{"Name":"nwt_07_Jg_E","Abbrev":["nu","num"],"Chapters":[{"Chapter":1,"Verses":[{"Verse":1,"Text":" After the death of Joshua, the Israelites inquired of Jehovah: “Who of us will go up first to fight against the Caʹnaanites?”"},{"Verse":2,"Text":" Jehovah replied: “Judah will go up. Look! I am giving the land into his hand.”"},{"Verse":3,"Text":" Then Judah said to his brother Simʹeon: “Come up with me into my assigned territory to fight against the Caʹnaanites. Then I will go with you into your assigned territory.” So Simʹeon went with him."},{"Verse":4,"Text":" When Judah went up, Jehovah gave the Caʹnaanites and the Perʹizzites into their hands, and they defeated 10,000 men in Beʹzek."},{"Verse":5,"Text":" They found Adoʹni-beʹzek in Beʹzek, and there they fought against him and defeated the Caʹnaanites and the Perʹizzites."},{"Verse":6,"Text":" When Adoʹni-beʹzek fled, they chased him and caught him and cut off his thumbs and his big toes."},{"Verse":7,"Text":" Then Adoʹni-beʹzek said: “There are 70 kings whose thumbs and big toes were cut off and who are picking up food under my table. Just as I have done, so God has repaid me.” After that they brought him to Jerusalem, and he died there."},{"Verse":8,"Text":" Furthermore, the men of Judah fought against Jerusalem and captured it; they struck it with the sword and set the city on fire."},{"Verse":9,"Text":" Afterward, the men of Judah went down to fight against the Caʹnaanites inhabiting the mountainous region and the Negʹeb and the Shepheʹlah."},{"Verse":10,"Text":" So Judah marched against the Caʹnaanites who were dwelling in Hebʹron (the name of Hebʹron was previously Kirʹiath-arʹba), and they struck down Sheʹshai, Ahiʹman, and Talʹmai."},{"Verse":11,"Text":" They marched from there against the inhabitants of Deʹbir. (The name of Deʹbir was previously Kirʹiath-seʹpher.)"},{"Verse":12,"Text":" Then Caʹleb said: “To the man who strikes Kirʹiath-seʹpher and captures it, I will give my daughter Achʹsah as a wife.”"},{"Verse":13,"Text":" And Othʹniel the son of Keʹnaz, Caʹleb’s younger brother, captured it. So he gave him his daughter Achʹsah as a wife."},{"Verse":14,"Text":" While she was going home, she urged him to ask her father for a field. Then she dismounted from her donkey. Caʹleb asked her: “What do you want?”"},{"Verse":15,"Text":" She said to him: “Please grant me a blessing, for you have given me a piece of land in the south; give me also Gulʹloth-maʹim.” So Caʹleb gave her Upper Gulʹloth and Lower Gulʹloth."},{"Verse":16,"Text":" And the descendants of the Kenʹite, Moses’ father-in-law, came up from the city of palm trees with the people of Judah to the wilderness of Judah south of Aʹrad. They went there and settled among the people."},{"Verse":17,"Text":" But Judah marched on with his brother Simʹeon, and they attacked the Caʹnaanites inhabiting Zeʹphath and devoted it to destruction. So they named the city Horʹmah."},{"Verse":18,"Text":" Then Judah captured Gazʹa and its territory, Ashʹkelon and its territory, and Ekʹron and its territory."},{"Verse":19,"Text":" Jehovah was with Judah, and they took possession of the mountainous region, but they could not drive out the inhabitants of the plain, because they had war chariots with iron scythes."},{"Verse":20,"Text":" They gave Hebʹron to Caʹleb, just as Moses had promised, and he drove out from there the three sons of Aʹnak."},{"Verse":21,"Text":" But the Benʹjaminites did not drive out the Jebʹusites inhabiting Jerusalem, so the Jebʹusites continue dwelling with the Benʹjaminites in Jerusalem down to this day."},{"Verse":22,"Text":" Meantime, the house of Joseph went up against Bethʹel, and Jehovah was with them."},{"Verse":23,"Text":" The house of Joseph was spying on Bethʹel (incidentally, the name of the city was previously Luz),"},{"Verse":24,"Text":" and the spies saw a man going out of the city. So they said to him: “Show us, please, the way into the city, and we will treat you kindly.”"},{"Verse":25,"Text":" So the man showed them the way into the city, and they struck the city with the sword, but they let the man and all his family go free."},{"Verse":26,"Text":" The man went to the land of the Hitʹtites and built a city and named it Luz, which is its name to this day."},{"Verse":27,"Text":" Manasʹseh did not take possession of Beth-sheʹan and its dependent towns, Taʹanach and its dependent towns, the inhabitants of Dor and its dependent towns, the inhabitants of Ibʹleam and its dependent towns, and the inhabitants of Megidʹdo and its dependent towns. The Caʹnaanites persisted in dwelling in this land."},{"Verse":28,"Text":" When Israel grew stronger, they subjected the Caʹnaanites to forced labor, but they did not drive them out completely."},{"Verse":29,"Text":" Nor did Eʹphraim drive out the Caʹnaanites who were dwelling in Geʹzer. The Caʹnaanites continued to dwell among them in Geʹzer."},{"Verse":30,"Text":" Zebʹulun did not drive out the inhabitants of Kitʹron and the inhabitants of Naʹhalol. The Caʹnaanites continued to dwell among them and were subjected to forced labor."},{"Verse":31,"Text":" Ashʹer did not drive out the inhabitants of Acʹco and the inhabitants of Siʹdon, Ahʹlab, Achʹzib, Helʹbah, Aʹphik, and Reʹhob."},{"Verse":32,"Text":" So the Ashʹerites continued to dwell among the Caʹnaanites inhabiting the land, because they did not drive them out."},{"Verse":33,"Text":" Naphʹtali did not drive out the inhabitants of Beth-sheʹmesh and the inhabitants of Beth-aʹnath, but they continued to dwell among the Caʹnaanites inhabiting the land. The inhabitants of Beth-sheʹmesh and Beth-aʹnath became forced laborers for them."},{"Verse":34,"Text":" The Amʹorites confined the Danʹites to the mountainous region, for they would not let them come down into the plain."},{"Verse":35,"Text":" So the Amʹorites persisted in dwelling in Mount Heʹres, Aiʹjalon, and Shaalʹbim. But when the power of the house of Joseph increased, they were forced into hard labor."},{"Verse":36,"Text":" The territory of the Amʹorites was from the ascent of Akrabʹbim, from Seʹla upward."}]},{"Chapter":2,"Verses":[{"Verse":1,"Text":" Then Jehovah’s angel went up from Gilʹgal to Boʹchim and said: “I brought you up out of Egypt into the land about which I swore to your forefathers. Furthermore, I said, ‘I will never break my covenant with you."},{"Verse":2,"Text":" For your part, you must not make a covenant with the inhabitants of this land and you should pull down their altars.’ But you have not obeyed my voice. Why have you done this?"},{"Verse":3,"Text":" That is why I also said, ‘I will not drive them away from before you, and they will ensnare you, and their gods will lure you away.’”"},{"Verse":4,"Text":" When Jehovah’s angel spoke these words to all the Israelites, the people began to weep loudly."},{"Verse":5,"Text":" So they named that place Boʹchim, and they sacrificed there to Jehovah."},{"Verse":6,"Text":" When Joshua sent the people away, each of the Israelites went to his inheritance to take possession of the land."},{"Verse":7,"Text":" The people continued to serve Jehovah all the days of Joshua and all the days of the elders who outlived Joshua and who had seen all of Jehovah’s great deeds in behalf of Israel."},{"Verse":8,"Text":" Then Joshua the son of Nun, the servant of Jehovah, died at the age of 110."},{"Verse":9,"Text":" So they buried him in the territory of his inheritance in Timʹnath-heʹres, in the mountainous region of Eʹphraim, north of Mount Gaʹash."},{"Verse":10,"Text":" All that generation were gathered to their ancestors, and another generation arose after them that did not know Jehovah or what he had done for Israel."},{"Verse":11,"Text":" So the Israelites did what was bad in the eyes of Jehovah and served the Baʹals."},{"Verse":12,"Text":" Thus they abandoned Jehovah, the God of their fathers, who brought them out of the land of Egypt. And they followed other gods, the gods of the peoples who were all around them, and they bowed down to them and offended Jehovah."},{"Verse":13,"Text":" They abandoned Jehovah and served Baʹal and the Ashʹtoreth images."},{"Verse":14,"Text":" At this Jehovah’s anger blazed against Israel, so he handed them over to plunderers who pillaged them. He sold them into the hand of the enemies around them, and they were no longer able to hold their own against their enemies."},{"Verse":15,"Text":" Wherever they went, the hand of Jehovah was against them, bringing disaster on them, just as Jehovah had said and just as Jehovah had sworn to them, and they were in great distress."},{"Verse":16,"Text":" So Jehovah would raise up judges who would save them from the hand of their plunderers."},{"Verse":17,"Text":" But they refused to listen even to the judges and would prostitute themselves to other gods and bow down to them. They quickly turned aside from the way in which their forefathers had walked, those who had obeyed the commandments of Jehovah. They failed to do that."},{"Verse":18,"Text":" Whenever Jehovah did raise up judges for them, Jehovah would be with the judge and save them from the hand of their enemies all the days of the judge; for Jehovah was moved to pity over their groaning caused by those who oppressed them and those who were treating them abusively."},{"Verse":19,"Text":" But when the judge died, they would again act more corruptly than their fathers by following other gods, serving them and bowing down to them. They did not abandon their practices and their stubborn behavior."},{"Verse":20,"Text":" Finally Jehovah’s anger blazed against Israel, and he said: “Because this nation has violated my covenant that I commanded their forefathers and they have disobeyed me,"},{"Verse":21,"Text":" I for my part will not drive out from before them even one of the nations that Joshua left behind when he died."},{"Verse":22,"Text":" This is to test whether Israel will keep Jehovah’s way by walking in it as their fathers did.”"},{"Verse":23,"Text":" So Jehovah allowed these nations to remain. He did not drive them out quickly, and he did not give them into Joshua’s hand."}]},{"Chapter":3,"Verses":[{"Verse":1,"Text":" These are the nations that Jehovah allowed to remain so that they could test all those of Israel who had not experienced any of the wars of Caʹnaan"},{"Verse":2,"Text":" (this was so that succeeding generations of Israelites would experience war, those who had not experienced such things before):"},{"Verse":3,"Text":" the five lords of the Philisʹtines, and all the Caʹnaanites, the Sidoʹnians, and the Hiʹvites inhabiting Mount Lebʹanon from Mount Baʹal-herʹmon as far as Leʹbo-haʹmath."},{"Verse":4,"Text":" They served as a means of testing Israel to determine whether Israel would obey Jehovah’s commandments that he had given their fathers through Moses."},{"Verse":5,"Text":" So the Israelites lived among the Caʹnaanites, the Hitʹtites, the Amʹorites, the Perʹizzites, the Hiʹvites, and the Jebʹusites."},{"Verse":6,"Text":" They would take their daughters as wives, and their own daughters they gave to their sons, and they began serving their gods."},{"Verse":7,"Text":" So the Israelites did what was bad in Jehovah’s eyes, and they forgot Jehovah their God and were serving the Baʹals and the sacred poles."},{"Verse":8,"Text":" At this Jehovah’s anger blazed against Israel, and he sold them into the hand of Cuʹshan-rishathaʹim the king of Mesopotaʹmia. The Israelites served Cuʹshan-rishathaʹim for eight years."},{"Verse":9,"Text":" When the Israelites called to Jehovah for help, Jehovah raised up a savior to rescue the Israelites, Othʹniel the son of Keʹnaz, the younger brother of Caʹleb."},{"Verse":10,"Text":" The spirit of Jehovah came upon him, and he became the judge of Israel. When he went out to battle, Jehovah gave Cuʹshan-rishathaʹim the king of Mesopotaʹmia into his hand so that he prevailed over Cuʹshan-rishathaʹim."},{"Verse":11,"Text":" After that the land had rest for 40 years. Then Othʹniel the son of Keʹnaz died."},{"Verse":12,"Text":" And once again the Israelites began doing what was bad in Jehovah’s eyes. So Jehovah let Egʹlon the king of Moʹab prevail over Israel, because they did what was bad in Jehovah’s eyes."},{"Verse":13,"Text":" Furthermore, he brought against them the Amʹmonites and the Amalʹekites. They attacked Israel and captured the city of palm trees."},{"Verse":14,"Text":" The Israelites served Egʹlon the king of Moʹab for 18 years."},{"Verse":15,"Text":" Then the Israelites called to Jehovah for help, so Jehovah raised up for them a savior, Eʹhud the son of Geʹra, a Benʹjaminite who was left-handed. In time the Israelites sent tribute through him to Egʹlon the king of Moʹab."},{"Verse":16,"Text":" Meanwhile, Eʹhud made for himself a two-edged sword, a cubit long, and he strapped it underneath his garment on his right thigh."},{"Verse":17,"Text":" He then presented the tribute to Egʹlon the king of Moʹab. Now Egʹlon was a very fat man."},{"Verse":18,"Text":" When Eʹhud finished presenting the tribute, he sent away the people who had carried the tribute."},{"Verse":19,"Text":" But after reaching the carved images at Gilʹgal, he himself went back and said: “I have a secret message for you, O king.” So the king said: “Silence!” With that all his attendants left him."},{"Verse":20,"Text":" So Eʹhud came to him as he was sitting alone in his cool roof chamber. Then Eʹhud said: “I have a message from God for you.” So he rose up from his throne."},{"Verse":21,"Text":" Then Eʹhud drew the sword from his right thigh with his left hand and plunged it into his belly."},{"Verse":22,"Text":" The handle went in after the blade, and the fat closed in over the blade, for he did not draw the sword out of his belly, and the fecal matter came out."},{"Verse":23,"Text":" Eʹhud went out through the porch, closing the doors of the roof chamber behind him and locking them."},{"Verse":24,"Text":" After he left, the servants returned and saw that the doors of the roof chamber were locked. So they said: “He must be relieving himself in the cool interior room.”"},{"Verse":25,"Text":" They kept waiting until they were embarrassed, but when they saw that he was still not opening the doors of the roof chamber, they took the key and opened them and saw their lord fallen to the floor dead!"},{"Verse":26,"Text":" Eʹhud escaped while they were lingering, and he passed by the carved images and made it safely to Seiʹrah."},{"Verse":27,"Text":" When he arrived, he sounded the horn in the mountainous region of Eʹphraim; and the Israelites went down out of the mountainous region, with him at their head."},{"Verse":28,"Text":" Then he said to them: “Follow me, because Jehovah has given your enemies, the Moʹabites, into your hand.” So they followed him and captured the fords of the Jordan against the Moʹabites, and they did not allow anyone to cross."},{"Verse":29,"Text":" At that time they struck down about 10,000 Moʹabites, all strong and valiant men; not a single one escaped."},{"Verse":30,"Text":" So Moʹab was subdued on that day under Israel’s hand; and the land had rest for 80 years."},{"Verse":31,"Text":" After him was Shamʹgar the son of Aʹnath, who struck down 600 Philisʹtine men with a cattle goad; he too saved Israel."}]},{"Chapter":4,"Verses":[{"Verse":1,"Text":" But after Eʹhud died, the Israelites again did what was bad in Jehovah’s eyes."},{"Verse":2,"Text":" So Jehovah sold them into the hand of Jaʹbin the king of Caʹnaan, who reigned in Haʹzor. The chief of his army was Sisʹera, who lived in Haroʹsheth of the nations."},{"Verse":3,"Text":" The Israelites cried out to Jehovah, because Jaʹbin had 900 war chariots with iron scythes, and he harshly oppressed the Israelites for 20 years."},{"Verse":4,"Text":" Now Debʹorah, a prophetess, the wife of Lapʹpidoth, was judging Israel at that time."},{"Verse":5,"Text":" She used to sit under Debʹorah’s palm tree between Raʹmah and Bethʹel in the mountainous region of Eʹphraim; the Israelites would go up to her for judgment."},{"Verse":6,"Text":" She sent for Baʹrak the son of Abinʹoam out of Keʹdesh-naphʹtali and said to him: “Has not Jehovah the God of Israel given the command? ‘Go and march to Mount Taʹbor, and take 10,000 men of Naphʹtali and Zebʹulun with you."},{"Verse":7,"Text":" I will bring to you Sisʹera, the chief of Jaʹbin’s army, along with his war chariots and his troops to the stream of Kiʹshon, and I will give him into your hand.’”"},{"Verse":8,"Text":" At this Baʹrak said to her: “If you go with me, I will go, but if you do not go with me, I will not go.”"},{"Verse":9,"Text":" To this she said: “I will certainly go with you. However, the campaign you are going on will not bring you glory, for it will be into the hand of a woman that Jehovah will give Sisʹera.” Then Debʹorah got up and went with Baʹrak to Keʹdesh."},{"Verse":10,"Text":" Baʹrak summoned Zebʹulun and Naphʹtali to Keʹdesh, and 10,000 men followed his steps. Debʹorah also went up with him."},{"Verse":11,"Text":" Incidentally, Heʹber the Kenʹite had separated from the Kenʹites, the descendants of Hoʹbab, Moses’ father-in-law, and his tent was pitched near the big tree in Zaananʹnim, which is at Keʹdesh."},{"Verse":12,"Text":" They reported to Sisʹera that Baʹrak the son of Abinʹoam had gone up to Mount Taʹbor."},{"Verse":13,"Text":" At once Sisʹera assembled all his war chariots—900 chariots with iron scythes—and all the troops that were with him from Haroʹsheth of the nations to go to the stream of Kiʹshon."},{"Verse":14,"Text":" Debʹorah now said to Baʹrak: “Rise up, for this is the day that Jehovah will give Sisʹera into your hand. Is Jehovah not going out before you?” And Baʹrak descended from Mount Taʹbor with 10,000 men following him."},{"Verse":15,"Text":" Then Jehovah threw Sisʹera and all his war chariots and all the army into confusion before the sword of Baʹrak. Finally Sisʹera got down from his chariot and fled on foot."},{"Verse":16,"Text":" Baʹrak chased after the war chariots and the army as far as Haroʹsheth of the nations. So Sisʹera’s whole army fell by the sword; not even one remained."},{"Verse":17,"Text":" But Sisʹera fled on foot to the tent of Jaʹel the wife of Heʹber the Kenʹite, for there was peace between Jaʹbin the king of Haʹzor and the house of Heʹber the Kenʹite."},{"Verse":18,"Text":" Then Jaʹel came out to meet Sisʹera and said to him: “Come in, my lord, come in here. Do not be afraid.” So he went into her tent, and she covered him with a blanket."},{"Verse":19,"Text":" Then he said to her: “Give me, please, a little water to drink, for I am thirsty.” So she opened a skin bottle of milk and gave him a drink, after which she again covered him."},{"Verse":20,"Text":" He told her: “Stand at the entrance of the tent, and if anybody comes and asks you, ‘Is there a man here?’ say, ‘No!’”"},{"Verse":21,"Text":" But Jaʹel the wife of Heʹber took a tent pin and a hammer in her hand. Then while he was fast asleep and exhausted, she stealthily approached him and drove the pin through his temples and beat it into the ground, and he died."},{"Verse":22,"Text":" Baʹrak went there in pursuit of Sisʹera, and Jaʹel now came out to meet him and said: “Come and I will show you the man you are looking for.” He went in with her and saw Sisʹera lying dead, with the tent pin through his temples."},{"Verse":23,"Text":" So on that day, God subdued Jaʹbin the king of Caʹnaan before the Israelites."},{"Verse":24,"Text":" The hand of the Israelites came down harder and harder against Jaʹbin the king of Caʹnaan, until they destroyed Jaʹbin the king of Caʹnaan."}]},{"Chapter":5,"Verses":[{"Verse":1,"Text":" On that day Debʹorah along with Baʹrak the son of Abinʹoam sang this song:"},{"Verse":2,"Text":" “Because of the unbound hair in Israel,\r\nBecause of the people’s volunteering,\r\nPraise Jehovah!"},{"Verse":3,"Text":" Listen, you kings! Give ear, you rulers!\r\nTo Jehovah I will sing.\r\nI will sing praises to Jehovah, Israel’s God."},{"Verse":4,"Text":" Jehovah, when you went out from Seʹir,\r\nWhen you marched out of the territory of Eʹdom,\r\nThe earth shook, and the heavens poured,\r\nThe clouds poured down water."},{"Verse":5,"Text":" Mountains melted before the face of Jehovah,\r\nEven Siʹnai before the face of Jehovah, Israel’s God."},{"Verse":6,"Text":" In the days of Shamʹgar the son of Aʹnath,\r\nIn the days of Jaʹel, the roads were deserted;\r\nTravelers kept to the back roads."},{"Verse":7,"Text":" The villagers in Israel were no more;\r\nThey were no more until I, Debʹorah, rose up,\r\nUntil I arose as a mother in Israel."},{"Verse":8,"Text":" They chose new gods;\r\nThen there was war in the gates.\r\nA shield could not be seen, nor a lance,\r\nAmong 40,000 in Israel."},{"Verse":9,"Text":" My heart is with the commanders of Israel,\r\nWho went as volunteers with the people.\r\nPraise Jehovah!"},{"Verse":10,"Text":" You riders on tawny donkeys,\r\nYou who sit on fine carpets,\r\nAnd you who walk on the road,\r\nConsider!"},{"Verse":11,"Text":" The voices of the water distributors were heard at the watering places;\r\nThere they were recounting the righteous acts of Jehovah,\r\nThe righteous acts of his villagers in Israel.\r\nThen Jehovah’s people went down to the gates."},{"Verse":12,"Text":" Awake, awake, O Debʹorah!\r\nAwake, awake, sing a song!\r\nRise up, Baʹrak! Lead your captives away, you son of Abinʹoam!"},{"Verse":13,"Text":" Then those who were left came down to the nobles;\r\nJehovah’s people came down to me against the mighty."},{"Verse":14,"Text":" Out of Eʹphraim was their origin, those in the valley;\r\nThey are following you, O Benjamin, among your peoples.\r\nFrom Maʹchir the commanders went down,\r\nAnd from Zebʹulun those who bear the recruiter’s staff."},{"Verse":15,"Text":" The princes in Isʹsachar were with Debʹorah,\r\nAs was Isʹsachar, so was Baʹrak.\r\nInto the valley plain he was sent on foot.\r\nAmong the divisions of Reuʹben there was intense heart-searching."},{"Verse":16,"Text":" Why did you sit down between the two saddlebags,\r\nListening to them playing their pipes for the flocks?\r\nFor the divisions of Reuʹben, there was intense heart-searching."},{"Verse":17,"Text":" Gilʹead remained beyond the Jordan;\r\nAnd Dan, why did he stay with the ships?\r\nAshʹer sat idle at the seashore,\r\nAnd by his harbors he remained."},{"Verse":18,"Text":" Zebʹulun was a people who risked their lives to the point of death;\r\nNaphʹtali also, on the open heights."},{"Verse":19,"Text":" Kings came, they fought;\r\nThe kings of Caʹnaan then fought\r\nIn Taʹanach, by the waters of Megidʹdo.\r\nNo spoil of silver did they take."},{"Verse":20,"Text":" From heaven the stars fought;\r\nFrom their orbits they fought against Sisʹera."},{"Verse":21,"Text":" The torrent of Kiʹshon washed them away,\r\nThe ancient torrent, the torrent of Kiʹshon.\r\nYou trampled down the powerful, O my soul."},{"Verse":22,"Text":" Then the hooves of horses pounded\r\nAs his stallions galloped furiously."},{"Verse":23,"Text":" ‘Curse Meʹroz,’ said the angel of Jehovah,\r\n‘Yes, curse its inhabitants,\r\nFor they did not come to the assistance of Jehovah,\r\nTo the assistance of Jehovah with the mighty ones.’"},{"Verse":24,"Text":" Most blessed of women is Jaʹel\r\nThe wife of Heʹber the Kenʹite;\r\nShe is most blessed of women living in tents."},{"Verse":25,"Text":" He asked for water; she gave him milk.\r\nIn a majestic banquet bowl she offered curdled milk."},{"Verse":26,"Text":" With her hand she reached for the tent pin,\r\nHer right hand for the workman’s mallet.\r\nAnd she hammered Sisʹera, she crushed his head,\r\nAnd she smashed and pierced his temples."},{"Verse":27,"Text":" Between her feet he collapsed; he fell and lay still;\r\nBetween her feet he collapsed and fell;\r\nWhere he collapsed, there he fell defeated."},{"Verse":28,"Text":" From the window a woman looked out,\r\nSisʹera’s mother peered out from the lattice,\r\n‘Why is his chariot delayed in coming?\r\nWhy are the hoofbeats of his chariots so late?’"},{"Verse":29,"Text":" The wisest of her noble ladies would answer her;\r\nYes, she too would repeat to herself,"},{"Verse":30,"Text":" ‘They must be dividing the spoil they found,\r\nA girl, two girls, to every warrior,\r\nSpoil of dyed cloth for Sisʹera, spoil of dyed cloth,\r\nAn embroidered garment, dyed cloth, two embroidered garments\r\nFor the necks of the plunderers.’"},{"Verse":31,"Text":" So let all your enemies perish, O Jehovah,\r\nBut let those who love you be like the sun rising in its glory.”\r\nAnd the land had rest for 40 years."}]},{"Chapter":6,"Verses":[{"Verse":1,"Text":" But the Israelites again did what was bad in the eyes of Jehovah, so Jehovah gave them into the hand of Midʹian for seven years."},{"Verse":2,"Text":" The hand of Midʹian dominated over Israel. Because of Midʹian, the Israelites made hiding places for themselves in the mountains, in the caves, and in the places difficult to approach."},{"Verse":3,"Text":" If Israel sowed seed, Midʹian and Amʹalek and the Easterners would attack them."},{"Verse":4,"Text":" They would camp against them and ruin the produce of the land all the way to Gazʹa, and they left nothing for Israel to eat and no sheep or bull or donkey."},{"Verse":5,"Text":" For they would come up with their livestock and tents as numerous as the locusts, and they and their camels could not be numbered, and they would come into the land to destroy it."},{"Verse":6,"Text":" So Israel became greatly impoverished on account of Midʹian; and the Israelites called to Jehovah for help."},{"Verse":7,"Text":" When the Israelites called to Jehovah for help because of Midʹian,"},{"Verse":8,"Text":" Jehovah sent to the Israelites a prophet who said to them: “This is what Jehovah the God of Israel says, ‘I brought you up from Egypt and thus brought you out of the house of slavery."},{"Verse":9,"Text":" So I rescued you from the hand of Egypt and from all your oppressors and drove them out from before you and gave you their land."},{"Verse":10,"Text":" And I said to you: “I am Jehovah your God. You must not fear the gods of the Amʹorites in whose land you are dwelling.” But you did not obey me.’”"},{"Verse":11,"Text":" Later Jehovah’s angel came and sat under the big tree that was in Ophʹrah, which belonged to Joʹash the Abi-ezʹrite. His son Gidʹeon was beating out wheat in the winepress in order to hide it from Midʹian."},{"Verse":12,"Text":" Jehovah’s angel appeared to him and said: “Jehovah is with you, you mighty warrior.”"},{"Verse":13,"Text":" At this Gidʹeon said to him: “Pardon me, my lord, but if Jehovah is with us, why has all of this come upon us? Where are all his wonderful acts that our fathers related to us, saying, ‘Did Jehovah not bring us up out of Egypt?’ Now Jehovah has deserted us and given us into Midʹian’s hand.”"},{"Verse":14,"Text":" Jehovah faced him and said: “Go with the strength you have, and you will save Israel out of Midʹian’s hand. Is it not I who send you?”"},{"Verse":15,"Text":" Gidʹeon answered him: “Pardon me, Jehovah. How can I save Israel? Look! My clan is the least in Manasʹseh, and I am the most insignificant in my father’s house.”"},{"Verse":16,"Text":" But Jehovah said to him: “Because I will be with you, you will strike down Midʹian as if they were one man.”"},{"Verse":17,"Text":" Then he said to him: “If, now, I have found favor in your eyes, show me a sign that you are the one speaking with me."},{"Verse":18,"Text":" Please do not depart from here until I return with my gift and set it before you.” So he said: “I will stay here until you return.”"},{"Verse":19,"Text":" And Gidʹeon went in and prepared a young goat and made unleavened bread from an eʹphah of flour. He put the meat in the basket and the broth in the cooking pot; then he brought them out to him and served them under the big tree."},{"Verse":20,"Text":" The angel of the true God now said to him: “Take the meat and the unleavened bread and place them on the big rock there, and pour out the broth.” And he did so."},{"Verse":21,"Text":" Then Jehovah’s angel stretched out the tip of the staff that was in his hand and touched the meat and the unleavened bread, and fire flared up from the rock and consumed the meat and the unleavened bread. Jehovah’s angel then vanished from his sight."},{"Verse":22,"Text":" Gidʹeon now realized that it was Jehovah’s angel.\r\nAt once Gidʹeon said: “Alas, Sovereign Lord Jehovah, for I have seen Jehovah’s angel face-to-face!”"},{"Verse":23,"Text":" But Jehovah said to him: “Peace be with you. Have no fear; you will not die.”"},{"Verse":24,"Text":" So Gidʹeon built an altar there to Jehovah, and it is called Jehoʹvah-shaʹlom down to this day. It is still in Ophʹrah of the Abi-ezʹrites."},{"Verse":25,"Text":" That night Jehovah said to him: “Take the young bull that belongs to your father, the second young bull that is seven years old, and tear down the altar of Baʹal that belongs to your father, and cut down the sacred pole next to it."},{"Verse":26,"Text":" After you build an altar to Jehovah your God on top of this stronghold with the row of stones, take the second young bull and offer it as a burnt offering on the pieces of wood from the sacred pole that you cut down.”"},{"Verse":27,"Text":" So Gidʹeon took ten men of his servants and did just as Jehovah told him. But he feared the household of his father and the men of the city too much to do it by day, so he did it at night."},{"Verse":28,"Text":" When the men of the city got up early the next morning, they saw that the altar of Baʹal had been pulled down and the sacred pole beside it had been cut down and the second young bull had been offered up on the altar that had been built."},{"Verse":29,"Text":" They asked one another: “Who did this?” After they investigated, they said: “Gidʹeon the son of Joʹash did this.”"},{"Verse":30,"Text":" So the men of the city said to Joʹash: “Bring your son out that he may die, because he pulled down the altar of Baʹal and cut down the sacred pole next to it.”"},{"Verse":31,"Text":" Joʹash then said to all those who confronted him: “Do you have to defend Baʹal? Do you have to save him? Whoever defends him should be put to death this morning. If he is a god, let him defend himself, since someone pulled down his altar.”"},{"Verse":32,"Text":" And he called Gidʹeon Jerubbaʹal on that day, saying: “Let Baʹal defend himself, for someone has pulled down his altar.”"},{"Verse":33,"Text":" All Midʹian and Amʹalek and the Easterners joined forces; and they crossed over into the Valley of Jezʹreel and camped."},{"Verse":34,"Text":" Then Jehovah’s spirit came upon Gidʹeon and he sounded the horn, and the Abi-ezʹrites rallied behind him."},{"Verse":35,"Text":" He sent out messengers through all of Manasʹseh, and they too rallied behind him. He also sent out messengers through Ashʹer, Zebʹulun, and Naphʹtali, and they came up to meet him."},{"Verse":36,"Text":" Then Gidʹeon said to the true God: “If you are saving Israel by means of me, just as you have promised,"},{"Verse":37,"Text":" here I am laying a fleece of wool on the threshing floor. If there is dew on the fleece only but all the ground around it is dry, then I will know that you will save Israel by means of me, just as you have promised.”"},{"Verse":38,"Text":" And that is how it happened. When he rose up early the next day and wrung the fleece, he squeezed off enough dew from the fleece to fill a large banquet bowl with water."},{"Verse":39,"Text":" However, Gidʹeon said to the true God: “Do not let your anger burn against me, but let me ask just once more. Let me, please, make just one more test with the fleece. Please let the fleece alone be dry while there is dew all over the ground.”"},{"Verse":40,"Text":" So that is what God did that night; only the fleece was dry, and there was dew all over the ground."}]},{"Chapter":7,"Verses":[{"Verse":1,"Text":" Then Jerubbaʹal, that is, Gidʹeon, and all the people with him rose early and encamped at the Spring of Haʹrod, while the camp of Midʹian was north of him at the hill of Moʹreh in the valley plain."},{"Verse":2,"Text":" Jehovah now said to Gidʹeon: “There are too many people with you for me to give Midʹian into their hand. Otherwise, Israel might brag about itself against me and say, ‘My own hand saved me.’"},{"Verse":3,"Text":" Now, please, announce in the presence of the people: ‘Whoever is afraid and trembling, let him return home.’” So Gidʹeon put them to the test. With that, 22,000 of the people returned home, and 10,000 remained."},{"Verse":4,"Text":" Still Jehovah said to Gidʹeon: “There are yet too many people. Have them go down to the water so that I may test them for you there. When I say to you, ‘This one will go with you,’ he will go with you, but when I say to you, ‘This one will not go along with you,’ he will not go along.”"},{"Verse":5,"Text":" So he took the people down to the water.\r\nThen Jehovah said to Gidʹeon: “Separate everyone who laps up the water with his tongue just as a dog laps, from those who bend down on their knees to drink.”"},{"Verse":6,"Text":" The number of those lapping up the water, putting their hand to their mouth, was 300 men. The rest of the people bent down on their knees to drink."},{"Verse":7,"Text":" Jehovah now said to Gidʹeon: “I will save you with the 300 men who lapped the water, and I will give Midʹian into your hand. But let all the other people go back home.”"},{"Verse":8,"Text":" So after they took the provisions and the horns from the people, he sent all the other men of Israel back home, and he kept only the 300 men. The camp of Midʹian was below him in the valley plain."},{"Verse":9,"Text":" During that night, Jehovah said to him: “Get up, attack the camp, for I have given it into your hand."},{"Verse":10,"Text":" But if you are afraid to attack, go down to the camp with Puʹrah your attendant."},{"Verse":11,"Text":" Listen to what they say, and afterward you will have the courage to attack the camp.” At that he and Puʹrah his attendant went down to the edge of the encamped army."},{"Verse":12,"Text":" Now Midʹian and Amʹalek and all the Easterners covered the valley plain like a swarm of locusts, and their camels were without number, as many as the grains of sand on the seashore."},{"Verse":13,"Text":" Gidʹeon now came, and there was a man relating a dream to his companion, and he said: “This is the dream I had. There was a round loaf of barley bread rolling into the camp of Midʹian. It came to a tent and struck it so hard that it collapsed. Yes, it turned the tent upside down, and the tent fell flat.”"},{"Verse":14,"Text":" At this his companion said: “This can only be the sword of Gidʹeon the son of Joʹash, a man of Israel. God has given Midʹian and all the camp into his hand.”"},{"Verse":15,"Text":" As soon as Gidʹeon heard him relate the dream and its interpretation, he bowed down to worship. After that he returned to the camp of Israel and said: “Get up, for Jehovah has given the camp of Midʹian into your hand.”"},{"Verse":16,"Text":" Then he divided the 300 men into three bands and gave all of them horns and large empty jars with torches inside the jars."},{"Verse":17,"Text":" Then he said to them: “Watch me and do exactly what I do. When I come to the edge of the camp, you should do just as I do."},{"Verse":18,"Text":" When I blow the horn, I and all who are with me, you also must blow the horns all around the camp and shout, ‘For Jehovah and for Gidʹeon!’”"},{"Verse":19,"Text":" Gidʹeon and the 100 men who were with him came to the edge of the camp at the start of the middle night watch, just after the sentries were posted. They blew the horns and smashed the large water jars that were in their hands."},{"Verse":20,"Text":" So the three bands blew the horns and shattered the large jars. They held the torches in their left hands and blew the horns in their right hands and they called out: “The sword of Jehovah and of Gidʹeon!”"},{"Verse":21,"Text":" All the while each man stood in his place all around the camp, and the whole army ran away, shouting as they fled."},{"Verse":22,"Text":" The 300 continued to blow the horns, and Jehovah turned the sword of each one against the other throughout the camp; and the army fled as far as Beth-shitʹtah, on to Zerʹerah, as far as the outskirts of Aʹbel-mehoʹlah by Tabʹbath."},{"Verse":23,"Text":" And the men of Israel were called together from Naphʹtali, Ashʹer, and all of Manasʹseh, and they chased after Midʹian."},{"Verse":24,"Text":" Gidʹeon sent messengers into all the mountainous region of Eʹphraim, saying: “Go down to attack Midʹian, and capture the access to the waters as far as Beth-barʹah and the Jordan.” So all the men of Eʹphraim were gathered together, and they captured the waters as far as Beth-barʹah and the Jordan."},{"Verse":25,"Text":" They also captured the two princes of Midʹian, Oʹreb and Zeʹeb; they killed Oʹreb on the rock of Oʹreb, and they killed Zeʹeb at the winepress of Zeʹeb. They kept on pursuing Midʹian, and they brought the heads of Oʹreb and Zeʹeb to Gidʹeon in the region of the Jordan."}]},{"Chapter":8,"Verses":[{"Verse":1,"Text":" Then the men of Eʹphraim said to him: “What have you done to us? Why did you not call us when you went to fight against Midʹian?” And they quarreled bitterly with him."},{"Verse":2,"Text":" But he said to them: “What have I done compared with you? Are not the gleanings of Eʹphraim better than the grape harvest of Abi-eʹzer?"},{"Verse":3,"Text":" It was into your hand that God gave Midʹian’s princes Oʹreb and Zeʹeb, and what have I done compared with you?” When he spoke this way, they calmed down."},{"Verse":4,"Text":" Gidʹeon then came to the Jordan and crossed it. He and the 300 men with him were tired, but they kept up the pursuit."},{"Verse":5,"Text":" So he said to the men of Sucʹcoth: “Please give loaves of bread to the people following me, for they are tired and I am chasing after Zeʹbah and Zalmunʹna, the kings of Midʹian.”"},{"Verse":6,"Text":" But the princes of Sucʹcoth said: “Are the palms of Zeʹbah and Zalmunʹna already in your hand so that we should give bread to your army?”"},{"Verse":7,"Text":" At this Gidʹeon said: “Just for that, when Jehovah gives Zeʹbah and Zalmunʹna into my hand, I will give you a thrashing with the thorns and the briars of the wilderness.”"},{"Verse":8,"Text":" And he went up from there to Penuʹel and made the same request, but the men of Penuʹel gave him the same answer as the men of Sucʹcoth."},{"Verse":9,"Text":" So he said also to the men of Penuʹel: “When I return in peace, I will pull down this tower.”"},{"Verse":10,"Text":" Now Zeʹbah and Zalmunʹna were in Karʹkor with their armies, about 15,000 men. These were all who remained of the entire army of the Easterners, for 120,000 men armed with swords had fallen."},{"Verse":11,"Text":" Gidʹeon continued up by the way of the tent dwellers east of Noʹbah and Jogʹbehah and attacked the camp, which was off guard."},{"Verse":12,"Text":" When Zeʹbah and Zalmunʹna fled, he pursued and captured the two Midʹianite kings, Zeʹbah and Zalmunʹna, throwing the whole camp into a panic."},{"Verse":13,"Text":" Gidʹeon the son of Joʹash then returned from the war by way of the pass that goes up to Heʹres."},{"Verse":14,"Text":" En route he captured and interrogated a young man from Sucʹcoth. So the young man wrote out for him the names of the princes and elders of Sucʹcoth, 77 men."},{"Verse":15,"Text":" With that he went to the men of Sucʹcoth and said: “Here are Zeʹbah and Zalmunʹna about whom you taunted me, saying, ‘Are the palms of Zeʹbah and Zalmunʹna already in your hand so that we should give bread to your exhausted men?’”"},{"Verse":16,"Text":" Then he took the elders of the city and with thorns and briars of the wilderness, he taught the men of Sucʹcoth a lesson."},{"Verse":17,"Text":" And he pulled down the tower of Penuʹel and killed the men of the city."},{"Verse":18,"Text":" He asked Zeʹbah and Zalmunʹna: “What sort of men did you kill in Taʹbor?” To this they said: “They were like you, each one looked like the son of a king.”"},{"Verse":19,"Text":" At that he said: “They were my brothers, the sons of my mother. As surely as Jehovah lives, if you had spared their lives, I would not have to kill you.”"},{"Verse":20,"Text":" Then he said to Jeʹther his firstborn: “Get up, kill them.” But the young man did not draw his sword; he was afraid, for he was still a young man."},{"Verse":21,"Text":" So Zeʹbah and Zalmunʹna said: “Get up yourself and slay us, for a man is judged by his mightiness.” So Gidʹeon got up and killed Zeʹbah and Zalmunʹna and took the crescent-shaped ornaments that were on the necks of their camels."},{"Verse":22,"Text":" Later the men of Israel said to Gidʹeon: “Rule over us, you and your son and your grandson as well, for you saved us out of the hand of Midʹian.”"},{"Verse":23,"Text":" But Gidʹeon said to them: “I will not rule over you, nor will my son rule over you. Jehovah is the one who will rule over you.”"},{"Verse":24,"Text":" Gidʹeon continued: “Let me make one request of you: that each of you give me a nose ring from his spoil.” (For they had gold nose rings because they were Ishʹmaelites.)"},{"Verse":25,"Text":" They replied: “We will surely give them.” With that they spread out a robe and each man threw a nose ring from his spoil on it."},{"Verse":26,"Text":" The weight of the gold nose rings that he had requested amounted to 1,700 gold shekels, besides the crescent-shaped ornaments, the pendants, the purple wool garments worn by the kings of Midʹian, and the necklaces from the camels."},{"Verse":27,"Text":" Gidʹeon made it into an ephʹod and exhibited it in his city Ophʹrah; and all Israel committed spiritual prostitution with it there, and it served as a snare to Gidʹeon and to his household."},{"Verse":28,"Text":" Thus Midʹian was subdued before the Israelites, and they did not challenge them again; and the land had rest for 40 years in the days of Gidʹeon."},{"Verse":29,"Text":" So Jerubbaʹal the son of Joʹash returned to his home and stayed there."},{"Verse":30,"Text":" Gidʹeon became father to 70 sons, for he had many wives."},{"Verse":31,"Text":" His concubine in Sheʹchem also bore him a son, and he named him Abimʹelech."},{"Verse":32,"Text":" And Gidʹeon the son of Joʹash died at a good old age and was buried in the tomb of Joʹash his father in Ophʹrah of the Abi-ezʹrites."},{"Verse":33,"Text":" As soon as Gidʹeon died, the Israelites again committed spiritual prostitution with the Baʹals, and they appointed Baʹal-beʹrith as their god."},{"Verse":34,"Text":" The Israelites did not remember Jehovah their God, who had rescued them from the hand of all their enemies around them;"},{"Verse":35,"Text":" nor did they show loyal love toward the household of Jerubbaʹal, that is Gidʹeon, in return for all the good that he had done for Israel."}]},{"Chapter":9,"Verses":[{"Verse":1,"Text":" In time Abimʹelech the son of Jerubbaʹal went to his mother’s brothers in Sheʹchem, and he said to them and to all the family of his grandfather:"},{"Verse":2,"Text":" “Please ask all the leaders of Sheʹchem, ‘Which is better for you, for all 70 sons of Jerubbaʹal to rule over you or for one man to rule over you? And remember that I am your own bone and flesh.’”"},{"Verse":3,"Text":" So his mother’s brothers said this in his behalf to all the leaders of Sheʹchem, and their hearts were inclined to follow Abimʹelech, for they said: “He is our own brother.”"},{"Verse":4,"Text":" Then they gave him 70 pieces of silver from the house of Baʹal-beʹrith, and Abimʹelech used it to hire idle and insolent men to accompany him."},{"Verse":5,"Text":" After that he went to his father’s house at Ophʹrah and killed his brothers, the sons of Jerubbaʹal, 70 men, on one stone. The only survivor was Joʹtham, the youngest son of Jerubbaʹal, because he hid."},{"Verse":6,"Text":" Then all the leaders of Sheʹchem and all Beth-milʹlo gathered together and made Abimʹelech king, close by the big tree, by the pillar that was in Sheʹchem."},{"Verse":7,"Text":" When they reported it to Joʹtham, he at once went and stood on the top of Mount Gerʹizim and called out in a loud voice to them: “Listen to me, you leaders of Sheʹchem, and then God will listen to you."},{"Verse":8,"Text":" “Once there were trees that went to anoint a king over them. So they said to the olive tree, ‘Rule over us.’"},{"Verse":9,"Text":" But the olive tree said to them, ‘Must I give up my oil, which they use to glorify God and men, to go and wave over the other trees?’"},{"Verse":10,"Text":" Then the trees said to the fig tree, ‘Come and rule over us.’"},{"Verse":11,"Text":" But the fig tree said to them, ‘Must I give up my sweetness and my good fruitage to go and wave over the other trees?’"},{"Verse":12,"Text":" Next the trees said to the vine, ‘Come and rule over us.’"},{"Verse":13,"Text":" The vine replied to them, ‘Must I give up my new wine that makes God and men rejoice to go and wave over the trees?’"},{"Verse":14,"Text":" Finally all the other trees said to the bramble, ‘Come and rule over us.’"},{"Verse":15,"Text":" At this the bramble said to the trees, ‘If you are really anointing me as king over you, come and seek refuge under my shadow. But if not, let fire come out of the bramble and consume the cedars of Lebʹanon.’"},{"Verse":16,"Text":" “Now have you acted sincerely and honorably in making Abimʹelech king, and have you shown goodness toward Jerubbaʹal and his household, and have you treated him as he deserves?"},{"Verse":17,"Text":" When my father fought for you, he risked his life to save you from Midʹian’s hand."},{"Verse":18,"Text":" But today you have risen up against my father’s household and killed his sons, 70 men, on one stone. Then you made Abimʹelech, the son of his slave girl, king over the leaders of Sheʹchem just because he is your brother."},{"Verse":19,"Text":" Yes, if you are acting sincerely and honorably toward Jerubbaʹal and his household this day, rejoice over Abimʹelech and let him also rejoice over you."},{"Verse":20,"Text":" But if not, may fire come out of Abimʹelech and consume the leaders of Sheʹchem and Beth-milʹlo, and may fire come out of the leaders of Sheʹchem and Beth-milʹlo and consume Abimʹelech.”"},{"Verse":21,"Text":" Then Joʹtham fled and escaped to Beʹer, and he lived there because of his brother Abimʹelech."},{"Verse":22,"Text":" Abimʹelech ruled over Israel for three years."},{"Verse":23,"Text":" Then God let hostility develop between Abimʹelech and the leaders of Sheʹchem, and they dealt treacherously with Abimʹelech."},{"Verse":24,"Text":" This was so that the violence done to the 70 sons of Jerubbaʹal might be avenged, so as to place responsibility for their blood on their brother Abimʹelech for killing them and on the leaders of Sheʹchem for helping him to kill his brothers."},{"Verse":25,"Text":" So the leaders of Sheʹchem set men to ambush him on the mountaintops, and they would rob everyone who passed by them on the road. In time it was reported to Abimʹelech."},{"Verse":26,"Text":" Then Gaʹal son of Eʹbed and his brothers crossed over into Sheʹchem, and the leaders of Sheʹchem put their trust in him."},{"Verse":27,"Text":" They went out into the field and gathered the grapes of their vineyards, trod them out, and held a festival, after which they went into the house of their god and ate and drank and cursed Abimʹelech."},{"Verse":28,"Text":" Then Gaʹal the son of Eʹbed said: “Who is Abimʹelech, and who is Sheʹchem that we should serve him? Is he not the son of Jerubbaʹal, and is not Zeʹbul his commissioner? Serve the men of Haʹmor, Sheʹchem’s father! But why should we serve him?"},{"Verse":29,"Text":" If only this people were under my command, I would depose Abimʹelech.” Then he said to Abimʹelech: “Increase your army and come out.”"},{"Verse":30,"Text":" When Zeʹbul the prince of the city heard the words of Gaʹal the son of Eʹbed, his anger blazed."},{"Verse":31,"Text":" So he secretly sent messengers to Abimʹelech, saying: “Look! Gaʹal the son of Eʹbed and his brothers are now in Sheʹchem, and here they are inciting the city against you."},{"Verse":32,"Text":" Now come up by night, you and your men, and lie in wait in the field."},{"Verse":33,"Text":" As soon as the sun rises in the morning, you should get up early and attack the city; and when he and his men come out against you, do whatever you can to defeat him.”"},{"Verse":34,"Text":" So Abimʹelech and all the people with him rose up by night, and in four bands they lay in wait against Sheʹchem."},{"Verse":35,"Text":" When Gaʹal the son of Eʹbed went out and stood at the entrance of the city gate, Abimʹelech and the people with him rose up from the ambush."},{"Verse":36,"Text":" When Gaʹal saw the people, he said to Zeʹbul: “Look! There are people coming down from the mountaintops.” But Zeʹbul said to him: “You are seeing the shadows of the mountains as if they were men.”"},{"Verse":37,"Text":" Gaʹal later said: “Look! People are coming down from the center of the land, and one band is coming by the way of the big tree of Meonʹenim.”"},{"Verse":38,"Text":" Zeʹbul replied to him: “Where now is your boast, ‘Who is Abimʹelech that we should serve him?’ Are these not the people you rejected? Go out now and fight against them.”"},{"Verse":39,"Text":" So Gaʹal went out at the head of the leaders of Sheʹchem and fought against Abimʹelech."},{"Verse":40,"Text":" Abimʹelech pursued him, and Gaʹal fled from him, and many fell slain as far as the entrance of the city gate."},{"Verse":41,"Text":" And Abimʹelech continued to dwell in Aruʹmah, and Zeʹbul drove Gaʹal and his brothers out of Sheʹchem."},{"Verse":42,"Text":" The next day the people went out into the field, and Abimʹelech was told about it."},{"Verse":43,"Text":" So he took the people and divided them into three bands and lay in wait in the field. When he saw the people going out of the city, he attacked them and struck them down."},{"Verse":44,"Text":" Abimʹelech and the bands with him charged forward and took a position at the entrance of the city gate, while two bands attacked all who were in the field, and they struck them down."},{"Verse":45,"Text":" Abimʹelech fought against the city all that day and captured it. He killed the people in it, and then he pulled the city down and sowed it with salt."},{"Verse":46,"Text":" When all the leaders of the tower of Sheʹchem heard about this, they immediately went to the vault of the house of El-beʹrith."},{"Verse":47,"Text":" As soon as it was reported to Abimʹelech that all the leaders of the tower of Sheʹchem had gathered together,"},{"Verse":48,"Text":" Abimʹelech and all the men with him went up Mount Zalʹmon. Abimʹelech took an ax in his hand and cut off a tree branch and lifted it on his shoulder and said to the people with him: “What you saw me do, hurry and do the same!”"},{"Verse":49,"Text":" So all the people also cut off branches and followed Abimʹelech. Then they put the branches against the vault and set the vault on fire. So all the people of the tower of Sheʹchem also died, about 1,000 men and women."},{"Verse":50,"Text":" Abimʹelech then went to Theʹbez; he camped against Theʹbez and captured it."},{"Verse":51,"Text":" There was a strong tower in the middle of the city, and all the men and women and all the city leaders fled there. They shut themselves in and climbed onto the roof of the tower."},{"Verse":52,"Text":" Abimʹelech made his way to the tower and attacked it. He approached the entrance of the tower to set it on fire."},{"Verse":53,"Text":" Then one of the women dropped an upper millstone on Abimʹelech’s head and crushed his skull."},{"Verse":54,"Text":" He quickly called the attendant bearing his weapons and said to him: “Draw your sword and put me to death, so that they may not say about me, ‘A woman killed him.’” So his attendant ran him through, and he died."},{"Verse":55,"Text":" When the men of Israel saw that Abimʹelech was dead, they all went back home."},{"Verse":56,"Text":" Thus God repaid Abimʹelech for the evil that he had done to his father by killing his 70 brothers."},{"Verse":57,"Text":" God also made all the evil of the men of Sheʹchem come back on their own heads. So the curse of Joʹtham the son of Jerubbaʹal came upon them."}]},{"Chapter":10,"Verses":[{"Verse":1,"Text":" After Abimʹelech, Toʹla the son of Puʹah, the son of Doʹdo, a man of Isʹsachar, rose up to save Israel. He lived in Shaʹmir in the mountainous region of Eʹphraim."},{"Verse":2,"Text":" He judged Israel for 2"},{"Verse":3,"Text":" years. Then he died and was buried in Shaʹmir.\r\n3 After him Jaʹir the Gilʹeadite rose up and judged Israel for 22 years."},{"Verse":4,"Text":" He had 30 sons who rode on 30 donkeys, and they had 30 cities, which to this day are called Havʹvoth-jaʹir; they are in the land of Gilʹead."},{"Verse":5,"Text":" After that Jaʹir died and was buried in Kaʹmon."},{"Verse":6,"Text":" Again the Israelites did what was bad in the eyes of Jehovah, and they began to serve the Baʹals, the Ashʹtoreth images, the gods of Aʹram, the gods of Siʹdon, the gods of Moʹab, the gods of the Amʹmonites, and the gods of the Philisʹtines. They abandoned Jehovah and did not serve him."},{"Verse":7,"Text":" Then Jehovah’s anger blazed against Israel, and he sold them into the hands of the Philisʹtines and the Amʹmonites."},{"Verse":8,"Text":" So they crushed and greatly oppressed the Israelites in that year—for 18 years they oppressed all the Israelites on the side of the Jordan that had been the land of the Amʹorites in Gilʹead."},{"Verse":9,"Text":" The Amʹmonites would also cross the Jordan to fight against Judah and Benjamin and the house of Eʹphraim; and Israel was greatly distressed."},{"Verse":10,"Text":" Then the Israelites called to Jehovah for help, saying: “We have sinned against you, for we abandoned our God and served the Baʹals.”"},{"Verse":11,"Text":" But Jehovah said to the Israelites: “Did I not save you from Egypt and from the Amʹorites, the Amʹmonites, the Philisʹtines,"},{"Verse":12,"Text":" the Sidoʹnians, Amʹalek, and Midʹian when they oppressed you? When you cried out to me, I saved you out of their hand."},{"Verse":13,"Text":" But you abandoned me and served other gods. That is why I will not save you again."},{"Verse":14,"Text":" Go to the gods whom you have chosen and call for help. Let them save you in your time of distress.”"},{"Verse":15,"Text":" But the Israelites said to Jehovah: “We have sinned. Do to us whatever is good in your eyes. Only save us, please, this day.”"},{"Verse":16,"Text":" And they removed the foreign gods from their midst and served Jehovah, so that he could no longer tolerate Israel’s suffering."},{"Verse":17,"Text":" In time the Amʹmonites were called together, and they pitched camp in Gilʹead. So the Israelites gathered together and pitched camp in Mizʹpah."},{"Verse":18,"Text":" The people and the princes of Gilʹead said to one another: “Who will take the lead in fighting against the Amʹmonites? Let him become the chief over all the inhabitants of Gilʹead.”"}]},{"Chapter":11,"Verses":[{"Verse":1,"Text":" Now Jephʹthah the Gilʹeadite was a mighty warrior; he was the son of a prostitute, and Gilʹead was Jephʹthah’s father."},{"Verse":2,"Text":" But Gilʹead’s wife also bore him sons. When the sons of his wife grew up, they drove Jephʹthah out and said to him: “You will have no inheritance in our father’s household, for you are the son of another woman.”"},{"Verse":3,"Text":" So Jephʹthah fled from his brothers and settled in the land of Tob. And idle men joined company with Jephʹthah, and they followed him."},{"Verse":4,"Text":" After a while, the Amʹmonites fought against Israel."},{"Verse":5,"Text":" And when the Amʹmonites fought against Israel, the elders of Gilʹead immediately went to bring Jephʹthah back from the land of Tob."},{"Verse":6,"Text":" They said to Jephʹthah: “Come and serve as our commander, so that we can fight against the Amʹmonites.”"},{"Verse":7,"Text":" But Jephʹthah said to the elders of Gilʹead: “Was it not you who hated me so much that you drove me out of my father’s house? Why have you come to me now when you are in distress?”"},{"Verse":8,"Text":" At this the elders of Gilʹead said to Jephʹthah: “That is why now we have returned to you. If you go with us and fight against the Amʹmonites, you will become our leader over all the inhabitants of Gilʹead.”"},{"Verse":9,"Text":" So Jephʹthah said to the elders of Gilʹead: “If you bring me back to fight against the Amʹmonites and Jehovah defeats them for me, then I will indeed become your leader!”"},{"Verse":10,"Text":" The elders of Gilʹead said to Jephʹthah: “Let Jehovah be the witness between us if we do not do as you say.”"},{"Verse":11,"Text":" So Jephʹthah went with the elders of Gilʹead, and the people made him their leader and commander. And Jephʹthah repeated all his words before Jehovah in Mizʹpah."},{"Verse":12,"Text":" Jephʹthah then sent messengers to the king of the Amʹmonites, saying: “What do you have against me that you have come to attack my land?”"},{"Verse":13,"Text":" So the king of the Amʹmonites said to the messengers of Jephʹthah: “It is because Israel took my land when they came up out of Egypt, from the Arʹnon to the Jabʹbok and as far as the Jordan. Now return it peaceably.”"},{"Verse":14,"Text":" But Jephʹthah sent messengers back to the king of the Amʹmonites"},{"Verse":15,"Text":" to say to him:\r\n“This is what Jephʹthah says: ‘Israel did not take the land of the Moʹabites and the land of the Amʹmonites,"},{"Verse":16,"Text":" for when they came up out of Egypt, Israel walked through the wilderness as far as the Red Sea and came to Kaʹdesh."},{"Verse":17,"Text":" Then Israel sent messengers to the king of Eʹdom, saying: “Please let us pass through your land,” but the king of Eʹdom did not listen. Also to the king of Moʹab they sent word, but he did not consent. So Israel kept dwelling in Kaʹdesh."},{"Verse":18,"Text":" When they walked through the wilderness, they bypassed the land of Eʹdom and the land of Moʹab. They traveled east of the land of Moʹab and camped in the region of the Arʹnon; they did not come within the boundary of Moʹab, for the Arʹnon was the boundary of Moʹab."},{"Verse":19,"Text":" “‘After that Israel sent messengers to Siʹhon king of the Amʹorites, king of Heshʹbon, and Israel said to him: “Please let us pass through your land to our own place.”"},{"Verse":20,"Text":" But Siʹhon did not trust Israel to cross through his territory, so Siʹhon gathered all his people together and encamped in Jaʹhaz and fought against Israel."},{"Verse":21,"Text":" At this Jehovah the God of Israel gave Siʹhon and all his people into Israel’s hand, so that they defeated them and Israel took possession of all the land of the Amʹorites, the inhabitants of that land."},{"Verse":22,"Text":" Thus they took possession of all the territory of the Amʹorites from the Arʹnon to the Jabʹbok and from the wilderness to the Jordan."},{"Verse":23,"Text":" “‘It was Jehovah the God of Israel who drove out the Amʹorites from before his people Israel, and now would you drive them out?"},{"Verse":24,"Text":" Do you not possess whatever your god Cheʹmosh gives you to possess? So everyone whom Jehovah our God has driven out from before us is the one we will drive out."},{"Verse":25,"Text":" Now are you any better than Baʹlak the son of Zipʹpor, the king of Moʹab? Did he ever contend with Israel, or did he ever fight against them?"},{"Verse":26,"Text":" While Israel was dwelling in Heshʹbon and its dependent towns and in Aroʹer and its dependent towns and in all the cities that are by the banks of the Arʹnon for 300 years, why did you never try to take them back during that time?"},{"Verse":27,"Text":" I have not sinned against you, but you are wrong to attack me. Let Jehovah the Judge be judge today between the people of Israel and the people of Amʹmon.’”"},{"Verse":28,"Text":" But the king of the Amʹmonites would not listen to the message that Jephʹthah sent to him."},{"Verse":29,"Text":" Jehovah’s spirit came upon Jephʹthah, and he passed through Gilʹead and Manasʹseh to go to Mizʹpeh of Gilʹead, and from Mizʹpeh of Gilʹead he continued on to the Amʹmonites."},{"Verse":30,"Text":" Then Jephʹthah made a vow to Jehovah and said: “If you give the Amʹmonites into my hand,"},{"Verse":31,"Text":" then whoever comes out of the door of my house to meet me when I return in peace from the Amʹmonites will become Jehovah’s, and I will offer that one up as a burnt offering.”"},{"Verse":32,"Text":" So Jephʹthah went to fight against the Amʹmonites, and Jehovah gave them into his hand."},{"Verse":33,"Text":" He struck them down with a very great slaughter from Aroʹer all the way to Minʹnith—20 cities—and as far as Aʹbel-kerʹamim. Thus the Amʹmonites were subdued before the Israelites."},{"Verse":34,"Text":" Finally Jephʹthah came to his home in Mizʹpah, and look! his daughter was coming out to meet him, playing the tambourine and dancing! Now she was his one and only child. Besides her, he had neither son nor daughter."},{"Verse":35,"Text":" When he saw her, he ripped his garments and said: “Oh no, my daughter! You have broken my heart, for you have become the one I have banished. Now I have opened my mouth to Jehovah, and I am unable to turn back.”"},{"Verse":36,"Text":" But she said to him: “My father, if you have opened your mouth to Jehovah, do to me as you have promised, since Jehovah has executed vengeance for you upon your enemies, the Amʹmonites.”"},{"Verse":37,"Text":" She then said to her father: “Let this be done for me: Let me be alone for two months, and let me go away into the mountains, and let me weep over my virginity with my female companions.”"},{"Verse":38,"Text":" At this he said: “Go!” So he sent her away for two months, and she went to the mountains with her companions to weep over her virginity."},{"Verse":39,"Text":" At the end of two months, she returned to her father, after which he carried out the vow he had made regarding her. She never had relations with a man. And it became a custom in Israel:"},{"Verse":40,"Text":" From year to year, the young women of Israel would go to give commendation to the daughter of Jephʹthah the Gilʹeadite four days in the year."}]},{"Chapter":12,"Verses":[{"Verse":1,"Text":" Then the men of Eʹphraim were summoned, and they crossed over to Zaʹphon and said to Jephʹthah: “Why did you not call us to go with you when you crossed over to fight against the Amʹmonites? We will burn your house down with you in it.”"},{"Verse":2,"Text":" But Jephʹthah said to them: “Along with my people, I was engaged in a great conflict with the Amʹmonites. I did call to you for help, but you did not save me from their hand."},{"Verse":3,"Text":" When I saw that you would not save me, then I decided to risk my life and go against the Amʹmonites, and Jehovah handed them over to me. So why have you come today to fight against me?”"},{"Verse":4,"Text":" Jephʹthah then gathered all the men of Gilʹead, and they fought Eʹphraim; the men of Gilʹead defeated Eʹphraim, who had said: “You are only fugitives from Eʹphraim, you Gilʹeadites in Eʹphraim and Manasʹseh.”"},{"Verse":5,"Text":" Gilʹead captured the fords of the Jordan ahead of Eʹphraim; and when the men of Eʹphraim were trying to escape, they would say, “Let me cross over”; then the men of Gilʹead would ask each one, “Are you an Eʹphraimite?” When he would reply, “No!”"},{"Verse":6,"Text":" they would say to him, “Please say Shibʹboleth.” But he would say, “Sibʹboleth,” as he was unable to say the word correctly. Then they would seize him and slay him at the fords of the Jordan. So 42,000 Eʹphraimites fell at that time."},{"Verse":7,"Text":" Jephʹthah judged Israel for six years, after which Jephʹthah the Gilʹeadite died and was buried in his city in Gilʹead."},{"Verse":8,"Text":" Ibʹzan from Bethʹlehem judged Israel after him."},{"Verse":9,"Text":" He had 30 sons and 30 daughters. He sent his daughters to marry men outside his clan, and he brought in 30 women to marry his sons. He judged Israel for seven years."},{"Verse":10,"Text":" Then Ibʹzan died and was buried in Bethʹlehem."},{"Verse":11,"Text":" After him Eʹlon the Zebʹulunite judged Israel; he judged Israel for ten years."},{"Verse":12,"Text":" Then Eʹlon the Zebʹulunite died and was buried in Aiʹjalon in the land of Zebʹulun."},{"Verse":13,"Text":" After him Abʹdon the son of Hilʹlel the Pirʹathonite judged Israel."},{"Verse":14,"Text":" He had 40 sons and 30 grandsons who rode on 70 donkeys. He judged Israel for eight years."},{"Verse":15,"Text":" Then Abʹdon the son of Hilʹlel the Pirʹathonite died and was buried in Pirʹathon in the land of Eʹphraim in the mountain of the Amalʹekite."}]},{"Chapter":13,"Verses":[{"Verse":1,"Text":" Again the Israelites did what was bad in Jehovah’s eyes, and Jehovah gave them into the hand of the Philisʹtines for 40 years."},{"Verse":2,"Text":" Meanwhile, there was a man of Zoʹrah of the family of the Danʹites, whose name was Manoʹah. His wife was barren and childless."},{"Verse":3,"Text":" In time Jehovah’s angel appeared to the woman and said to her: “Look, you are barren and childless. But you will conceive and give birth to a son."},{"Verse":4,"Text":" Now be careful not to drink wine or anything alcoholic, and do not eat anything unclean."},{"Verse":5,"Text":" Look! You will conceive and give birth to a son, and no razor should touch his head, because the child will be a Nazʹirite of God from birth, and he will take the lead in saving Israel out of the hand of the Philisʹtines.”"},{"Verse":6,"Text":" Then the woman went and told her husband: “A man of the true God came to me, and his appearance was like an angel of the true God, very awe-inspiring. I did not ask him where he was from, nor did he tell me his name."},{"Verse":7,"Text":" But he said to me, ‘Look! You will conceive and give birth to a son. Now do not drink wine or anything alcoholic, and do not eat anything unclean, because the child will be a Nazʹirite of God from birth until the day of his death.’”"},{"Verse":8,"Text":" Manoʹah pleaded with Jehovah and said: “Pardon me, Jehovah. Please let the man of the true God whom you just sent come again to instruct us about what we should do with the child who will be born.”"},{"Verse":9,"Text":" So the true God listened to Manoʹah, and the angel of the true God came again to the woman while she was sitting in the field; her husband Manoʹah was not with her."},{"Verse":10,"Text":" The woman quickly ran and told her husband: “Look! The man who came to me the other day has appeared to me.”"},{"Verse":11,"Text":" Then Manoʹah got up and went with his wife. He came to the man and said to him: “Are you the man who spoke to my wife?” He said: “I am.”"},{"Verse":12,"Text":" Then Manoʹah said: “May your words come true! What will be the child’s manner of life, and what will be his work?”"},{"Verse":13,"Text":" So Jehovah’s angel said to Manoʹah: “Your wife should keep herself from everything that I mentioned to her."},{"Verse":14,"Text":" She should not eat anything that the grapevine produces, she should not drink wine or anything alcoholic, and she should not eat anything unclean. Everything that I commanded her, let her observe.”"},{"Verse":15,"Text":" Manoʹah now said to Jehovah’s angel: “Please stay, and let us prepare a young goat for you.”"},{"Verse":16,"Text":" But Jehovah’s angel said to Manoʹah: “If I stay, I will not eat your food; but if you wish to present a burnt offering to Jehovah, you may offer it up.” Manoʹah did not know that he was Jehovah’s angel."},{"Verse":17,"Text":" Then Manoʹah said to Jehovah’s angel: “What is your name, so that we may honor you when your word comes true?”"},{"Verse":18,"Text":" However, Jehovah’s angel said to him: “Why are you asking about my name, seeing that it is a wonderful one?”"},{"Verse":19,"Text":" Then Manoʹah took the young goat and the grain offering and offered them on the rock to Jehovah. And He was doing something amazing while Manoʹah and his wife were looking on."},{"Verse":20,"Text":" As the flame ascended from the altar heavenward, Jehovah’s angel ascended in the flame from the altar while Manoʹah and his wife were looking on. At once they fell with their faces to the ground."},{"Verse":21,"Text":" Jehovah’s angel did not appear again to Manoʹah and his wife. Then Manoʹah realized that he was Jehovah’s angel."},{"Verse":22,"Text":" Manoʹah then said to his wife: “We are sure to die, because it is God whom we have seen.”"},{"Verse":23,"Text":" But his wife said to him: “If Jehovah wanted to put us to death, he would not have accepted a burnt offering and a grain offering from our hand, he would not have shown us all these things, and he would not have told us any of these things.”"},{"Verse":24,"Text":" The woman later gave birth to a son and named him Samson; and as the boy grew, Jehovah continued to bless him."},{"Verse":25,"Text":" In time Jehovah’s spirit started to impel him in Maʹhaneh-dan, between Zoʹrah and Eshʹtaol."}]},{"Chapter":14,"Verses":[{"Verse":1,"Text":" Then Samson went down to Timʹnah, and in Timʹnah he saw a Philisʹtine woman."},{"Verse":2,"Text":" So he went up and told his father and mother: “In Timʹnah a Philisʹtine woman caught my eye, and I want you to get her for me as a wife.”"},{"Verse":3,"Text":" But his father and mother said to him: “Can you not find a woman among your relatives and among all our people? Must you go and take a wife from among the uncircumcised Philisʹtines?” But Samson said to his father: “Get her for me, because she is the right one for me.”"},{"Verse":4,"Text":" His father and mother did not realize that this was from Jehovah, for He was looking for an opportunity against the Philisʹtines, as the Philisʹtines were ruling over Israel at that time."},{"Verse":5,"Text":" So Samson went down with his father and mother to Timʹnah. When he reached the vineyards of Timʹnah, why look! a lion came roaring at him."},{"Verse":6,"Text":" Then Jehovah’s spirit empowered him, and he tore it in two, just as someone tears a young goat in two with his bare hands. But he did not tell his father or mother what he had done."},{"Verse":7,"Text":" Then he went down and spoke to the woman, and she was still the right one in Samson’s eyes."},{"Verse":8,"Text":" Later when he was going back to take her home, he turned aside to look at the dead body of the lion, and there in the lion’s carcass was a swarm of bees and honey."},{"Verse":9,"Text":" So he scraped the honey out into his hands and ate it as he walked along. When he rejoined his father and mother, he gave them some to eat. But he did not tell them that he had scraped the honey out of the carcass of a lion."},{"Verse":10,"Text":" His father went down to the woman, and Samson held a banquet there, for that was what the young men used to do."},{"Verse":11,"Text":" When they saw him, they brought 30 groomsmen to accompany him."},{"Verse":12,"Text":" Then Samson said to them: “Please let me tell you a riddle. If during the seven days of the banquet you solve it and tell me the answer, I will have to give you 30 linen garments and 30 outfits of clothing."},{"Verse":13,"Text":" But if you are unable to tell me the answer, you must give me 30 linen garments and 30 outfits of clothing.” They said: “Tell us your riddle; we want to hear it.”"},{"Verse":14,"Text":" So he said to them:\r\n“Out of the eater came something to eat,\r\nAnd out of the strong came something sweet.”\r\nThey were unable to solve the riddle for three days."},{"Verse":15,"Text":" On the fourth day, they said to Samson’s wife: “Trick your husband so that he will tell us the answer to the riddle. Otherwise, we will burn you and your father’s house with fire. Did you invite us here to take our possessions?”"},{"Verse":16,"Text":" So Samson’s wife wept over him and said: “You must hate me; you do not love me. You told a riddle to my people, but you have not told the answer to me.” At this he said to her: “Why, I have not told it even to my own father and mother! Should I tell it to you?”"},{"Verse":17,"Text":" But she kept weeping over him the rest of the seven-day banquet. He finally told her on the seventh day, because she had pressured him. Then she told her people the answer to the riddle."},{"Verse":18,"Text":" So on the seventh day before the sun set, the men of the city said to him:\r\n“What is sweeter than honey,\r\nAnd what is stronger than a lion?”\r\nHe replied to them:\r\n“If you had not plowed with my young cow,\r\nYou would not have solved my riddle.”"},{"Verse":19,"Text":" Then Jehovah’s spirit empowered him, and he went down to Ashʹkelon and struck down 30 of their men and took their clothing and gave the outfits to those who had answered the riddle. He was furious as he went back up to his father’s house."},{"Verse":20,"Text":" Samson’s wife was then given to one of his groomsmen who had accompanied him."}]},{"Chapter":15,"Verses":[{"Verse":1,"Text":" After a while, in the days of the wheat harvest, Samson went to visit his wife, bringing a young goat. He said: “I wish to go in to my wife in the bedroom.” But her father did not allow him to go in."},{"Verse":2,"Text":" Her father said: “I thought, ‘You must surely hate her.’ So I gave her to your groomsman. Is not her younger sister more attractive than she is? Please, take her instead.”"},{"Verse":3,"Text":" However, Samson said to them: “This time I cannot be blamed by the Philisʹtines for harming them.”"},{"Verse":4,"Text":" So Samson went and caught 300 foxes. Then he took torches, turned the foxes tail to tail, and put one torch between each pair of tails."},{"Verse":5,"Text":" Then he set fire to the torches and sent the foxes out into the fields of standing grain of the Philisʹtines. He set on fire everything from sheaf to standing grain, as well as the vineyards and the olive groves."},{"Verse":6,"Text":" The Philisʹtines asked: “Who did this?” They were told: “It was Samson, the son-in-law of the Timʹnite, because he took his wife and gave her to his groomsman.” At that the Philisʹtines went up and burned her and her father with fire."},{"Verse":7,"Text":" Then Samson said to them: “If this is how you act, I will not quit until I take revenge on you.”"},{"Verse":8,"Text":" Then he struck them down one after the other with a great slaughter, after which he went down and stayed in a cave of the crag Eʹtam."},{"Verse":9,"Text":" Later the Philisʹtines came up and camped in Judah and were tramping about in Leʹhi."},{"Verse":10,"Text":" Then the men of Judah said: “Why have you come up against us?” to which they answered: “We have come up to capture Samson, to do to him just as he did to us.”"},{"Verse":11,"Text":" So 3,000 men of Judah went down to the cave of the crag Eʹtam and said to Samson: “Do you not know that the Philisʹtines are ruling over us? So why have you done this to us?” He said to them: “As they did to me, so I did to them.”"},{"Verse":12,"Text":" But they said to him: “We have come to capture you and to hand you over to the Philisʹtines.” Then Samson said: “Swear to me that you yourselves will not assault me.”"},{"Verse":13,"Text":" They said to him: “No, we will only tie you and hand you over to them, but we will not put you to death.”\r\nSo they bound him with two new ropes and brought him up from the crag."},{"Verse":14,"Text":" When he came to Leʹhi, the Philisʹtines shouted triumphantly at meeting him. Then Jehovah’s spirit empowered him, and the ropes on his arms became like linen threads that were scorched with fire, and his fetters melted off his hands."},{"Verse":15,"Text":" He now found a fresh jawbone of a male donkey; he reached out and grabbed it and struck down 1,000 men with it."},{"Verse":16,"Text":" Then Samson said:\r\n“With the jawbone of a donkey—one heap, two heaps!\r\nWith the jawbone of a donkey I struck down 1,000 men.”"},{"Verse":17,"Text":" When he finished speaking, he threw the jawbone away and called that place Raʹmath-leʹhi."},{"Verse":18,"Text":" Then he became very thirsty, and he called on Jehovah and said: “It was you who gave this great salvation into the hand of your servant. But now am I to die of thirst and fall into the hands of the uncircumcised?”"},{"Verse":19,"Text":" So God split open a hollow that was in Leʹhi, and water flowed from it. When he drank, his spirit returned and he revived. That is why he named the place En-hakkorʹe, which is in Leʹhi to this day."},{"Verse":20,"Text":" And he judged Israel in the days of the Philisʹtines for 20 years."}]},{"Chapter":16,"Verses":[{"Verse":1,"Text":" One time Samson went to Gazʹa and saw a prostitute there, and he went in to her."},{"Verse":2,"Text":" The Gazʹites were told: “Samson has come here.” So they surrounded him and lay in ambush for him all night long in the city gate. They stayed quiet the whole night, saying to themselves: “When daylight comes, we will kill him.”"},{"Verse":3,"Text":" However, Samson kept lying there until midnight. Then he got up at midnight and grabbed the doors of the city gate and the two side posts and pulled them out along with the bar. He put them on his shoulders and carried them up to the top of the mountain that faces Hebʹron."},{"Verse":4,"Text":" After that he fell in love with a woman in the Valley of Soʹrek whose name was Deliʹlah."},{"Verse":5,"Text":" So the lords of the Philisʹtines approached her and said: “Trick him and find out what gives him such great strength and how we can overpower him and tie him and subdue him. For this we will each give you 1,100 silver pieces.”"},{"Verse":6,"Text":" Deliʹlah later said to Samson: “Please tell me where your great power comes from and what can be used to tie you and subdue you.”"},{"Verse":7,"Text":" Samson said to her: “If they tie me with seven fresh bowstrings that have not been dried out, I will grow as weak as an ordinary man.”"},{"Verse":8,"Text":" So the lords of the Philisʹtines brought up to her seven fresh bowstrings that had not been dried out, and she tied him with them."},{"Verse":9,"Text":" Now they set an ambush in the inner room, and she called out to him: “The Philisʹtines are upon you, Samson!” At that he tore apart the bowstrings, just as easily as a thread of flax comes apart when it touches fire. The secret of his power did not become known."},{"Verse":10,"Text":" Then Deliʹlah said to Samson: “Look! You have fooled me and told me lies. Now tell me, please, what can be used to tie you.”"},{"Verse":11,"Text":" So he said to her: “If they tie me up with new ropes that have not been used for work, I will grow as weak as an ordinary man.”"},{"Verse":12,"Text":" So Deliʹlah took new ropes and tied him with them and called out: “The Philisʹtines are upon you, Samson!” (All the while the ambush was set in the inner room.) At that he tore them off his arms like threads."},{"Verse":13,"Text":" After that Deliʹlah said to Samson: “Up until now you have fooled me and told me lies. Tell me what can be used to tie you.” Then he said to her: “If you weave the seven braids of my head with the warp thread.”"},{"Verse":14,"Text":" So she fixed them with a pin and called out to him: “The Philisʹtines are upon you, Samson!” So he woke up from his sleep and pulled out the loom pin and the warp thread."},{"Verse":15,"Text":" She now said to him: “How can you say, ‘I love you,’ when your heart is not with me? These three times you have fooled me and have not told me the source of your great power.”"},{"Verse":16,"Text":" Because day after day she kept nagging him and pressuring him, he was weary to the point of dying."},{"Verse":17,"Text":" So he finally opened his heart to her, saying: “A razor has never touched my head, because I am a Nazʹirite of God from birth. If I am shaved, my power will leave me and I will grow weak and become like all other men.”"},{"Verse":18,"Text":" When Deliʹlah saw that he had opened his heart to her, she immediately summoned the Philisʹtine lords, saying: “Come up this time, for he has opened his heart to me.” So the Philisʹtine lords came up to her, bringing the money with them."},{"Verse":19,"Text":" She made him fall asleep on her knees; then she called the man and had him shave off the seven braids of his head. After that she began to have control over him, for his power was leaving him."},{"Verse":20,"Text":" Now she called out: “The Philisʹtines are upon you, Samson!” He woke up from his sleep and said: “I will go out as at other times and shake myself free.” But he did not know that Jehovah had left him."},{"Verse":21,"Text":" So the Philisʹtines seized him and bored his eyes out. Then they brought him down to Gazʹa and bound him with two copper fetters, and he became a grinder of grain in the prison."},{"Verse":22,"Text":" But the hair of his head started to grow back again after he had been shaved."},{"Verse":23,"Text":" The Philisʹtine lords gathered together to offer a great sacrifice to Daʹgon their god and to celebrate, for they were saying: “Our god has given Samson our enemy into our hand!”"},{"Verse":24,"Text":" When the people saw him, they praised their god and said: “Our god has given into our hand our enemy, the one who devastated our land and killed so many of us.”"},{"Verse":25,"Text":" Because their heart was cheerful, they said: “Call Samson to provide us some amusement.” So they called Samson out of the prison to entertain them; they made him stand between the pillars."},{"Verse":26,"Text":" Then Samson said to the boy holding him by the hand: “Let me feel the pillars that support the house, so that I can lean against them.”"},{"Verse":27,"Text":" (Incidentally, the house was full of men and women. All the Philisʹtine lords were there, and on the roof there were about 3,000 men and women who were looking on while Samson provided amusement.)"},{"Verse":28,"Text":" Samson now called out to Jehovah: “Sovereign Lord Jehovah, remember me, please, and strengthen me, please, just this once, O God, and let me take revenge on the Philisʹtines for one of my two eyes.”"},{"Verse":29,"Text":" Then Samson braced himself against the two middle pillars that supported the house, and he leaned on them with his right hand on one and his left hand on the other."},{"Verse":30,"Text":" Samson called out: “Let me die with the Philisʹtines!” Then he pushed with all his might, and the house fell on the lords and all the people in it. So he killed more at his death than he had killed during his life."},{"Verse":31,"Text":" Later his brothers and all his father’s family came down to take him back. They brought him up and buried him between Zoʹrah and Eshʹtaol in the tomb of Manoʹah his father. He had judged Israel for 20 years."}]},{"Chapter":17,"Verses":[{"Verse":1,"Text":" There was a man of the mountainous region of Eʹphraim named Miʹcah."},{"Verse":2,"Text":" He said to his mother: “The 1,100 silver pieces that were taken from you about which you pronounced a curse, which I heard—look! the silver is with me. I was the one who took it.” At that his mother said: “May Jehovah bless my son.”"},{"Verse":3,"Text":" So he gave the 1,100 pieces of silver back to his mother, but his mother said: “I will without fail sanctify the silver to Jehovah from my hand for my son to use in making a carved image and a metal statue. Now I give it back to you.”"},{"Verse":4,"Text":" After he returned the silver to his mother, his mother took 200 silver pieces and gave them to the silversmith. He made a carved image and a metal statue; and they were put in Miʹcah’s house."},{"Verse":5,"Text":" This man Miʹcah had a house of gods, and he made an ephʹod and teraphim statues and installed one of his sons to serve as priest for him."},{"Verse":6,"Text":" In those days, there was no king in Israel. Each one was doing what was right in his own eyes."},{"Verse":7,"Text":" Now there was a young man of Bethʹlehem in Judah who was of the family of Judah. He was a Levite who had been living there for a time."},{"Verse":8,"Text":" The man left the city of Bethʹlehem in Judah to find a place to live. While on his journey, he came to the mountainous region of Eʹphraim, to the house of Miʹcah."},{"Verse":9,"Text":" Then Miʹcah said to him: “Where do you come from?” He replied: “I am a Levite from Bethʹlehem in Judah, and I am on my way to find a place to live.”"},{"Verse":10,"Text":" So Miʹcah said to him: “Stay with me and serve as a father and a priest for me. I will give you ten silver pieces a year and a set of garments and your food.” So the Levite went in."},{"Verse":11,"Text":" Thus the Levite agreed to stay with the man, and the young man became like one of his sons."},{"Verse":12,"Text":" Furthermore, Miʹcah installed the Levite to serve as a priest for him, and he lived in the house of Miʹcah."},{"Verse":13,"Text":" Then Miʹcah said: “Now I know that Jehovah will be good to me, for the Levite has become my priest.”"}]},{"Chapter":18,"Verses":[{"Verse":1,"Text":" In those days there was no king in Israel. And in those days the tribe of the Danʹites was looking for an inheritance to dwell in, because until then they had not received an inheritance among the tribes of Israel."},{"Verse":2,"Text":" The Danʹites sent five men from among their family, capable men from Zoʹrah and Eshʹtaol, to spy out the land and to explore it. They said to them: “Go, explore the land.” When they came to the mountainous region of Eʹphraim, to the house of Miʹcah, they spent the night there."},{"Verse":3,"Text":" While they were near the house of Miʹcah, they recognized the voice of the young Levite man, so they went over to him and asked: “Who brought you here? What are you doing in this place? What is keeping you here?”"},{"Verse":4,"Text":" He replied to them: “Thus and so Miʹcah did for me, and he hired me to serve as priest for him.”"},{"Verse":5,"Text":" Then they said to him: “Please ask God whether our journey will be successful.”"},{"Verse":6,"Text":" The priest said to them: “Go in peace. Jehovah is with you on your journey.”"},{"Verse":7,"Text":" So the five men went on and came to Laʹish. They saw how the people in it were dwelling in self-reliance in the manner of the Sidoʹnians. They were quiet and unsuspecting, and no oppressive conqueror was in the land to disturb them. They were far away from the Sidoʹnians, and they had no dealings with anyone else."},{"Verse":8,"Text":" When they returned to their brothers at Zoʹrah and Eshʹtaol, their brothers said to them: “How did it go?”"},{"Verse":9,"Text":" They replied: “Let us go up against them, for we have seen that the land is very good. Why are you hesitant? Do not delay to go in to take possession of the land."},{"Verse":10,"Text":" When you arrive, you will find an unsuspecting people, and the land is spacious. God has given it into your hand, a place where there is no lack of anything on the earth.”"},{"Verse":11,"Text":" Then 600 men armed for battle from the family of the Danʹites departed from Zoʹrah and Eshʹtaol."},{"Verse":12,"Text":" They went up and camped at Kirʹiath-jeʹarim in Judah. That is why that place, which is west of Kirʹiath-jeʹarim, is called Maʹhaneh-dan to this day."},{"Verse":13,"Text":" They went from there to the mountainous region of Eʹphraim and came to the house of Miʹcah."},{"Verse":14,"Text":" Then the five men who had gone to spy out the land of Laʹish said to their brothers: “Did you know that there are in these houses an ephʹod, teraphim statues, a carved image, and a metal statue? Think about what you should do.”"},{"Verse":15,"Text":" So they stopped there and came to the house of the young Levite man at the house of Miʹcah and asked how he was."},{"Verse":16,"Text":" All the while the 600 men of Dan, armed for battle, stood at the entrance of the gate."},{"Verse":17,"Text":" The five men who had gone to spy out the land went inside to take the carved image, the ephʹod, the teraphim statues, and the metal image. (The priest was standing at the entrance of the gate with the 600 men armed for battle.)"},{"Verse":18,"Text":" They went into the house of Miʹcah and took the carved image, the ephʹod, the teraphim statues, and the metal image. The priest said to them: “What are you doing?”"},{"Verse":19,"Text":" But they said to him: “Be quiet. Put your hand over your mouth, and come with us to be a father and a priest for us. Which is better—for you to be a priest to the house of one man or to become a priest to a tribe and family in Israel?”"},{"Verse":20,"Text":" So the priest was satisfied, and he took the ephʹod, the teraphim statues, and the carved image and went off with the people."},{"Verse":21,"Text":" Then they turned to go on their way, putting the children, the livestock, and the valuable things ahead of them."},{"Verse":22,"Text":" They had gone some distance away from the house of Miʹcah when the men who lived in the houses near the house of Miʹcah gathered together and caught up with the Danʹites."},{"Verse":23,"Text":" When they cried out to the Danʹites, they turned to face them and said to Miʹcah: “What is the matter? Why have you been gathered together?”"},{"Verse":24,"Text":" So he said: “You have taken my gods that I made, and you have gone off with the priest too. What do I have left? How, then, can you ask me, ‘What is the matter with you?’”"},{"Verse":25,"Text":" The Danʹites replied: “Do not raise your voice against us; otherwise, angry men may assault you, and that would cost you your life and the lives of your household.”"},{"Verse":26,"Text":" So the Danʹites went on their way; and Miʹcah, seeing that they were stronger than he was, turned and went back to his house."},{"Verse":27,"Text":" After they took what Miʹcah had made, as well as his priest, they went to Laʹish, to a people quiet and unsuspecting. They struck them down with the sword and burned the city with fire."},{"Verse":28,"Text":" There was no one to rescue it, for it was far from Siʹdon and they had no dealings with anyone else and it was in the valley plain that belonged to Beth-reʹhob. Then they rebuilt the city and settled in it."},{"Verse":29,"Text":" Furthermore, they named the city Dan after the name of their father, Dan, who was born to Israel. But Laʹish was the city’s former name."},{"Verse":30,"Text":" After that the Danʹites set up the carved image for themselves, and Jonʹathan the son of Gerʹshom, the son of Moses, and his sons became priests to the tribe of the Danʹites until the day that the inhabitants of the land went into exile."},{"Verse":31,"Text":" And they set up the carved image that Miʹcah had made, and it remained there all the days that the house of the true God was in Shiʹloh."}]},{"Chapter":19,"Verses":[{"Verse":1,"Text":" In those days, when there was no king in Israel, a Levite who was then living in a remote part of the mountainous region of Eʹphraim took a concubine from Bethʹlehem in Judah as his wife."},{"Verse":2,"Text":" But his concubine was unfaithful to him, and she left him to go to her father’s house at Bethʹlehem in Judah. She remained there for four months."},{"Verse":3,"Text":" Then her husband went after her to persuade her to come back; he had his male attendant and a couple of donkeys with him. So she brought him into her father’s house. When her father saw him, he was glad to meet him."},{"Verse":4,"Text":" So his father-in-law, the young woman’s father, convinced him to stay with him three days; and they would eat and drink, and he would spend the night there."},{"Verse":5,"Text":" On the fourth day, when they got up early in the morning to go, the father of the young woman said to his son-in-law: “Eat something to give you strength, and then you may go.”"},{"Verse":6,"Text":" So they sat down, and they both ate and drank together; after that the father of the young woman said to the man: “Please, stay overnight and enjoy yourself.”"},{"Verse":7,"Text":" When the man rose to go, his father-in-law kept begging him, so he stayed overnight again."},{"Verse":8,"Text":" When he got up early in the morning on the fifth day to go, the father of the young woman said: “Please, eat something to give you strength.” And they lingered until it was late in the day, and they both kept eating."},{"Verse":9,"Text":" When the man rose to go with his concubine and his attendant, his father-in-law, the young woman’s father, said to him: “Look, now! It is almost evening. Please, stay overnight. Here the day is coming to an end. Stay here overnight and enjoy yourself. Tomorrow you can get up early for your journey and go to your home.”"},{"Verse":10,"Text":" However, the man did not want to stay another night, so he got up and traveled as far as Jeʹbus, that is, Jerusalem. He had with him the two saddled donkeys, his concubine, and his attendant."},{"Verse":11,"Text":" When they were close to Jeʹbus, the daylight was nearly gone. So the attendant said to his master: “Should we stop at this city of the Jebʹusites and stay overnight here?”"},{"Verse":12,"Text":" But his master said to him: “We should not stop at a city of foreigners who are not Israelites. We will go on as far as Gibʹeah.”"},{"Verse":13,"Text":" Then he said to his attendant: “Come and let us try to reach one of those places; we will stay overnight either in Gibʹeah or in Raʹmah.”"},{"Verse":14,"Text":" So they went on their way, and the sun began to set when they were near Gibʹeah, which belongs to Benjamin."},{"Verse":15,"Text":" So they stopped there and went in to stay overnight in Gibʹeah. Once inside, they sat down in the public square of the city, but nobody took them into his house to stay overnight."},{"Verse":16,"Text":" Eventually that evening, an old man came in from his work in the field. He was from the mountainous region of Eʹphraim, and he was living for a time in Gibʹeah; but the residents of the city were Benʹjaminites."},{"Verse":17,"Text":" When he looked up and saw the traveler in the public square of the city, the old man said: “Where are you going, and where do you come from?”"},{"Verse":18,"Text":" He replied: “We are traveling from Bethʹlehem in Judah to a remote area of the mountainous region of Eʹphraim, where I am from. I went to Bethʹlehem in Judah, and I am going to the house of Jehovah, but nobody is taking me into his house."},{"Verse":19,"Text":" We have enough straw and fodder for our donkeys, and bread and wine for me, the woman, and our attendant. There is nothing lacking.”"},{"Verse":20,"Text":" However, the old man said: “May you have peace! Let me take care of anything you need. Just do not stay overnight in the public square.”"},{"Verse":21,"Text":" So he brought him into his house and gave feed to the donkeys. Then they washed their feet and ate and drank."},{"Verse":22,"Text":" While they were enjoying themselves, some worthless men of the city surrounded the house and were pounding on the door, and they kept saying to the old man who owned the house: “Bring out the man who came into your house, so that we may have sex with him.”"},{"Verse":23,"Text":" At that the owner of the house went out and said to them: “No, my brothers, do not act wickedly. Please, this man is a guest in my house. Do not commit this disgraceful act."},{"Verse":24,"Text":" Here are my virgin daughter and this man’s concubine. Let me bring them out, and you can humiliate them if you must. But you must not commit this disgraceful act toward this man.”"},{"Verse":25,"Text":" But the men refused to listen to him, so the man grabbed hold of his concubine and brought her outside to them. They raped her and abused her all night long until the morning. Then they sent her away at the break of dawn."},{"Verse":26,"Text":" Early in the morning, the woman came and fell down at the entrance of the man’s house where her master was and lay there until it was light."},{"Verse":27,"Text":" When her master got up in the morning and opened the doors of the house to go out to resume his journey, he saw the woman, his concubine, lying at the entrance of the house with her hands on the threshold."},{"Verse":28,"Text":" So he said to her: “Get up; let us go.” But there was no answer. The man then put her on the donkey and set out for his home."},{"Verse":29,"Text":" When he reached his house, he took the slaughtering knife and took hold of his concubine and cut her up limb by limb into 12 pieces and sent one piece into each territory of Israel."},{"Verse":30,"Text":" All who saw it said: “Such a thing has never happened or been seen from the day that the Israelites went up out of the land of Egypt down to this day. Consider it, take counsel, and tell us what to do.”"}]},{"Chapter":20,"Verses":[{"Verse":1,"Text":" Consequently, all the Israelites came out from Dan down to Beʹer-sheʹba and from the land of Gilʹead, and the entire assembly gathered unitedly before Jehovah at Mizʹpah."},{"Verse":2,"Text":" So the chiefs of the people and all the tribes of Israel took their places in the congregation of God’s people—400,000 foot soldiers armed with swords."},{"Verse":3,"Text":" The Benʹjaminites heard that the men of Israel had gone up to Mizʹpah.\r\nThen the men of Israel said: “Tell us, how did this terrible thing happen?”"},{"Verse":4,"Text":" At this the Levite man, the husband of the murdered woman, said in answer: “I came to Gibʹeah of Benjamin with my concubine to stay overnight."},{"Verse":5,"Text":" And the inhabitants of Gibʹeah rose up against me and surrounded the house by night. They meant to kill me, but they raped my concubine instead, and she died."},{"Verse":6,"Text":" So I took my concubine’s body and cut it up and sent the pieces into every part of Israel’s inheritance, because they had committed a shameful and disgraceful act in Israel."},{"Verse":7,"Text":" Now all you people of Israel, give your advice and counsel here.”"},{"Verse":8,"Text":" Then all the people rose up in unison and said: “Not one of us will go to his tent or return to his house."},{"Verse":9,"Text":" Now this is what we will do to Gibʹeah: We will go up against it by lot."},{"Verse":10,"Text":" We will take 10 men out of 100 from all the tribes of Israel, and 100 out of 1,000 and 1,000 out of 10,000 to collect provisions for the army, so that they may take action against Gibʹeah of Benjamin, in view of the disgraceful act that they committed in Israel.”"},{"Verse":11,"Text":" Thus all the men of Israel were gathered against the city united as allies."},{"Verse":12,"Text":" Then the tribes of Israel sent men to all the tribesmen of Benjamin, saying: “What is this terrible thing that has happened among you?"},{"Verse":13,"Text":" Now hand over the worthless men from Gibʹeah, so that we may put them to death and clear out what is bad from Israel.” But the Benʹjaminites refused to listen to their Israelite brothers."},{"Verse":14,"Text":" Then the Benʹjaminites gathered together out of the cities to Gibʹeah to go out to battle against the men of Israel."},{"Verse":15,"Text":" That day the Benʹjaminites mustered from their cities 26,000 men armed with swords, apart from the 700 chosen men of Gibʹeah."},{"Verse":16,"Text":" In this army were 700 chosen men who were left-handed. Every one of these men could sling a stone to within a hairbreadth and would not miss."},{"Verse":17,"Text":" The men of Israel apart from Benjamin mustered 400,000 men armed with swords, and each one was an experienced warrior."},{"Verse":18,"Text":" They rose up and went up to Bethʹel to inquire of God. Then the people of Israel said: “Who of us should go up in the lead to the battle against the Benʹjaminites?” Jehovah replied: “Judah is to take the lead.”"},{"Verse":19,"Text":" After that the Israelites rose up in the morning and camped against Gibʹeah."},{"Verse":20,"Text":" The men of Israel now went out to battle against Benjamin; they drew up in battle formation against them at Gibʹeah."},{"Verse":21,"Text":" So the Benʹjaminites came out from Gibʹeah and struck down 22,000 men of Israel on that day."},{"Verse":22,"Text":" However, the army of the men of Israel showed themselves courageous and again drew up in battle formation in the same place as on the first day."},{"Verse":23,"Text":" Then the Israelites went up and wept before Jehovah until the evening and inquired of Jehovah: “Should we again go into battle against our brothers, the people of Benjamin?” To this Jehovah said: “Go up against them.”"},{"Verse":24,"Text":" So the Israelites drew near to the Benʹjaminites on the second day."},{"Verse":25,"Text":" In turn Benjamin came out from Gibʹeah to meet them on the second day and struck down another 18,000 Israelites, all of them armed with swords."},{"Verse":26,"Text":" At that all the men of Israel went up to Bethʹel. They wept and sat there before Jehovah, and they fasted on that day until the evening and offered up burnt offerings and communion offerings before Jehovah."},{"Verse":27,"Text":" After that the men of Israel inquired of Jehovah, for the ark of the covenant of the true God was there in those days."},{"Verse":28,"Text":" Now Phinʹehas the son of Eleaʹzar, the son of Aaron, was ministering before it in those days. They asked: “Should we go out yet again to battle against our brothers, the men of Benjamin, or should we stop?” Jehovah replied: “Go up, because tomorrow I will give them into your hand.”"},{"Verse":29,"Text":" Then Israel set men in ambush all around Gibʹeah."},{"Verse":30,"Text":" The Israelites went up against the Benʹjaminites on the third day, and they drew up in formation against Gibʹeah the same as at the other times."},{"Verse":31,"Text":" When the Benʹjaminites went out to meet the army, they were drawn away from the city. Then, as at the other times, they started to attack and kill some of the men on the highways, one of which goes up to Bethʹel and the other to Gibʹeah, leaving about 30 men of Israel dead in the open field."},{"Verse":32,"Text":" So the Benʹjaminites said: “They are suffering defeat before us the same as before.” But the Israelites said: “We will retreat and draw them away from the city onto the highways.”"},{"Verse":33,"Text":" So all the men of Israel rose up from their places and drew up in formation at Baʹal-taʹmar while the Israelite ambush charged out of their places in the vicinity of Gibʹeah."},{"Verse":34,"Text":" Thus 10,000 chosen men out of all Israel came in front of Gibʹeah, and the fighting was heavy. But the Benʹjaminites did not know that disaster was near at hand."},{"Verse":35,"Text":" Jehovah defeated Benjamin before Israel, and on that day the Israelites struck down 25,100 men in Benjamin, all of them armed with swords."},{"Verse":36,"Text":" However, the Benʹjaminites imagined that the men of Israel would be defeated when they retreated from Benjamin, but they retreated because they trusted in the ambush that was set against Gibʹeah."},{"Verse":37,"Text":" The ambush acted quickly and charged toward Gibʹeah. Then the ambush spread out and struck down the whole city with the sword."},{"Verse":38,"Text":" Now the men of Israel had arranged that the men who ambushed the city would make a smoke signal go up from there."},{"Verse":39,"Text":" When the Israelites turned around in the battle, the men of Benjamin started by attacking and killing about 30 men of Israel, and they said: “They are clearly suffering another defeat before us, just as in the previous battle.”"},{"Verse":40,"Text":" But the signal started to go up from the city as a pillar of smoke. When the men of Benjamin turned to look, they saw the whole city going up in flames to the sky."},{"Verse":41,"Text":" Then the men of Israel made an about-face, and the men of Benjamin were dismayed, for they saw that disaster had overtaken them."},{"Verse":42,"Text":" So they retreated from the men of Israel toward the wilderness, but the battle followed them; the men coming out of the cities joined in striking them down."},{"Verse":43,"Text":" They surrounded the Benʹjaminites and pursued them relentlessly. They trampled them down directly in front of Gibʹeah toward the east."},{"Verse":44,"Text":" Finally 18,000 men of Benjamin fell, all mighty warriors."},{"Verse":45,"Text":" The men of Benjamin turned and fled into the wilderness to the crag of Rimʹmon, and the Israelites killed 5,000 of them on the highways, and they kept pursuing them as far as Giʹdom; so they struck down 2,000 more men."},{"Verse":46,"Text":" All those of Benjamin who fell on that day amounted to 25,000 men armed with swords, all mighty warriors."},{"Verse":47,"Text":" But 600 retreated into the wilderness to the crag of Rimʹmon, and they stayed on the crag of Rimʹmon for four months."},{"Verse":48,"Text":" And the men of Israel turned back against the Benʹjaminites and struck those of the city with the sword, from men to livestock, all that remained. Also, they set all the cities in their path on fire."}]},{"Chapter":21,"Verses":[{"Verse":1,"Text":" Now the men of Israel had sworn this oath in Mizʹpah: “Not one of us will give his daughter to a man from Benjamin as a wife.”"},{"Verse":2,"Text":" Consequently, the people came to Bethʹel and sat there before the true God until evening, crying out and weeping bitterly."},{"Verse":3,"Text":" And they were saying: “Why, O Jehovah the God of Israel, has this happened in Israel? Why should one tribe be missing today from Israel?”"},{"Verse":4,"Text":" And the next day the people got up early and built an altar there to offer up burnt offerings and communion offerings."},{"Verse":5,"Text":" Then the people of Israel said: “Who of all the tribes of Israel did not come up to assemble before Jehovah?” for they had taken a great oath that anyone who did not come up to Jehovah at Mizʹpah would be put to death without fail."},{"Verse":6,"Text":" So the people of Israel felt sorrow over what had happened to Benjamin their brother. They said: “Today one tribe has been chopped off from Israel."},{"Verse":7,"Text":" What should we do to provide wives for those who are left, now that we have sworn by Jehovah not to give them any of our daughters as wives?”"},{"Verse":8,"Text":" They asked: “Who among the tribes of Israel did not come up to Jehovah at Mizʹpah?” It so happened that no one had come from Jaʹbesh-gilʹead into the camp where the congregation was."},{"Verse":9,"Text":" When the people were counted, they saw that none of the inhabitants of Jaʹbesh-gilʹead were there."},{"Verse":10,"Text":" So the assembly sent there 12,000 of the mightiest men. They commanded them: “Go and strike down the inhabitants of Jaʹbesh-gilʹead with the sword, even the women and the children."},{"Verse":11,"Text":" This is what you should do: Every male, as well as every woman who has had sexual relations with a male, you should devote to destruction.”"},{"Verse":12,"Text":" Among the inhabitants of Jaʹbesh-gilʹead, they found 400 girls who were virgins, who had never had sexual relations with a man. So they brought them to the camp at Shiʹloh, which is in the land of Caʹnaan."},{"Verse":13,"Text":" Then all the assembly sent a message to the Benʹjaminites on the crag of Rimʹmon and offered them peace."},{"Verse":14,"Text":" So Benjamin came back at that time. They gave them the women whom they had kept alive from the women of Jaʹbesh-gilʹead, but they did not find enough for them."},{"Verse":15,"Text":" And the people felt sorrow over what had happened to Benjamin because Jehovah had made a division among the tribes of Israel."},{"Verse":16,"Text":" The elders of the assembly said: “What should we do to provide wives for the remaining men, since all the women were annihilated out of Benjamin?”"},{"Verse":17,"Text":" They replied: “There should be an inheritance for the survivors of Benjamin, so that a tribe may not be wiped out of Israel."},{"Verse":18,"Text":" But we are not allowed to give them wives from our daughters, because the people of Israel have sworn: ‘Cursed is the one who gives a wife to Benjamin.’”"},{"Verse":19,"Text":" Then they said: “Look! There is a festival of Jehovah from year to year in Shiʹloh, which is north of Bethʹel and east of the highway that goes up from Bethʹel to Sheʹchem and south of Leboʹnah.”"},{"Verse":20,"Text":" So they commanded the men of Benjamin: “Go and set an ambush in the vineyards."},{"Verse":21,"Text":" And when you see the young women of Shiʹloh come out to join in their circle dances, each of you should come out from the vineyards and seize a wife from the young women of Shiʹloh, and you should return to the land of Benjamin."},{"Verse":22,"Text":" And should their fathers or their brothers come to make a complaint against us, we will then tell them, ‘Show us favor for their sakes, because we could not provide each one a wife by war and you could not give a wife to them without becoming guilty.’”"},{"Verse":23,"Text":" So the men of Benjamin did just that, and they each carried off a wife from the women who were dancing. After that they went back to their inheritance and rebuilt their cities and settled in them."},{"Verse":24,"Text":" And the Israelites dispersed from there at that time, each one to his tribe and his family, and they departed from there, each one to his inheritance."},{"Verse":25,"Text":" In those days there was no king in Israel. Each one was doing what was right in his own eyes."}]}]}