{"Name":"\\Projects\\nwt_jsonifier\\nwt_E\\nwt_19_Ps_E","Abbrev":["nu","num"],"Chapters":[{"Chapter":1,"Verses":[{"Verse":1,"Text":" Happy is the man who does not walk according to the advice of the wicked\r\nAnd does not stand on the path of sinners\r\nAnd does not sit in the seat of scoffers."},{"Verse":2,"Text":" But his delight is in the law of Jehovah,\r\nAnd he reads His law in an undertone day and night."},{"Verse":3,"Text":" He will be like a tree planted by streams of water,\r\nA tree that produces fruit in its season,\r\nThe foliage of which does not wither.\r\nAnd everything he does will succeed."},{"Verse":4,"Text":" The wicked are not like that;\r\nThey are like the chaff that the wind blows away."},{"Verse":5,"Text":" That is why the wicked will not remain standing in the judgment;\r\nNor will sinners remain standing in the assembly of the righteous."},{"Verse":6,"Text":" For Jehovah is aware of the way of the righteous,\r\nBut the way of the wicked will perish."}]},{"Chapter":2,"Verses":[{"Verse":1,"Text":" Why are the nations agitated\r\nAnd the peoples muttering an empty thing?"},{"Verse":2,"Text":" The kings of the earth take their stand\r\nAnd high officials gather together as one\r\nAgainst Jehovah and against his anointed one."},{"Verse":3,"Text":" They say: “Let us tear off their shackles\r\nAnd throw off their ropes!”"},{"Verse":4,"Text":" The One enthroned in the heavens will laugh;\r\nJehovah will scoff at them."},{"Verse":5,"Text":" At that time he will speak to them in his anger\r\nAnd terrify them in his burning anger,"},{"Verse":6,"Text":" Saying: “I myself have installed my king\r\nOn Zion, my holy mountain.”"},{"Verse":7,"Text":" Let me proclaim the decree of Jehovah;\r\nHe said to me: “You are my son;\r\nToday I have become your father."},{"Verse":8,"Text":" Ask of me, and I will give nations as your inheritance\r\nAnd the ends of the earth as your possession."},{"Verse":9,"Text":" You will break them with an iron scepter,\r\nAnd you will smash them like a piece of pottery.”"},{"Verse":10,"Text":" So now, you kings, show insight;\r\nAccept correction, you judges of the earth."},{"Verse":11,"Text":" Serve Jehovah with fear,\r\nAnd rejoice with trembling."},{"Verse":12,"Text":" Honor the son, or God will become indignant\r\nAnd you will perish from the way,\r\nFor His anger flares up quickly.\r\nHappy are all those taking refuge in Him."}]},{"Chapter":3,"Verses":[{"Verse":1,"Text":" O Jehovah, why have my adversaries become so numerous?\r\nWhy are so many rising up against me?"},{"Verse":2,"Text":" Many are saying about me:\r\n“God will not save him.” (Selah)"},{"Verse":3,"Text":" But you, O Jehovah, are a shield around me,\r\nMy glory and the One who lifts up my head."},{"Verse":4,"Text":" I will call aloud to Jehovah,\r\nAnd he will answer me from his holy mountain. (Selah)"},{"Verse":5,"Text":" I will lie down and sleep;\r\nAnd I will wake up in safety,\r\nFor Jehovah continues to support me."},{"Verse":6,"Text":" I am not afraid of the tens of thousands\r\nLined up against me on every side."},{"Verse":7,"Text":" Rise up, O Jehovah! Save me, O my God!\r\nFor you will strike all my enemies on the jaw;\r\nYou will break the teeth of the wicked."},{"Verse":8,"Text":" Salvation belongs to Jehovah.\r\nYour blessing is upon your people. (Selah)"}]},{"Chapter":4,"Verses":[{"Verse":1,"Text":" When I call, answer me, O my righteous God.\r\nMake a way of escape for me in my distress.\r\nShow me favor and hear my prayer."},{"Verse":2,"Text":" You sons of men, how long will you turn my honor into humiliation?\r\nHow long will you love what is worthless and search for what is false? (Selah)"},{"Verse":3,"Text":" Know that Jehovah will treat his loyal one in a special way;\r\nJehovah will hear when I call to him."},{"Verse":4,"Text":" Be agitated, but do not sin.\r\nHave your say in your heart, upon your bed, and keep silent. (Selah)"},{"Verse":5,"Text":" Offer the sacrifices of righteousness,\r\nAnd trust in Jehovah."},{"Verse":6,"Text":" There are many saying: “Who will show us anything good?”\r\nLet the light of your face shine upon us, O Jehovah."},{"Verse":7,"Text":" You have filled my heart with greater rejoicing\r\nThan those who have an abundant harvest of grain and new wine."},{"Verse":8,"Text":" I will lie down and sleep in peace,\r\nFor you alone, O Jehovah, make me dwell in security."}]},{"Chapter":5,"Verses":[{"Verse":1,"Text":" Listen to my words, O Jehovah;\r\nBe attentive to my sighing."},{"Verse":2,"Text":" Pay attention to my cry for help,\r\nO my King and my God, because to you I pray."},{"Verse":3,"Text":" O Jehovah, you will hear my voice in the morning;\r\nIn the morning I will express my concern to you and wait expectantly."},{"Verse":4,"Text":" For you are not a God who takes pleasure in wickedness;\r\nNo one bad may remain with you."},{"Verse":5,"Text":" No arrogant person may stand in your presence.\r\nYou hate all those who behave wickedly;"},{"Verse":6,"Text":" You will destroy those who speak lies.\r\nJehovah detests violent and deceptive people."},{"Verse":7,"Text":" But I will come into your house because of your great loyal love;\r\nI will bow down toward your holy temple in reverential fear of you."},{"Verse":8,"Text":" Lead me, O Jehovah, in your righteousness because of my foes;\r\nMake your way clear for me."},{"Verse":9,"Text":" For nothing they say can be trusted;\r\nWithin them is nothing but malice;\r\nTheir throat is an open grave;\r\nThey flatter with their tongue."},{"Verse":10,"Text":" But God will declare them guilty;\r\nTheir own schemes will cause their downfall.\r\nMay they be driven away because of their many transgressions,\r\nFor they have rebelled against you."},{"Verse":11,"Text":" But all those who take refuge in you will rejoice;\r\nThey will always shout joyfully.\r\nYou will block approach to them,\r\nAnd those loving your name will rejoice in you."},{"Verse":12,"Text":" For you will bless anyone righteous, O Jehovah;\r\nYou will surround them with approval as with a large shield."}]},{"Chapter":6,"Verses":[{"Verse":1,"Text":" O Jehovah, do not reprove me in your anger,\r\nAnd do not correct me in your rage."},{"Verse":2,"Text":" Show me favor, O Jehovah, for I am growing weak.\r\nHeal me, O Jehovah, for my bones are shaking."},{"Verse":3,"Text":" Yes, I am greatly disturbed,\r\nAnd I ask you, O Jehovah—how long will it be?"},{"Verse":4,"Text":" Return, O Jehovah, and rescue me;\r\nSave me for the sake of your loyal love."},{"Verse":5,"Text":" For in death there is no mention of you;\r\nIn the Grave, who will praise you?"},{"Verse":6,"Text":" I have grown weary with my sighing;\r\nAll night long I soak my bed with tears;\r\nI flood my couch with weeping."},{"Verse":7,"Text":" My eye is weak from my grief;\r\nIt has dimmed because of all those harassing me."},{"Verse":8,"Text":" Get away from me, all you who behave wickedly,\r\nFor Jehovah will hear the sound of my weeping."},{"Verse":9,"Text":" Jehovah will hear my request for favor;\r\nJehovah will accept my prayer."},{"Verse":10,"Text":" All my enemies will be put to shame and dismayed;\r\nThey will fall back in sudden disgrace."}]},{"Chapter":7,"Verses":[{"Verse":1,"Text":" O Jehovah my God, in you I have taken refuge.\r\nSave me from all those persecuting me and rescue me."},{"Verse":2,"Text":" Otherwise they will tear me to pieces as a lion does,\r\nCarrying me off with no one to rescue me."},{"Verse":3,"Text":" O Jehovah my God, if I am at fault in this,\r\nIf I have acted unjustly,"},{"Verse":4,"Text":" If I have wronged the one doing good to me,\r\nOr if I have plundered my enemy without cause,"},{"Verse":5,"Text":" Then let an enemy pursue and overtake me;\r\nLet him trample my life down to the earth\r\nAnd cause my glory to perish in the dust. (Selah)"},{"Verse":6,"Text":" Rise up in your anger, O Jehovah;\r\nStand up against the fury of my enemies;\r\nAwake for me, and demand that justice be done."},{"Verse":7,"Text":" Let the nations surround you;\r\nAnd you will act against them from on high."},{"Verse":8,"Text":" Jehovah will pass sentence on the peoples.\r\nJudge me, O Jehovah, according to my righteousness\r\nAnd according to my integrity."},{"Verse":9,"Text":" Please put an end to the evil deeds of the wicked.\r\nBut establish the righteous,\r\nSince you are the righteous God who examines the hearts and the deepest emotions."},{"Verse":10,"Text":" God is my shield, the Savior of those upright in heart."},{"Verse":11,"Text":" God is a righteous Judge,\r\nAnd God proclaims his judgments every day."},{"Verse":12,"Text":" If anyone will not repent, He sharpens his sword;\r\nHe bends his bow and makes it ready."},{"Verse":13,"Text":" He prepares his deadly weapons;\r\nHe makes ready his flaming arrows."},{"Verse":14,"Text":" Look at the one who is pregnant with wickedness;\r\nHe conceives trouble and gives birth to lies."},{"Verse":15,"Text":" He excavates a pit and digs it deep,\r\nBut he falls into the very hole he made."},{"Verse":16,"Text":" The trouble he causes will return on his own head;\r\nHis violence will fall on the crown of his head."},{"Verse":17,"Text":" I will praise Jehovah for his justice;\r\nI will sing praises to the name of Jehovah the Most High."}]},{"Chapter":8,"Verses":[{"Verse":1,"Text":" O Jehovah our Lord, how majestic your name is throughout the earth;\r\nYou have set your splendor even higher than the heavens!"},{"Verse":2,"Text":" Out of the mouth of children and infants you have established strength\r\nOn account of your adversaries,\r\nTo silence the enemy and the avenger."},{"Verse":3,"Text":" When I see your heavens, the works of your fingers,\r\nThe moon and the stars that you have prepared,"},{"Verse":4,"Text":" What is mortal man that you keep him in mind,\r\nAnd a son of man that you take care of him?"},{"Verse":5,"Text":" You made him a little lower than godlike ones,\r\nAnd you crowned him with glory and splendor."},{"Verse":6,"Text":" You gave him dominion over the works of your hands;\r\nYou have put everything under his feet:"},{"Verse":7,"Text":" All the flocks and cattle,\r\nAs well as the wild animals,"},{"Verse":8,"Text":" The birds of the heavens and the fish of the sea,\r\nWhatever passes through the paths of the seas."},{"Verse":9,"Text":" O Jehovah our Lord, how majestic your name is throughout the earth!"}]},{"Chapter":9,"Verses":[{"Verse":1,"Text":" I will praise you, O Jehovah, with all my heart;\r\nI will tell about all your wonderful works."},{"Verse":2,"Text":" I will rejoice and exult in you;\r\nI will sing praises to your name, O Most High.\r\nב [Beth]"},{"Verse":3,"Text":" When my enemies retreat,\r\nThey will stumble and perish from before you."},{"Verse":4,"Text":" For you defend my just cause;\r\nYou sit on your throne judging with righteousness.\r\nג [Gimel]"},{"Verse":5,"Text":" You have rebuked nations and destroyed the wicked,\r\nBlotting out their name forever and ever."},{"Verse":6,"Text":" The enemy has been ruined forever;\r\nYou uprooted their cities,\r\nAnd all memory of them will perish.\r\nה [He]"},{"Verse":7,"Text":" But Jehovah is enthroned forever;\r\nHe has firmly established his throne for justice."},{"Verse":8,"Text":" He will judge the inhabited earth in righteousness;\r\nHe will render righteous legal decisions for the nations.\r\nו [Waw]"},{"Verse":9,"Text":" Jehovah will become a secure refuge for the oppressed,\r\nA secure refuge in times of distress."},{"Verse":10,"Text":" Those knowing your name will trust in you;\r\nYou will never abandon those seeking you, O Jehovah.\r\nז [Zayin]"},{"Verse":11,"Text":" Sing praises to Jehovah, who is dwelling in Zion;\r\nMake his deeds known among the peoples."},{"Verse":12,"Text":" For the One who avenges their blood remembers them;\r\nHe will not forget the cry of the afflicted.\r\nח [Heth]"},{"Verse":13,"Text":" Show me favor, O Jehovah; see my affliction by those hating me,\r\nYou who raise me from the gates of death,"},{"Verse":14,"Text":" So that I may declare your praiseworthy deeds in the gates of the daughter of Zion,\r\nAnd rejoice in your acts of salvation.\r\nט [Teth]"},{"Verse":15,"Text":" The nations have sunk down into the pit they made;\r\nTheir own foot has been caught in the net they hid."},{"Verse":16,"Text":" Jehovah is known by the judgment he executes.\r\nThe wicked one has been ensnared in the work of his own hands.\r\nHiggaʹion. (Selah)\r\nי [Yod]"},{"Verse":17,"Text":" The wicked will retreat toward the Grave,\r\nAll the nations who forget God."},{"Verse":18,"Text":" But the poor will not always be forgotten;\r\nNor will the hope of the meek ever perish.\r\nכ [Kaph]"},{"Verse":19,"Text":" Rise up, O Jehovah! Do not let mortal man prevail.\r\nMay the nations be judged in your presence."},{"Verse":20,"Text":" Strike them with fear, O Jehovah,\r\nLet the nations know that they are only mortal men. (Selah)"}]},{"Chapter":10,"Verses":[{"Verse":1,"Text":" Why, O Jehovah, do you stand at a distance?\r\nWhy do you hide yourself in times of distress?"},{"Verse":2,"Text":" The wicked one arrogantly pursues the helpless one,\r\nBut he will be caught in the schemes he devises."},{"Verse":3,"Text":" For the wicked one boasts about his selfish desires\r\nAnd blesses the greedy one;\r\nנ [Nun]\r\nHe disrespects Jehovah."},{"Verse":4,"Text":" In his haughtiness, the wicked man makes no investigation;\r\nAll his thoughts are: “There is no God.”"},{"Verse":5,"Text":" His ways keep prospering,\r\nBut your judgments are beyond his understanding;\r\nHe scoffs at all his adversaries."},{"Verse":6,"Text":" He says in his heart: “I will never be shaken;\r\nFor generation after generation\r\nI will never see calamity.”\r\nפ [Pe]"},{"Verse":7,"Text":" His mouth is full of curses, lies, and threats;\r\nUnder his tongue are trouble and injury."},{"Verse":8,"Text":" He waits in ambush near the settlements;\r\nFrom his hiding place he kills an innocent one.\r\nע [Ayin]\r\nHis eyes are watching for an unfortunate victim."},{"Verse":9,"Text":" He waits in his hiding place like a lion in its lair.\r\nHe waits to seize the helpless one.\r\nHe seizes the helpless one when he pulls his net shut."},{"Verse":10,"Text":" The victim is crushed and brought down;\r\nThe unfortunate ones fall into his clutches."},{"Verse":11,"Text":" He says in his heart: “God has forgotten.\r\nHe has turned away his face.\r\nHe never notices.”\r\nק [Qoph]"},{"Verse":12,"Text":" Rise up, O Jehovah. O God, lift up your hand.\r\nDo not forget the helpless ones."},{"Verse":13,"Text":" Why has the wicked one disrespected God?\r\nHe says in his heart: “You will not hold me accountable.”\r\nר [Resh]"},{"Verse":14,"Text":" But you do see trouble and distress.\r\nYou look on and take matters in hand.\r\nTo you the unfortunate victim turns;\r\nYou are the helper for the fatherless child.\r\nש [Shin]"},{"Verse":15,"Text":" Break the arm of the wicked and evil man,\r\nSo that when you search for his wickedness,\r\nYou will find it no more."},{"Verse":16,"Text":" Jehovah is King forever and ever.\r\nThe nations have perished from the earth.\r\nת [Taw]"},{"Verse":17,"Text":" But you will hear the request of the meek, O Jehovah.\r\nYou will make their hearts firm and pay close attention to them."},{"Verse":18,"Text":" You will render justice to the fatherless and to those who are crushed,\r\nSo that mortal man of the earth may no longer make them afraid."}]},{"Chapter":11,"Verses":[{"Verse":1,"Text":" In Jehovah I have taken refuge.\r\nSo how can you say to me:\r\n“Flee like a bird to your mountain!"},{"Verse":2,"Text":" See how the wicked bend the bow;\r\nThey set their arrow on the bowstring,\r\nTo shoot from the darkness those upright in heart."},{"Verse":3,"Text":" When the foundations are torn down,\r\nWhat can the righteous do?”"},{"Verse":4,"Text":" Jehovah is in his holy temple.\r\nJehovah’s throne is in the heavens.\r\nHis own eyes see, his watchful eyes examine the sons of men."},{"Verse":5,"Text":" Jehovah examines the righteous one as well as the wicked one;\r\nHe hates anyone who loves violence."},{"Verse":6,"Text":" Upon the wicked, he will rain down snares;\r\nFire and sulfur and a scorching wind will be the portion of their cup."},{"Verse":7,"Text":" For Jehovah is righteous; he loves righteous acts.\r\nThe upright will see his face."}]},{"Chapter":12,"Verses":[{"Verse":1,"Text":" Save me, O Jehovah, for the loyal one is no more;\r\nFaithful people have vanished from among men."},{"Verse":2,"Text":" They speak lies to one another;\r\nThey flatter with their lips and speak with deceitful hearts."},{"Verse":3,"Text":" Jehovah will cut off all flattering lips\r\nAnd the tongue that makes great boasts,"},{"Verse":4,"Text":" Those who say: “We will prevail with our tongues.\r\nWe use our lips as we please;\r\nWho will be our master?”"},{"Verse":5,"Text":" “Because the afflicted are oppressed,\r\nBecause of the sighing of the poor,\r\nI will rise up to act,” says Jehovah.\r\n“I will save them from those who treat them with contempt.”"},{"Verse":6,"Text":" The sayings of Jehovah are pure;\r\nThey are like silver refined in an earthen furnace, purified seven times."},{"Verse":7,"Text":" You will guard them, O Jehovah;\r\nYou will protect each one of them from this generation forever."},{"Verse":8,"Text":" The wicked walk around unrestrained\r\nBecause the sons of men promote depravity."}]},{"Chapter":13,"Verses":[{"Verse":1,"Text":" How long, O Jehovah, will you forget me? Forever?\r\nHow long will you hide your face from me?"},{"Verse":2,"Text":" How long will I have anxious concern,\r\nWith grief in my heart each day?\r\nHow long will my enemy triumph over me?"},{"Verse":3,"Text":" Look upon me and answer me, O Jehovah my God.\r\nGive light to my eyes, so that I may not fall asleep in death,"},{"Verse":4,"Text":" So that my enemy will not say: “I have defeated him!”\r\nDo not let my opponents rejoice over my downfall."},{"Verse":5,"Text":" As for me, I trust in your loyal love;\r\nMy heart will rejoice in your acts of salvation."},{"Verse":6,"Text":" I will sing to Jehovah, for he has richly rewarded me."}]},{"Chapter":14,"Verses":[{"Verse":1,"Text":" The foolish one says in his heart:\r\n“There is no Jehovah.”\r\nTheir actions are corrupt, and their dealings are detestable;\r\nNo one is doing good."},{"Verse":2,"Text":" But Jehovah looks down from heaven on the sons of men\r\nTo see whether anyone has insight, whether anyone is seeking Jehovah."},{"Verse":3,"Text":" They have all turned aside;\r\nThey are all alike corrupt.\r\nNo one is doing good,\r\nNot even one."},{"Verse":4,"Text":" Do none of the wrongdoers understand?\r\nThey devour my people as if they were eating bread.\r\nThey do not call on Jehovah."},{"Verse":5,"Text":" But they will be filled with great terror,\r\nFor Jehovah is with the generation of the righteous."},{"Verse":6,"Text":" You wrongdoers try to frustrate the plans of the lowly one,\r\nBut Jehovah is his refuge."},{"Verse":7,"Text":" O that Israel’s salvation may come from Zion!\r\nWhen Jehovah gathers back his captive people,\r\nLet Jacob be joyful, let Israel rejoice."}]},{"Chapter":15,"Verses":[{"Verse":1,"Text":" O Jehovah, who may be a guest in your tent?\r\nWho may reside in your holy mountain?"},{"Verse":2,"Text":" The one who is walking faultlessly,\r\nPracticing what is right\r\nAnd speaking the truth in his heart."},{"Verse":3,"Text":" He does not slander with his tongue,\r\nHe does nothing bad to his neighbor,\r\nAnd he does not defame his friends."},{"Verse":4,"Text":" He rejects anyone who is contemptible,\r\nBut he honors those fearing Jehovah.\r\nHe does not go back on his promise, even when it is bad for him."},{"Verse":5,"Text":" He does not lend his money on interest,\r\nAnd he does not accept a bribe against the innocent.\r\nWhoever does these things will never be shaken."}]},{"Chapter":16,"Verses":[{"Verse":1,"Text":" Protect me, O God, for I have taken refuge in you."},{"Verse":2,"Text":" I have said to Jehovah: “You are Jehovah, my Source of goodness."},{"Verse":3,"Text":" And the holy ones in the earth,\r\nThe majestic ones, bring me great delight.”"},{"Verse":4,"Text":" Those who pursue other gods multiply their sorrows.\r\nI will never pour out their drink offerings of blood,\r\nNor will my lips mention their names."},{"Verse":5,"Text":" Jehovah is my portion, my allotted share, and my cup.\r\nYou safeguard my inheritance."},{"Verse":6,"Text":" Pleasant places have been measured out to me.\r\nYes, I am content with my inheritance."},{"Verse":7,"Text":" I will praise Jehovah, who has given me advice.\r\nEven during the night, my innermost thoughts correct me."},{"Verse":8,"Text":" I keep Jehovah before me constantly.\r\nBecause he is at my right hand, I will never be shaken."},{"Verse":9,"Text":" So my heart rejoices, my whole being is joyful.\r\nAnd I reside in security."},{"Verse":10,"Text":" For you will not leave me in the Grave.\r\nYou will not allow your loyal one to see the pit."},{"Verse":11,"Text":" You make known to me the path of life.\r\nIn your presence is abundant joy;\r\nThere is happiness at your right hand forever."}]},{"Chapter":17,"Verses":[{"Verse":1,"Text":" Hear my plea for justice, O Jehovah;\r\nPay attention to my cry for help;\r\nListen to my prayer spoken without deceit."},{"Verse":2,"Text":" May you make a just decision in my behalf;\r\nMay your eyes see what is right."},{"Verse":3,"Text":" You have examined my heart, you have inspected me by night;\r\nYou have refined me;\r\nYou will find that I have not schemed anything bad,\r\nAnd my mouth has not transgressed."},{"Verse":4,"Text":" As for the activities of men,\r\nIn accord with the word of your lips, I avoid the paths of the robber."},{"Verse":5,"Text":" Let my steps stay on your tracks\r\nSo that my feet will not stumble."},{"Verse":6,"Text":" I do call on you, because you will answer me, O God.\r\nIncline your ear to me. Hear my words."},{"Verse":7,"Text":" Show your loyal love in a wonderful way,\r\nO Savior of those seeking refuge at your right hand\r\nFrom those who rebel against you."},{"Verse":8,"Text":" Guard me like the pupil of your eye;\r\nConceal me in the shadow of your wings."},{"Verse":9,"Text":" Guard me from the wicked who attack me,\r\nFrom my mortal enemies who surround me."},{"Verse":10,"Text":" They have become insensitive;\r\nWith their mouth they speak arrogantly;"},{"Verse":11,"Text":" Now they hem us in;\r\nThey watch for the chance to cause our downfall."},{"Verse":12,"Text":" He is like a lion eager to tear its prey to pieces,\r\nLike a young lion crouching in ambush."},{"Verse":13,"Text":" Rise up, O Jehovah, to confront him and bring him down;\r\nRescue me from the wicked with your sword;"},{"Verse":14,"Text":" Rescue me with your hand, O Jehovah,\r\nFrom men of this world, whose share is in this life,\r\nThose whom you fill with the good things you provide\r\nAnd who leave an inheritance to their many sons."},{"Verse":15,"Text":" But as for me, in righteousness I will see your face;\r\nI am satisfied to awaken in your presence."}]},{"Chapter":18,"Verses":[{"Verse":1,"Text":" I have affection for you, O Jehovah, my strength."},{"Verse":2,"Text":" Jehovah is my crag and my stronghold and the One who rescues me.\r\nMy God is my rock, in whom I take refuge,\r\nMy shield and my horn of salvation, my secure refuge."},{"Verse":3,"Text":" I call on Jehovah, who is worthy of praise,\r\nAnd I will be saved from my enemies."},{"Verse":4,"Text":" The ropes of death encircled me;\r\nFlash floods of worthless men terrified me."},{"Verse":5,"Text":" The ropes of the Grave surrounded me;\r\nThe snares of death confronted me."},{"Verse":6,"Text":" In my distress I called on Jehovah,\r\nTo my God I kept crying for help.\r\nFrom his temple he heard my voice,\r\nAnd my cry to him for help reached his ears."},{"Verse":7,"Text":" Then the earth began to shake and rock;\r\nThe foundations of the mountains trembled\r\nAnd shook back and forth because he had been angered."},{"Verse":8,"Text":" Smoke ascended from his nostrils,\r\nAnd a consuming fire came from his mouth;\r\nGlowing coals blazed from him."},{"Verse":9,"Text":" He made the heavens bend as he descended,\r\nAnd thick gloom was beneath his feet."},{"Verse":10,"Text":" He rode on a cherub and came flying.\r\nHe swooped down on the wings of a spirit."},{"Verse":11,"Text":" He then covered himself in darkness,\r\nAll around him as a shelter,\r\nDark waters and thick clouds."},{"Verse":12,"Text":" From the brightness before him\r\nHail and fiery coals broke through the clouds."},{"Verse":13,"Text":" Then Jehovah began to thunder in the heavens;\r\nThe Most High made his voice heard\r\nWith hailstones and fiery coals."},{"Verse":14,"Text":" He shot his arrows and scattered them;\r\nHe hurled his lightning and threw them into confusion."},{"Verse":15,"Text":" The streambeds became visible;\r\nThe foundations of the land were exposed by your rebuke, O Jehovah,\r\nBy the blast of the breath from your nostrils."},{"Verse":16,"Text":" He reached down from on high;\r\nHe took hold of me and pulled me from deep waters."},{"Verse":17,"Text":" He rescued me from my strong enemy,\r\nFrom those hating me, who were stronger than I was."},{"Verse":18,"Text":" They confronted me on the day of my disaster,\r\nBut Jehovah was my support."},{"Verse":19,"Text":" He brought me out into a place of safety;\r\nHe rescued me because he was pleased with me."},{"Verse":20,"Text":" Jehovah rewards me according to my righteousness;\r\nHe repays me according to the innocence of my hands."},{"Verse":21,"Text":" For I have kept the ways of Jehovah,\r\nAnd I have not wickedly abandoned my God."},{"Verse":22,"Text":" All his judgments are before me;\r\nI will not disregard his statutes."},{"Verse":23,"Text":" I will remain blameless before him,\r\nAnd I will keep myself from error."},{"Verse":24,"Text":" May Jehovah repay me according to my righteousness,\r\nAccording to the innocence of my hands before him."},{"Verse":25,"Text":" With someone loyal you act in loyalty;\r\nWith the blameless man you deal blamelessly;"},{"Verse":26,"Text":" With the pure you show yourself pure,\r\nBut with the crooked you show yourself shrewd."},{"Verse":27,"Text":" For you save those who are lowly\r\nBut you abase the haughty."},{"Verse":28,"Text":" For it is you who light my lamp, O Jehovah,\r\nMy God who lights up my darkness."},{"Verse":29,"Text":" With your help I can charge against a marauder band;\r\nBy God’s power I can scale a wall."},{"Verse":30,"Text":" The way of the true God is perfect;\r\nThe saying of Jehovah is refined.\r\nHe is a shield to all those taking refuge in him."},{"Verse":31,"Text":" For who is a God besides Jehovah?\r\nAnd who is a rock except our God?"},{"Verse":32,"Text":" The true God is the one who clothes me with strength,\r\nAnd he will make my way perfect."},{"Verse":33,"Text":" He makes my feet like those of a deer;\r\nHe makes me stand on high places."},{"Verse":34,"Text":" He trains my hands for warfare;\r\nMy arms can bend a bow of copper."},{"Verse":35,"Text":" You give me your shield of salvation,\r\nYour right hand supports me,\r\nAnd your humility makes me great."},{"Verse":36,"Text":" You widen the path for my footsteps;\r\nMy feet will not slip."},{"Verse":37,"Text":" I will pursue my enemies and overtake them;\r\nI will not return until they are wiped out."},{"Verse":38,"Text":" I will crush them so that they cannot rise up;\r\nThey will fall under my feet."},{"Verse":39,"Text":" You will equip me with strength for the battle;\r\nYou will make my foes collapse under me."},{"Verse":40,"Text":" You will make my enemies retreat from me,\r\nAnd I will put an end to those who hate me."},{"Verse":41,"Text":" They cry for help, but there is no one to save them;\r\nThey even cry to Jehovah, but he does not answer them."},{"Verse":42,"Text":" I will pound them as fine as dust in the wind;\r\nI will throw them out like mud in the streets."},{"Verse":43,"Text":" You will rescue me from the faultfinding of the people.\r\nYou will appoint me the head of nations.\r\nA people whom I have not known will serve me."},{"Verse":44,"Text":" At a mere report they will obey me;\r\nForeigners will come cringing before me."},{"Verse":45,"Text":" Foreigners will lose courage;\r\nThey will come trembling from their strongholds."},{"Verse":46,"Text":" Jehovah is alive! Praised be my Rock!\r\nLet the God of my salvation be exalted."},{"Verse":47,"Text":" The true God executes vengeance for me;\r\nHe subdues the peoples under me."},{"Verse":48,"Text":" He rescues me from my angry enemies;\r\nYou lift me high above those who attack me;\r\nYou save me from the man of violence."},{"Verse":49,"Text":" That is why I will glorify you among the nations, O Jehovah,\r\nAnd to your name I will sing praises."},{"Verse":50,"Text":" He performs great acts of salvation for his king;\r\nHe displays loyal love to his anointed one,\r\nTo David and his offspring forever."}]},{"Chapter":19,"Verses":[{"Verse":1,"Text":" The heavens are declaring the glory of God;\r\nThe skies above proclaim the work of his hands."},{"Verse":2,"Text":" Day after day their speech bubbles forth,\r\nAnd night after night they reveal knowledge."},{"Verse":3,"Text":" There is no speech, and there are no words;\r\nTheir voice is not heard."},{"Verse":4,"Text":" But into all the earth their sound has gone out,\r\nAnd to the ends of the inhabited earth their message.\r\nIn the heavens he has pitched a tent for the sun;"},{"Verse":5,"Text":" It is like a bridegroom emerging from the bridal chamber;\r\nIt rejoices like a mighty man running his course."},{"Verse":6,"Text":" It emerges from one end of the heavens,\r\nAnd it circles to their other end;\r\nAnd nothing is concealed from its heat."},{"Verse":7,"Text":" The law of Jehovah is perfect, restoring strength.\r\nThe reminder of Jehovah is trustworthy, making the inexperienced one wise."},{"Verse":8,"Text":" The orders from Jehovah are righteous, causing the heart to rejoice;\r\nThe commandment of Jehovah is clean, making the eyes shine."},{"Verse":9,"Text":" The fear of Jehovah is pure, lasting forever.\r\nThe judgments of Jehovah are true, altogether righteous."},{"Verse":10,"Text":" They are more desirable than gold,\r\nThan much fine gold,\r\nAnd sweeter than honey, the honey that drips from the combs."},{"Verse":11,"Text":" By them your servant has been warned;\r\nIn keeping them, there is a large reward."},{"Verse":12,"Text":" Who can discern mistakes?\r\nPronounce me innocent from sins I am unaware of."},{"Verse":13,"Text":" And hold your servant back from presumptuous acts;\r\nDo not let them dominate me.\r\nThen I will be complete,\r\nAnd innocent of blatant sins."},{"Verse":14,"Text":" May the words of my mouth and the meditation of my heart\r\nBe pleasing to you, O Jehovah, my Rock and my Redeemer."}]},{"Chapter":20,"Verses":[{"Verse":1,"Text":" May Jehovah answer you in the day of distress.\r\nMay the name of the God of Jacob protect you."},{"Verse":2,"Text":" May he send you help from the holy place\r\nAnd sustain you from Zion."},{"Verse":3,"Text":" May he remember all your gift offerings;\r\nMay he accept with favor your burnt offering. (Selah)"},{"Verse":4,"Text":" May he grant you the desires of your heart\r\nAnd give success to all your plans."},{"Verse":5,"Text":" We will shout joyfully over your acts of salvation;\r\nWe will lift our banners in the name of our God.\r\nMay Jehovah fulfill all your requests."},{"Verse":6,"Text":" Now I do know that Jehovah saves his anointed one.\r\nHe answers him from his holy heavens\r\nWith great salvation by his right hand."},{"Verse":7,"Text":" Some rely on chariots and others on horses,\r\nBut we call on the name of Jehovah our God."},{"Verse":8,"Text":" They have collapsed and fallen,\r\nBut we have risen up and been restored."},{"Verse":9,"Text":" O Jehovah, save the king!\r\nHe will answer us in the day we call for help."}]},{"Chapter":21,"Verses":[{"Verse":1,"Text":" O Jehovah, in your strength the king rejoices;\r\nHow greatly he rejoices in your acts of salvation!"},{"Verse":2,"Text":" You have granted him the desire of his heart,\r\nAnd you have not withheld the request of his lips. (Selah)"},{"Verse":3,"Text":" For you meet him with rich blessings;\r\nYou place a crown of fine gold on his head."},{"Verse":4,"Text":" He asked you for life, and you gave it to him,\r\nA long life, forever and ever."},{"Verse":5,"Text":" Your acts of salvation bring him great glory.\r\nDignity and splendor you bestow on him."},{"Verse":6,"Text":" You make him blessed forever;\r\nYou make him glad with the joy of your presence."},{"Verse":7,"Text":" For the king trusts in Jehovah;\r\nBecause of the loyal love of the Most High, he will never be shaken."},{"Verse":8,"Text":" Your hand will find all your enemies;\r\nYour right hand will find those hating you."},{"Verse":9,"Text":" You will make them like a fiery furnace at the appointed time when you give them attention.\r\nJehovah will swallow them up in his anger, and fire will consume them."},{"Verse":10,"Text":" Their descendants you will destroy from the earth,\r\nAnd their offspring from the sons of men."},{"Verse":11,"Text":" For they intended to do what is bad against you;\r\nThey have devised schemes that will not succeed."},{"Verse":12,"Text":" For you will make them retreat\r\nBy aiming your bow at them."},{"Verse":13,"Text":" Rise up, O Jehovah, in your strength.\r\nWe will sing praises to your mightiness."}]},{"Chapter":22,"Verses":[{"Verse":1,"Text":" My God, my God, why have you forsaken me?\r\nWhy are you far from saving me,\r\nFar from my cries of anguish?"},{"Verse":2,"Text":" My God, I keep calling by day, and you do not answer;\r\nAnd by night there is no silence on my part."},{"Verse":3,"Text":" But you are holy,\r\nSurrounded by the praises of Israel."},{"Verse":4,"Text":" In you our fathers put their trust;\r\nThey trusted, and you kept rescuing them."},{"Verse":5,"Text":" To you they cried out, and they were saved;\r\nThey trusted in you, and they were not disappointed."},{"Verse":6,"Text":" But I am a worm and not a man,\r\nScorned by men and despised by the people."},{"Verse":7,"Text":" All those seeing me mock me;\r\nThey sneer and shake their heads in derision:"},{"Verse":8,"Text":" “He entrusted himself to Jehovah. Let Him rescue him!\r\nLet Him save him, for he is so dear to Him!”"},{"Verse":9,"Text":" You were the One who brought me out of the womb,\r\nThe One who made me feel secure on my mother’s breasts."},{"Verse":10,"Text":" I have been entrusted to your care from birth;\r\nFrom my mother’s womb, you have been my God."},{"Verse":11,"Text":" Do not stay far off from me, for trouble is near\r\nAnd I have no other helper."},{"Verse":12,"Text":" Many young bulls surround me;\r\nPowerful bulls of Baʹshan encircle me."},{"Verse":13,"Text":" They open their mouth wide against me,\r\nLike a roaring lion that tears its prey to pieces."},{"Verse":14,"Text":" I am poured out like water;\r\nAll my bones are out of joint.\r\nMy heart has become like wax;\r\nIt melts deep within me."},{"Verse":15,"Text":" My strength has dried up like a piece of pottery;\r\nMy tongue sticks to my gums;\r\nYou are bringing me down to the dust of death."},{"Verse":16,"Text":" For dogs surround me;\r\nThey close in on me like a pack of evildoers,\r\nLike a lion they are at my hands and feet."},{"Verse":17,"Text":" I can count all my bones.\r\nThey look on and stare at me."},{"Verse":18,"Text":" They divide my garments among themselves,\r\nAnd they cast lots for my clothing."},{"Verse":19,"Text":" But you, O Jehovah, do not remain far away.\r\nYou are my strength; hurry to help me."},{"Verse":20,"Text":" Save me from the sword,\r\nMy precious life from the paws of dogs;"},{"Verse":21,"Text":" Save me from the mouth of the lion and the horns of wild bulls;\r\nAnswer and save me."},{"Verse":22,"Text":" I will declare your name to my brothers;\r\nIn the midst of the congregation I will praise you."},{"Verse":23,"Text":" You who fear Jehovah, praise him!\r\nAll you offspring of Jacob, glorify him!\r\nStand in awe of him, all you offspring of Israel."},{"Verse":24,"Text":" For he has not despised nor loathed the suffering of the oppressed one;\r\nHe has not hidden his face from him.\r\nWhen he cried to him for help, he heard."},{"Verse":25,"Text":" I will praise you in the large congregation;\r\nI will pay my vows before those who fear him."},{"Verse":26,"Text":" The meek will eat and be satisfied;\r\nThose seeking Jehovah will praise him.\r\nMay you enjoy life forever."},{"Verse":27,"Text":" All the ends of the earth will remember and turn to Jehovah.\r\nAll the families of the nations will bow down before you."},{"Verse":28,"Text":" For the kingship belongs to Jehovah;\r\nHe rules over the nations."},{"Verse":29,"Text":" All the prosperous ones of the earth will eat and will bow down;\r\nAll those going down to the dust will kneel before him;\r\nNone of them can preserve their lives."},{"Verse":30,"Text":" Their descendants will serve him;\r\nThe generation to come will be told about Jehovah."},{"Verse":31,"Text":" They will come and tell of his righteousness.\r\nThey will tell the people yet to be born what he has done."}]},{"Chapter":23,"Verses":[{"Verse":1,"Text":" Jehovah is my Shepherd.\r\nI will lack nothing."},{"Verse":2,"Text":" In grassy pastures he makes me lie down;\r\nHe leads me to well-watered resting-places."},{"Verse":3,"Text":" He refreshes me.\r\nHe leads me in the paths of righteousness for the sake of his name."},{"Verse":4,"Text":" Though I walk in the valley of deep shadow,\r\nI fear no harm,\r\nFor you are with me;\r\nYour rod and your staff reassure me."},{"Verse":5,"Text":" You prepare a table for me before my enemies.\r\nYou refresh my head with oil;\r\nMy cup is well-filled."},{"Verse":6,"Text":" Surely goodness and loyal love will pursue me all the days of my life,\r\nAnd I will dwell in the house of Jehovah for all my days."}]},{"Chapter":24,"Verses":[{"Verse":1,"Text":" To Jehovah belong the earth and everything in it,\r\nThe productive land and those dwelling on it."},{"Verse":2,"Text":" For he has solidly fixed it on the seas\r\nAnd firmly established it on the rivers."},{"Verse":3,"Text":" Who may ascend to the mountain of Jehovah,\r\nAnd who may stand up in his holy place?"},{"Verse":4,"Text":" Anyone with innocent hands and a pure heart,\r\nWho has not sworn a false oath by My life,\r\nNor taken an oath deceitfully."},{"Verse":5,"Text":" He will receive blessings from Jehovah\r\nAnd righteousness from his God of salvation."},{"Verse":6,"Text":" This is the generation of those seeking him,\r\nOf those seeking your face, O God of Jacob. (Selah)"},{"Verse":7,"Text":" Lift up your heads, you gates;\r\nOpen up, you ancient doorways,\r\nThat the glorious King may enter!"},{"Verse":8,"Text":" Who is this glorious King?\r\nJehovah, strong and mighty,\r\nJehovah, mighty in battle."},{"Verse":9,"Text":" Lift up your heads, you gates;\r\nOpen up, you ancient doorways,\r\nThat the glorious King may enter!"},{"Verse":10,"Text":" Who is he, this glorious King?\r\nJehovah of armies—he is the glorious King. (Selah)"}]},{"Chapter":25,"Verses":[{"Verse":1,"Text":" To you, O Jehovah, I turn.\r\nב [Beth]"},{"Verse":2,"Text":" My God, I trust in you;\r\nDo not let me be put to shame.\r\nDo not let my enemies gloat over me.\r\nג [Gimel]"},{"Verse":3,"Text":" Surely none who hope in you will be put to shame,\r\nBut shame awaits those who are treacherous without cause.\r\nד [Daleth]"},{"Verse":4,"Text":" Make me know your ways, O Jehovah;\r\nTeach me your paths.\r\nה [He]"},{"Verse":5,"Text":" Cause me to walk in your truth and teach me,\r\nFor you are my God of salvation.\r\nו [Waw]\r\nIn you I hope all day long.\r\nז [Zayin]"},{"Verse":6,"Text":" Remember your mercy, O Jehovah, and your loyal love,\r\nWhich you have always shown.\r\nח [Heth]"},{"Verse":7,"Text":" Do not remember the sins of my youth and my transgressions.\r\nRemember me according to your loyal love,\r\nFor the sake of your goodness, O Jehovah.\r\nט [Teth]"},{"Verse":8,"Text":" Good and upright is Jehovah.\r\nThat is why he instructs sinners in the way to live.\r\nי [Yod]"},{"Verse":9,"Text":" He will guide the meek in what is right,\r\nAnd he will teach the meek ones his way.\r\nכ [Kaph]"},{"Verse":10,"Text":" All the paths of Jehovah are loyal love and faithfulness\r\nFor those observing his covenant and his reminders.\r\nל [Lamed]"},{"Verse":11,"Text":" For the sake of your name, O Jehovah,\r\nForgive my error, though it is great.\r\nמ [Mem]"},{"Verse":12,"Text":" Who is the man fearing Jehovah?\r\nHe will instruct him about the way he should choose.\r\nנ [Nun]"},{"Verse":13,"Text":" He will experience what is good,\r\nAnd his descendants will take possession of the earth.\r\nס [Samekh]"},{"Verse":14,"Text":" Close friendship with Jehovah belongs to those who fear him,\r\nAnd he makes his covenant known to them.\r\nע [Ayin]"},{"Verse":15,"Text":" My eyes are always toward Jehovah,\r\nFor he will free my feet from the net.\r\nפ [Pe]"},{"Verse":16,"Text":" Turn your face to me and show me favor,\r\nFor I am alone and helpless.\r\nצ [Tsade]"},{"Verse":17,"Text":" The distresses of my heart have multiplied;\r\nFree me from my anguish.\r\nר [Resh]"},{"Verse":18,"Text":" See my affliction and my trouble,\r\nAnd pardon all my sins."},{"Verse":19,"Text":" See how numerous my enemies are\r\nAnd how violent their hatred is for me.\r\nש [Shin]"},{"Verse":20,"Text":" Guard my life and save me.\r\nDo not let me be put to shame, for I have taken refuge in you.\r\nת [Taw]"},{"Verse":21,"Text":" May integrity and uprightness safeguard me,\r\nFor my hope is in you."},{"Verse":22,"Text":" O God, rescue Israel out of all his distresses."}]},{"Chapter":26,"Verses":[{"Verse":1,"Text":" Judge me, O Jehovah, for I have walked in my integrity;\r\nIn Jehovah I have trusted without wavering."},{"Verse":2,"Text":" Examine me, O Jehovah, and put me to the test;\r\nRefine my innermost thoughts and my heart."},{"Verse":3,"Text":" For your loyal love is always in front of me,\r\nAnd I walk in your truth."},{"Verse":4,"Text":" I do not associate with deceitful men,\r\nAnd I avoid those who hide what they are."},{"Verse":5,"Text":" I hate the company of evil men,\r\nAnd I refuse to associate with the wicked."},{"Verse":6,"Text":" I will wash my hands in innocence,\r\nAnd I will march around your altar, O Jehovah,"},{"Verse":7,"Text":" To cause the sound of thanksgiving to be heard\r\nAnd to declare all your wonderful works."},{"Verse":8,"Text":" Jehovah, I love the house where you dwell,\r\nThe place where your glory resides."},{"Verse":9,"Text":" Do not sweep me away with sinners\r\nNor take my life away with violent men,"},{"Verse":10,"Text":" Whose hands engage in shameful conduct,\r\nAnd whose right hand is full of bribes."},{"Verse":11,"Text":" But as for me, I will walk in my integrity.\r\nRescue me and show me favor."},{"Verse":12,"Text":" My foot is standing on level ground;\r\nIn the great congregation, I will praise Jehovah."}]},{"Chapter":27,"Verses":[{"Verse":1,"Text":" Jehovah is my light and my salvation.\r\nWhom should I fear?\r\nJehovah is the stronghold of my life.\r\nWhom should I dread?"},{"Verse":2,"Text":" When evil men attacked me to devour my flesh,\r\nMy adversaries and my enemies were the ones who stumbled and fell."},{"Verse":3,"Text":" Though an army should set up camp against me,\r\nMy heart will not fear.\r\nThough war should break out against me,\r\nEven then I will remain confident."},{"Verse":4,"Text":" One thing I have asked from Jehovah\r\n—It is what I will look for—\r\nThat I may dwell in the house of Jehovah all the days of my life,\r\nTo gaze upon the pleasantness of Jehovah\r\nAnd to look with appreciation upon his temple."},{"Verse":5,"Text":" For he will hide me in his shelter on the day of calamity;\r\nHe will conceal me in the secret place of his tent;\r\nHigh on a rock he will place me."},{"Verse":6,"Text":" Now my head is high above my enemies who surround me;\r\nI will offer sacrifices at his tent with joyful shouting;\r\nI will sing praises to Jehovah."},{"Verse":7,"Text":" Hear me, O Jehovah, when I cry out;\r\nShow me favor and answer me."},{"Verse":8,"Text":" Speaking for you, my heart has said:\r\n“Seek to find my face.”\r\nYour face, O Jehovah, I will seek to find."},{"Verse":9,"Text":" Do not hide your face from me.\r\nDo not turn your servant away in your anger.\r\nYou are my helper;\r\nDo not forsake me or leave me, my God of salvation."},{"Verse":10,"Text":" Even if my own father and mother abandon me,\r\nJehovah himself will take me in."},{"Verse":11,"Text":" Instruct me in your way, O Jehovah,\r\nLead me in the path of uprightness because of my foes."},{"Verse":12,"Text":" Do not hand me over to my adversaries,\r\nFor false witnesses have risen up against me,\r\nAnd they threaten me with violence."},{"Verse":13,"Text":" Where would I be if I did not have faith\r\nThat I would see Jehovah’s goodness in the land of the living?"},{"Verse":14,"Text":" Hope in Jehovah;\r\nBe courageous and strong of heart.\r\nYes, hope in Jehovah."}]},{"Chapter":28,"Verses":[{"Verse":1,"Text":" To you I keep calling, O Jehovah my Rock;\r\nDo not turn a deaf ear to me.\r\nIf you keep silent toward me,\r\nI will become like those going down to the pit."},{"Verse":2,"Text":" Hear my pleas when I cry to you for help\r\nAs I lift up my hands toward the innermost room of your sanctuary."},{"Verse":3,"Text":" Do not drag me away with the wicked, with those practicing what is hurtful,\r\nThose who are speaking words of peace with their fellow man while evil is in their hearts."},{"Verse":4,"Text":" Pay them back for their deeds,\r\nAccording to their evil practices.\r\nRepay them for the work of their hands,\r\nAccording to what they have done."},{"Verse":5,"Text":" For they pay no attention to the activities of Jehovah,\r\nNor to the work of his hands.\r\nHe will tear them down and not build them up."},{"Verse":6,"Text":" May Jehovah be praised,\r\nFor he has heard my pleas for help."},{"Verse":7,"Text":" Jehovah is my strength and my shield;\r\nIn him my heart trusts.\r\nI have received his help, and my heart rejoices,\r\nSo I will praise him with my song."},{"Verse":8,"Text":" Jehovah is a strength for his people;\r\nHe is a stronghold, bringing grand salvation to his anointed one."},{"Verse":9,"Text":" Save your people, and bless your inheritance.\r\nShepherd them and carry them in your arms forever."}]},{"Chapter":29,"Verses":[{"Verse":1,"Text":" Give Jehovah his due, you sons of mighty ones,\r\nGive Jehovah his due for his glory and strength."},{"Verse":2,"Text":" Give Jehovah the glory due his name.\r\nBow down to Jehovah in holy adornment."},{"Verse":3,"Text":" The voice of Jehovah is heard over the waters;\r\nThe glorious God thunders.\r\nJehovah is over many waters."},{"Verse":4,"Text":" The voice of Jehovah is powerful;\r\nThe voice of Jehovah is splendid."},{"Verse":5,"Text":" The voice of Jehovah is breaking the cedars;\r\nYes, Jehovah shatters the cedars of Lebʹanon."},{"Verse":6,"Text":" He makes Lebʹanon skip like a calf,\r\nAnd Sirʹion like a young wild bull."},{"Verse":7,"Text":" The voice of Jehovah strikes with flames of fire;"},{"Verse":8,"Text":" The voice of Jehovah makes the wilderness shudder;\r\nJehovah makes the wilderness of Kaʹdesh shudder."},{"Verse":9,"Text":" The voice of Jehovah makes the deer shudder and give birth\r\nAnd strips bare the forests.\r\nAnd all in his temple say: “Glory!”"},{"Verse":10,"Text":" Jehovah sits enthroned above the flooding waters;\r\nJehovah sits enthroned as King forever."},{"Verse":11,"Text":" Jehovah will give strength to his people.\r\nJehovah will bless his people with peace."}]},{"Chapter":30,"Verses":[{"Verse":1,"Text":" I will exalt you, O Jehovah, for you have lifted me up;\r\nYou did not let my enemies rejoice over me."},{"Verse":2,"Text":" O Jehovah my God, I cried to you for help, and you healed me."},{"Verse":3,"Text":" O Jehovah, you have lifted me up from the Grave.\r\nYou kept me alive; you spared me from sinking into the pit."},{"Verse":4,"Text":" Sing praises to Jehovah, you his loyal ones,\r\nGive thanks to his holy name;"},{"Verse":5,"Text":" Because being under his anger is only for a moment,\r\nBut being in his favor is for a lifetime.\r\nWeeping may come in the evening, but in the morning, there is a joyful cry."},{"Verse":6,"Text":" When I was untroubled, I said:\r\n“I will never be shaken.”"},{"Verse":7,"Text":" O Jehovah, while I was in your favor, you made me as strong as a mountain.\r\nBut when you hid your face, I became terrified."},{"Verse":8,"Text":" To you, O Jehovah, I kept calling;\r\nAnd to Jehovah, I kept pleading for favor."},{"Verse":9,"Text":" What profit is there in my death, in my going down to the pit?\r\nWill the dust praise you? Will it tell of your faithfulness?"},{"Verse":10,"Text":" Hear, O Jehovah, and show me favor.\r\nO Jehovah, become my helper."},{"Verse":11,"Text":" You have changed my mourning into dancing;\r\nYou have removed my sackcloth, and you clothe me with rejoicing,"},{"Verse":12,"Text":" So that I may sing your praise and not keep silent.\r\nO Jehovah my God, I will praise you forever."}]},{"Chapter":31,"Verses":[{"Verse":1,"Text":" In you, O Jehovah, I have taken refuge.\r\nMay I never be put to shame.\r\nRescue me because of your righteousness."},{"Verse":2,"Text":" Incline your ear to me.\r\nCome quickly to my rescue.\r\nBecome for me a mountain stronghold,\r\nA fortified place to save me."},{"Verse":3,"Text":" For you are my crag and my stronghold;\r\nFor the sake of your name, you will lead me and guide me."},{"Verse":4,"Text":" You will free me from the net that they have secretly laid for me,\r\nFor you are my fortress."},{"Verse":5,"Text":" Into your hand I entrust my spirit.\r\nYou have redeemed me, O Jehovah, the God of truth."},{"Verse":6,"Text":" I hate those who are devoted to worthless, vain idols,\r\nBut as for me, I trust in Jehovah."},{"Verse":7,"Text":" I will rejoice greatly in your loyal love,\r\nFor you have seen my affliction;\r\nYou are aware of my deep distress."},{"Verse":8,"Text":" You have not handed me over to the enemy,\r\nBut you make me stand in a place of safety."},{"Verse":9,"Text":" Show me favor, O Jehovah, for I am in distress.\r\nAnguish has made my eyes weak, my whole body as well."},{"Verse":10,"Text":" My life is consumed with grief\r\nAnd my years with groaning.\r\nMy strength is waning because of my error;\r\nMy bones grow weak."},{"Verse":11,"Text":" I am scorned by all my adversaries,\r\nEspecially my neighbors.\r\nAnd I am dreaded by my acquaintances;\r\nWhen they see me in public, they flee from me."},{"Verse":12,"Text":" I am put out of their heart and forgotten, as if I were dead;\r\nI am like a broken jar."},{"Verse":13,"Text":" I have heard many evil rumors;\r\nTerror surrounds me.\r\nWhen they gather together as one against me,\r\nThey scheme to take away my life."},{"Verse":14,"Text":" But I trust in you, O Jehovah.\r\nI declare: “You are my God.”"},{"Verse":15,"Text":" My days are in your hand.\r\nRescue me from the hand of my enemies and from those persecuting me."},{"Verse":16,"Text":" Make your face shine upon your servant.\r\nSave me by your loyal love."},{"Verse":17,"Text":" O Jehovah, may I not be put to shame when I call on you.\r\nMay the wicked be put to shame;\r\nMay they be silenced in the Grave."},{"Verse":18,"Text":" May lying lips become speechless,\r\nLips that speak arrogantly against the righteous, with haughtiness and contempt."},{"Verse":19,"Text":" How abundant your goodness is!\r\nYou have stored it up for those who fear you,\r\nAnd you have shown it before all men, in behalf of those taking refuge in you."},{"Verse":20,"Text":" You will conceal them in the secret place of your presence\r\nFrom the schemes of men;\r\nYou will hide them in your shelter\r\nFrom malicious attacks."},{"Verse":21,"Text":" May Jehovah be praised,\r\nFor in a wonderful way, he has shown his loyal love to me in a besieged city."},{"Verse":22,"Text":" As for me, I panicked and said:\r\n“I will perish from before you.”\r\nBut you heard my pleas for help when I cried out to you."},{"Verse":23,"Text":" Love Jehovah, all you who are loyal to him!\r\nJehovah protects the faithful,\r\nBut he repays exceedingly anyone showing haughtiness."},{"Verse":24,"Text":" Be courageous, and may your heart be strong,\r\nAll you who are waiting for Jehovah."}]},{"Chapter":32,"Verses":[{"Verse":1,"Text":" Happy is the one whose transgression is pardoned, whose sin is covered."},{"Verse":2,"Text":" Happy is the man whom Jehovah does not charge with guilt,\r\nIn whose spirit there is no deceit."},{"Verse":3,"Text":" When I kept silent, my bones wasted away because of my groaning all day long."},{"Verse":4,"Text":" For day and night your hand was heavy upon me.\r\nMy strength evaporated like water in the dry summer heat. (Selah)"},{"Verse":5,"Text":" Finally I confessed my sin to you;\r\nI did not cover my error.\r\nI said: “I will confess my transgressions to Jehovah.”\r\nAnd you pardoned the error of my sins. (Selah)"},{"Verse":6,"Text":" This is why every loyal one will pray to you\r\nWhile you may yet be found.\r\nThen even the floodwaters will not reach him."},{"Verse":7,"Text":" You are a hiding place for me;\r\nYou will safeguard me from distress.\r\nYou will surround me with joyful shouts of deliverance. (Selah)"},{"Verse":8,"Text":" “I will give you insight and instruct you in the way you should go.\r\nI will give you advice with my eye upon you."},{"Verse":9,"Text":" Do not become like a horse or a mule, without understanding,\r\nWhose spiritedness must be controlled with a bridle or a halter\r\nBefore it will come near to you.”"},{"Verse":10,"Text":" Many are the pains of the wicked;\r\nBut the one trusting in Jehovah is surrounded by His loyal love."},{"Verse":11,"Text":" Rejoice in Jehovah and be joyful, you righteous ones;\r\nShout joyfully, all you who are upright in heart."}]},{"Chapter":33,"Verses":[{"Verse":1,"Text":" Shout joyfully, you righteous ones, because of Jehovah.\r\nIt is fitting for the upright to praise him."},{"Verse":2,"Text":" Give thanks to Jehovah with the harp;\r\nSing praises to him with a ten-stringed instrument."},{"Verse":3,"Text":" Sing to him a new song;\r\nPlay skillfully on the strings, along with shouts of joy."},{"Verse":4,"Text":" For the word of Jehovah is upright,\r\nAnd everything he does is trustworthy."},{"Verse":5,"Text":" He loves righteousness and justice.\r\nThe earth is filled with Jehovah’s loyal love."},{"Verse":6,"Text":" By the word of Jehovah the heavens were made,\r\nAnd by the spirit of his mouth everything in them."},{"Verse":7,"Text":" He gathers the seawaters like a dam;\r\nHe puts the surging waters in storehouses."},{"Verse":8,"Text":" Let the whole earth fear Jehovah.\r\nLet the inhabitants of the productive land be in awe of him."},{"Verse":9,"Text":" For he spoke, and it came to be;\r\nHe commanded, and it stood firm."},{"Verse":10,"Text":" Jehovah has frustrated the schemes of the nations;\r\nHe has thwarted the plans of the peoples."},{"Verse":11,"Text":" But the decisions of Jehovah will stand forever;\r\nThe thoughts of his heart are from generation to generation."},{"Verse":12,"Text":" Happy is the nation whose God is Jehovah,\r\nThe people he has chosen as his own possession."},{"Verse":13,"Text":" Jehovah looks down from heaven;\r\nHe sees all the sons of men."},{"Verse":14,"Text":" From his place of residence,\r\nHe gazes on the inhabitants of the earth."},{"Verse":15,"Text":" He is the one forming the hearts of all;\r\nHe examines all their works."},{"Verse":16,"Text":" No king is saved by a large army;\r\nA mighty man is not saved by his great power."},{"Verse":17,"Text":" The horse is a false hope for salvation;\r\nIts great strength does not ensure escape."},{"Verse":18,"Text":" Look! The eye of Jehovah watches over those fearing him,\r\nThose waiting for his loyal love,"},{"Verse":19,"Text":" To rescue them from death\r\nAnd to keep them alive during famine."},{"Verse":20,"Text":" We are in expectation of Jehovah.\r\nHe is our helper and our shield."},{"Verse":21,"Text":" Our hearts rejoice in him,\r\nFor we trust in his holy name."},{"Verse":22,"Text":" May your loyal love rest upon us, O Jehovah,\r\nWhile we keep waiting for you."}]},{"Chapter":34,"Verses":[{"Verse":1,"Text":" I will praise Jehovah at all times;\r\nHis praise will be on my lips constantly.\r\nב [Beth]"},{"Verse":2,"Text":" I will boast in Jehovah;\r\nThe meek will hear and rejoice.\r\nג [Gimel]"},{"Verse":3,"Text":" Magnify Jehovah along with me;\r\nLet us exalt his name together.\r\nד [Daleth]"},{"Verse":4,"Text":" I inquired of Jehovah, and he answered me.\r\nHe rescued me from all my fears.\r\nה [He]"},{"Verse":5,"Text":" Those who looked to him became radiant;\r\nTheir faces could not be put to shame.\r\nז [Zayin]"},{"Verse":6,"Text":" This lowly one called, and Jehovah heard.\r\nHe saved him from all his distresses.\r\nח [Heth]"},{"Verse":7,"Text":" The angel of Jehovah camps all around those fearing Him,\r\nAnd he rescues them.\r\nט [Teth]"},{"Verse":8,"Text":" Taste and see that Jehovah is good;\r\nHappy is the man who takes refuge in him.\r\nי [Yod]"},{"Verse":9,"Text":" Fear Jehovah, all you his holy ones,\r\nFor those who fear him lack nothing.\r\nכ [Kaph]"},{"Verse":10,"Text":" Even strong young lions have been reduced to hunger,\r\nBut those seeking Jehovah will lack nothing good.\r\nל [Lamed]"},{"Verse":11,"Text":" Come, my sons, listen to me;\r\nI will teach you the fear of Jehovah.\r\nמ [Mem]"},{"Verse":12,"Text":" Who among you takes pleasure in life\r\nAnd would love to see many good days?\r\nנ [Nun]"},{"Verse":13,"Text":" Then guard your tongue from what is bad,\r\nYour lips from speaking deception.\r\nס [Samekh]"},{"Verse":14,"Text":" Turn away from what is bad and do what is good;\r\nSeek peace and pursue it.\r\nע [Ayin]"},{"Verse":15,"Text":" The eyes of Jehovah are on the righteous,\r\nAnd his ears listen to their cry for help.\r\nפ [Pe]"},{"Verse":16,"Text":" But the face of Jehovah is against those doing what is bad,\r\nTo erase all memory of them from the earth.\r\nצ [Tsade]"},{"Verse":17,"Text":" They cried out, and Jehovah heard;\r\nHe rescued them from all their distresses.\r\nק [Qoph]"},{"Verse":18,"Text":" Jehovah is close to the brokenhearted;\r\nHe saves those who are crushed in spirit.\r\nר [Resh]"},{"Verse":19,"Text":" Many are the hardships of the righteous one,\r\nBut Jehovah rescues him from them all.\r\nש [Shin]"},{"Verse":20,"Text":" He is guarding all his bones;\r\nNot one of them has been broken.\r\nת [Taw]"},{"Verse":21,"Text":" Disaster will put the wicked to death;\r\nThose hating the righteous will be found guilty."},{"Verse":22,"Text":" Jehovah is redeeming the life of his servants;\r\nNone of those taking refuge in him will be found guilty."}]},{"Chapter":35,"Verses":[{"Verse":1,"Text":" O Jehovah, defend my case against my opposers;\r\nFight against those who fight against me."},{"Verse":2,"Text":" Take up your buckler and large shield,\r\nAnd rise up to my defense."},{"Verse":3,"Text":" Lift up your spear and battle-ax against my pursuers.\r\nSay to me: “I am your salvation.”"},{"Verse":4,"Text":" May those who are hunting for my life be put to shame and humiliated.\r\nMay those who are plotting to destroy me retreat in disgrace."},{"Verse":5,"Text":" May they become like chaff in the wind;\r\nMay Jehovah’s angel drive them away."},{"Verse":6,"Text":" May their path be dark and slippery\r\nAs Jehovah’s angel pursues them."},{"Verse":7,"Text":" For without cause they have hidden a net to trap me;\r\nWithout cause they have dug a pit for me."},{"Verse":8,"Text":" May disaster come upon him by surprise;\r\nMay the net that he hid catch him;\r\nMay he fall into it and be destroyed."},{"Verse":9,"Text":" But I will rejoice in Jehovah;\r\nI will be joyful in his acts of salvation."},{"Verse":10,"Text":" All my bones will say:\r\n“O Jehovah, who is like you?\r\nYou rescue the helpless from those who are stronger,\r\nThe helpless and the poor from those who rob them.”"},{"Verse":11,"Text":" Malicious witnesses come forward,\r\nAsking me things I know nothing about."},{"Verse":12,"Text":" They repay me with bad for good,\r\nMaking me feel bereaved."},{"Verse":13,"Text":" But when they were ill, I clothed myself with sackcloth;\r\nI afflicted myself by fasting,\r\nAnd when my prayer would return unanswered,"},{"Verse":14,"Text":" I walked about mourning as for a friend or a brother of mine;\r\nI bowed down in sorrow, like one mourning for his mother."},{"Verse":15,"Text":" But when I stumbled, they rejoiced and gathered together;\r\nThey gathered together to strike me down in ambush;\r\nThey tore me to pieces and did not keep silent."},{"Verse":16,"Text":" The ungodly scornfully mock me,\r\nThey grind their teeth against me."},{"Verse":17,"Text":" O Jehovah, how long will you just look on?\r\nRescue me from their attacks,\r\nMy precious life from the young lions."},{"Verse":18,"Text":" Then I will give thanks to you in the great congregation;\r\nI will praise you among the throngs of people."},{"Verse":19,"Text":" Do not let those who for no reason are my enemies gloat over me;\r\nDo not let those hating me without cause wink their eyes maliciously."},{"Verse":20,"Text":" For they do not speak words of peace,\r\nBut they deceptively scheme against the peaceful ones of the land."},{"Verse":21,"Text":" They open their mouth wide to accuse me,\r\nSaying: “Aha! Aha! Our eyes have seen it.”"},{"Verse":22,"Text":" You have seen this, O Jehovah. Do not remain silent.\r\nO Jehovah, do not stay far from me."},{"Verse":23,"Text":" Awake and rise to my defense,\r\nMy God, Jehovah, defend me in my legal case."},{"Verse":24,"Text":" Judge me according to your righteousness, O Jehovah my God;\r\nDo not let them gloat over me."},{"Verse":25,"Text":" May they never say to themselves: “Aha! We got what we wanted.”\r\nMay they never say: “We have swallowed him up.”"},{"Verse":26,"Text":" Let all of them be put to shame and disgraced,\r\nThose who gloat over my calamity.\r\nLet those who exalt themselves over me be clothed with shame and humiliation."},{"Verse":27,"Text":" But let those who take pleasure in my righteousness shout joyfully;\r\nMay they constantly say:\r\n“May Jehovah be magnified, who takes pleasure in the peace of his servant.”"},{"Verse":28,"Text":" Then my tongue will recount your righteousness\r\nAnd praise you all day long."}]},{"Chapter":36,"Verses":[{"Verse":1,"Text":" Transgression speaks to the wicked one deep within his heart;\r\nThere is no fear of God before his eyes."},{"Verse":2,"Text":" For in his own eyes he flatters himself too much\r\nTo detect and hate his error."},{"Verse":3,"Text":" The words of his mouth are hurtful and deceptive;\r\nHe shows no insight for doing what is good."},{"Verse":4,"Text":" He plots hurtful schemes even on his bed.\r\nHe is set on a path that is not good;\r\nHe does not reject what is bad."},{"Verse":5,"Text":" O Jehovah, your loyal love reaches to the heavens,\r\nYour faithfulness up to the clouds."},{"Verse":6,"Text":" Your righteousness is like majestic mountains;\r\nYour judgments are like vast, deep waters.\r\nMan and beast you preserve, O Jehovah."},{"Verse":7,"Text":" How precious your loyal love is, O God!\r\nIn the shadow of your wings, the sons of men take refuge."},{"Verse":8,"Text":" They drink their fill of the rich bounty of your house,\r\nAnd you cause them to drink of the torrent of your delights."},{"Verse":9,"Text":" With you is the source of life;\r\nBy your light we can see light."},{"Verse":10,"Text":" Continue showing your loyal love to those who know you,\r\nAnd your righteousness, to the upright in heart."},{"Verse":11,"Text":" Do not let the foot of the haughty tread on me\r\nOr the hand of the wicked drive me away."},{"Verse":12,"Text":" There the wrongdoers have fallen;\r\nThey have been knocked down and cannot get up."}]},{"Chapter":37,"Verses":[{"Verse":1,"Text":" Do not be upset because of evil men\r\nOr envious of wrongdoers."},{"Verse":2,"Text":" They will quickly wither like grass\r\nAnd shrivel like green new grass.\r\nב [Beth]"},{"Verse":3,"Text":" Trust in Jehovah and do what is good;\r\nReside in the earth, and act with faithfulness."},{"Verse":4,"Text":" Find exquisite delight in Jehovah,\r\nAnd he will grant you the desires of your heart.\r\nג [Gimel]"},{"Verse":5,"Text":" Commit your way to Jehovah;\r\nRely on him, and he will act in your behalf."},{"Verse":6,"Text":" He will make your righteousness shine like daybreak,\r\nAnd your justice like the midday sun.\r\nד [Daleth]"},{"Verse":7,"Text":" Keep silent before Jehovah\r\nAnd wait expectantly for him.\r\nDo not be upset by the man\r\nWho succeeds in carrying out his schemes.\r\nה [He]"},{"Verse":8,"Text":" Let go of anger and abandon rage;\r\nDo not become upset and turn to doing evil."},{"Verse":9,"Text":" For evil men will be done away with,\r\nBut those hoping in Jehovah will possess the earth.\r\nו [Waw]"},{"Verse":10,"Text":" Just a little while longer, and the wicked will be no more;\r\nYou will look at where they were,\r\nAnd they will not be there."},{"Verse":11,"Text":" But the meek will possess the earth,\r\nAnd they will find exquisite delight in the abundance of peace.\r\nז [Zayin]"},{"Verse":12,"Text":" The wicked man plots against the righteous;\r\nHe grinds his teeth at him."},{"Verse":13,"Text":" But Jehovah will laugh at him,\r\nFor He knows that his day will come.\r\nח [Heth]"},{"Verse":14,"Text":" The wicked draw their swords and bend their bows\r\nTo bring down the oppressed and the poor,\r\nTo slaughter those whose way is upright."},{"Verse":15,"Text":" But their sword will pierce their own heart;\r\nTheir bows will be broken.\r\nט [Teth]"},{"Verse":16,"Text":" Better is the little of the righteous one\r\nThan the abundance of many wicked ones."},{"Verse":17,"Text":" For the arms of the wicked will be broken,\r\nBut Jehovah will support the righteous.\r\nי [Yod]"},{"Verse":18,"Text":" Jehovah is aware of what the blameless go through,\r\nAnd their inheritance will last forever."},{"Verse":19,"Text":" They will not be put to shame in the time of disaster;\r\nIn the time of famine they will have plenty.\r\nכ [Kaph]"},{"Verse":20,"Text":" But the wicked will perish;\r\nThe enemies of Jehovah will vanish like glorious pastures;\r\nThey will vanish like smoke.\r\nל [Lamed]"},{"Verse":21,"Text":" The wicked one borrows and does not repay,\r\nBut the righteous one is generous and giving."},{"Verse":22,"Text":" Those blessed by Him will possess the earth,\r\nBut those cursed by Him will be done away with.\r\nמ [Mem]"},{"Verse":23,"Text":" Jehovah guides the steps of a man\r\nWhen He finds pleasure in his way."},{"Verse":24,"Text":" Although he may fall, he will not be hurled down,\r\nFor Jehovah supports him by the hand.\r\nנ [Nun]"},{"Verse":25,"Text":" I was once young and now I am old,\r\nBut I have not seen anyone righteous abandoned,\r\nNor his children looking for bread."},{"Verse":26,"Text":" He always lends freely,\r\nAnd his children are in line for a blessing.\r\nס [Samekh]"},{"Verse":27,"Text":" Turn away from bad and do what is good,\r\nAnd you will remain forever."},{"Verse":28,"Text":" For Jehovah loves justice,\r\nAnd he will not abandon his loyal ones.\r\nע [Ayin]\r\nThey will always be guarded;\r\nBut the descendants of the wicked will be done away with."},{"Verse":29,"Text":" The righteous will possess the earth,\r\nAnd they will live forever on it.\r\nפ [Pe]"},{"Verse":30,"Text":" The mouth of the righteous one imparts wisdom,\r\nAnd his tongue speaks about justice."},{"Verse":31,"Text":" The law of his God is in his heart;\r\nHis steps will not falter.\r\nצ [Tsade]"},{"Verse":32,"Text":" The wicked watches the righteous,\r\nSeeking to put him to death."},{"Verse":33,"Text":" But Jehovah will not abandon him to the hand of that one\r\nOr find him guilty when he is judged.\r\nק [Qoph]"},{"Verse":34,"Text":" Hope in Jehovah and follow his way,\r\nAnd he will exalt you to take possession of the earth.\r\nWhen the wicked are done away with, you will see it.\r\nר [Resh]"},{"Verse":35,"Text":" I have seen the ruthless, evil man\r\nSpreading out like a luxuriant tree in its native soil."},{"Verse":36,"Text":" But he suddenly passed away and was gone;\r\nI kept searching for him, and he could not be found.\r\nש [Shin]"},{"Verse":37,"Text":" Take note of the blameless one,\r\nAnd keep the upright one in sight,\r\nFor the future of that man will be peaceful."},{"Verse":38,"Text":" But all the transgressors will be destroyed;\r\nThe future of wicked people will be cut off.\r\nת [Taw]"},{"Verse":39,"Text":" The salvation of the righteous is from Jehovah;\r\nHe is their fortress in the time of distress."},{"Verse":40,"Text":" Jehovah will help them and rescue them.\r\nHe will rescue them from the wicked and save them,\r\nBecause they take refuge in him."}]},{"Chapter":38,"Verses":[{"Verse":1,"Text":" O Jehovah, do not reprove me in your anger,\r\nNor correct me in your wrath."},{"Verse":2,"Text":" For your arrows have pierced deep into me,\r\nAnd your hand presses down on me."},{"Verse":3,"Text":" My whole body is sick because of your indignation.\r\nThere is no peace within my bones because of my sin."},{"Verse":4,"Text":" For my errors loom over my head;\r\nLike a heavy burden, they are too much for me to bear."},{"Verse":5,"Text":" My wounds stink and fester\r\nBecause of my foolishness."},{"Verse":6,"Text":" I am distressed and extremely downcast;\r\nI walk around sad all day long."},{"Verse":7,"Text":" There is a burning within me;\r\nMy whole body is sick."},{"Verse":8,"Text":" I have grown numb and become completely crushed;\r\nMy anguished heart makes me groan aloud."},{"Verse":9,"Text":" O Jehovah, all my desires are before you,\r\nAnd my sighing is not hidden from you."},{"Verse":10,"Text":" My heart pounds, my strength is gone,\r\nAnd the light of my eyes has left me."},{"Verse":11,"Text":" My friends and my companions avoid me because of my plague,\r\nAnd my close acquaintances keep their distance."},{"Verse":12,"Text":" Those seeking my life set traps;\r\nThose trying to harm me speak of ruin;\r\nThey mutter deception all day long."},{"Verse":13,"Text":" But like someone deaf, I would not listen;\r\nLike someone speechless, I would not open my mouth."},{"Verse":14,"Text":" I have become like a man who cannot hear,\r\nWhose mouth has nothing to say in defense."},{"Verse":15,"Text":" For on you, O Jehovah, I waited,\r\nAnd you answered me, O Jehovah my God."},{"Verse":16,"Text":" For I said: “May they not gloat over me\r\nOr exalt themselves over me if my foot slips.”"},{"Verse":17,"Text":" For I was ready to collapse,\r\nAnd my pain was always with me."},{"Verse":18,"Text":" I confessed my error;\r\nI was troubled by my sin."},{"Verse":19,"Text":" But my enemies are vigorous and mighty,\r\nThose hating me for no reason have become numerous."},{"Verse":20,"Text":" They repaid me with bad for good;\r\nThey were resisting me for pursuing what is good."},{"Verse":21,"Text":" Do not abandon me, O Jehovah.\r\nO God, do not remain far away from me."},{"Verse":22,"Text":" Do hurry to help me,\r\nO Jehovah, my salvation."}]},{"Chapter":39,"Verses":[{"Verse":1,"Text":" I said: “I will guard my step\r\nTo avoid sinning with my tongue.\r\nI will guard my mouth with a muzzle\r\nAs long as anyone wicked is in my presence.”"},{"Verse":2,"Text":" I was speechless and silent;\r\nI kept quiet even about what is good,\r\nBut my pain was intense."},{"Verse":3,"Text":" My heart smoldered inside me.\r\nAs I pondered, the fire kept burning.\r\nThen my tongue spoke:"},{"Verse":4,"Text":" “O Jehovah, help me to know what my end will be,\r\nAnd the measure of my days,\r\nSo that I may know how short my life is."},{"Verse":5,"Text":" Indeed, you have made my days just a few;\r\nAnd my life span is as nothing before you.\r\nSurely every man, though he seems secure, is nothing but a mere breath. (Selah)"},{"Verse":6,"Text":" Surely every man walks about like a shadow.\r\nHe rushes around for nothing.\r\nHe piles up wealth, not knowing who will enjoy it."},{"Verse":7,"Text":" What, then, can I hope for, O Jehovah?\r\nYou are my only hope."},{"Verse":8,"Text":" Save me from all my transgressions.\r\nDo not let the foolish one make me an object of contempt."},{"Verse":9,"Text":" I remained speechless;\r\nI could not open my mouth,\r\nBecause this was your doing."},{"Verse":10,"Text":" Remove your plague from me.\r\nI am worn down because your hand strikes me."},{"Verse":11,"Text":" You correct man with punishment for his error;\r\nYou consume the things he treasures just as a moth does.\r\nSurely every man is but a mere breath. (Selah)"},{"Verse":12,"Text":" Hear my prayer, O Jehovah,\r\nListen to my cry for help.\r\nDo not ignore my tears.\r\nFor I am but a foreign resident to you,\r\nA traveler passing through, just like all my forefathers."},{"Verse":13,"Text":" Turn your harsh gaze away from me so that I may cheer up\r\nBefore I pass away and I am gone.”"}]},{"Chapter":40,"Verses":[{"Verse":1,"Text":" I earnestly hoped in Jehovah,\r\nAnd he inclined his ear to me and heard my cry for help."},{"Verse":2,"Text":" He brought me up out of a roaring pit,\r\nOut of the slimy mire.\r\nAnd he set my feet upon a crag;\r\nHe made my footing secure."},{"Verse":3,"Text":" Then he put a new song in my mouth,\r\nPraise to our God.\r\nMany will look on in awe\r\nAnd put their trust in Jehovah."},{"Verse":4,"Text":" Happy is the man who trusts in Jehovah\r\nAnd who does not look to the defiant or to those who are false."},{"Verse":5,"Text":" How many things you have done,\r\nO Jehovah my God,\r\nYour wonderful works and your thoughts toward us.\r\nNone can compare to you;\r\nIf I were to try to tell and speak of them,\r\nThey would be too numerous to recount!"},{"Verse":6,"Text":" Sacrifice and offering you did not desire,\r\nBut you opened up my ears to hear.\r\nYou did not ask for burnt offerings and sin offerings."},{"Verse":7,"Text":" Then I said: “Look, I have come.\r\nIn the scroll it is written about me."},{"Verse":8,"Text":" To do your will, O my God, is my delight,\r\nAnd your law is deep within me."},{"Verse":9,"Text":" I proclaim the good news of righteousness in the great congregation.\r\nLook! I do not restrain my lips,\r\nO Jehovah, as you well know."},{"Verse":10,"Text":" I do not cover over your righteousness in my heart.\r\nI declare your faithfulness and salvation.\r\nI do not hide your loyal love and your truth in the great congregation.”"},{"Verse":11,"Text":" O Jehovah, do not withhold your mercy from me.\r\nMay your loyal love and your truth constantly safeguard me."},{"Verse":12,"Text":" The calamities surrounding me are too many to count.\r\nSo many of my errors overwhelm me that I cannot see my way;\r\nThey are more numerous than the hairs of my head,\r\nAnd I have lost heart."},{"Verse":13,"Text":" Please be willing, O Jehovah, to save me.\r\nO Jehovah, hurry to help me."},{"Verse":14,"Text":" May all those seeking to take my life\r\nBe put to shame and disgraced.\r\nMay those who delight in my calamity\r\nRetreat in humiliation."},{"Verse":15,"Text":" May those who are saying to me: “Aha! Aha!”\r\nBe appalled because of their own shame."},{"Verse":16,"Text":" But let those seeking you\r\nExult and rejoice in you.\r\nMay those who love your acts of salvation always say:\r\n“May Jehovah be magnified.”"},{"Verse":17,"Text":" But I am helpless and poor;\r\nMay Jehovah pay attention to me.\r\nYou are my helper and my rescuer;\r\nMy God, do not delay."}]},{"Chapter":41,"Verses":[{"Verse":1,"Text":" Happy is anyone who shows consideration to the lowly one;\r\nJehovah will rescue him in the day of calamity."},{"Verse":2,"Text":" Jehovah will guard him and keep him alive.\r\nHe will be pronounced happy in the earth;\r\nYou will never turn him over to the will of his enemies."},{"Verse":3,"Text":" Jehovah will sustain him on his sickbed;\r\nDuring his sickness you will completely change his bed."},{"Verse":4,"Text":" For I said: “O Jehovah, show me favor.\r\nHeal me, for I have sinned against you.”"},{"Verse":5,"Text":" But my enemies speak evil about me:\r\n“When will he die and his name perish?”"},{"Verse":6,"Text":" If one of them comes to see me, his heart speaks falsely.\r\nHe gathers something harmful to say;\r\nThen he goes out and spreads it abroad."},{"Verse":7,"Text":" All those who hate me whisper to one another;\r\nThey are scheming something bad against me:"},{"Verse":8,"Text":" “A dreadful thing has overtaken him;\r\nNow that he is down, he will not rise again.”"},{"Verse":9,"Text":" Even the man at peace with me, one whom I trusted,\r\nWho was eating my bread, has lifted his heel against me."},{"Verse":10,"Text":" But you, O Jehovah, show me favor and raise me up,\r\nSo that I may repay them."},{"Verse":11,"Text":" By this I will know that you are pleased with me:\r\nWhen my enemy cannot shout in triumph over me."},{"Verse":12,"Text":" As for me, you uphold me because of my integrity;\r\nYou will keep me in your presence forever."},{"Verse":13,"Text":" May Jehovah, the God of Israel, be praised\r\nThroughout all eternity.\r\nAmen and Amen."}]},{"Chapter":42,"Verses":[{"Verse":1,"Text":" As a deer that longs for streams of water,\r\nSo I long for you, O God."},{"Verse":2,"Text":" I do thirst for God, for the living God.\r\nWhen may I come and appear before God?"},{"Verse":3,"Text":" My tears are my food day and night;\r\nAll day long people taunt me: “Where is your God?”"},{"Verse":4,"Text":" These things I remember, and I pour out my soul,\r\nFor I once walked along with the multitude;\r\nI used to walk solemnly before them to the house of God,\r\nWith sounds of rejoicing and thanksgiving,\r\nThose of a crowd celebrating a festival."},{"Verse":5,"Text":" Why am I in despair?\r\nWhy is this turmoil within me?\r\nWait for God,\r\nFor I will yet praise him as my Grand Savior."},{"Verse":6,"Text":" My God, I am in despair.\r\nThat is why I remember you,\r\nFrom the land of Jordan and the peaks of Herʹmon,\r\nFrom Mount Mizarʹ."},{"Verse":7,"Text":" Deep waters call to deep waters\r\nAt the sound of your waterfalls.\r\nAll your surging waves have overwhelmed me."},{"Verse":8,"Text":" By day Jehovah will grant me his loyal love,\r\nAnd by night his song will be with me—a prayer to the God of my life."},{"Verse":9,"Text":" I will say to God, my crag:\r\n“Why have you forgotten me?\r\nWhy should I walk about sad because of the oppression by my enemy?”"},{"Verse":10,"Text":" With murderous hostility my enemies taunt me;\r\nAll day long they taunt me: “Where is your God?”"},{"Verse":11,"Text":" Why am I in despair?\r\nWhy is this turmoil within me?\r\nWait for God,\r\nFor I will yet praise him as my Grand Savior and my God."}]},{"Chapter":43,"Verses":[{"Verse":1,"Text":" Judge me, O God,\r\nDefend my legal case against a disloyal nation.\r\nRescue me from the man of deception and unrighteousness."},{"Verse":2,"Text":" For you are my God, my fortress.\r\nWhy have you cast me off?\r\nWhy must I walk about sad because of the oppression by my enemy?"},{"Verse":3,"Text":" Send out your light and your truth.\r\nMay these lead me;\r\nMay they guide me to your holy mountain and to your grand tabernacle."},{"Verse":4,"Text":" Then I will come to the altar of God,\r\nTo God, my exceeding joy.\r\nAnd I will praise you with the harp, O God, my God."},{"Verse":5,"Text":" Why am I in despair?\r\nWhy is this turmoil within me?\r\nWait for God,\r\nFor I will yet praise him as my Grand Savior and my God."}]},{"Chapter":44,"Verses":[{"Verse":1,"Text":" O God, we have heard with our own ears,\r\nOur forefathers have recounted to us,\r\nThe deeds you accomplished in their days,\r\nIn the days of long ago."},{"Verse":2,"Text":" With your hand you drove away nations\r\nAnd settled our forefathers there.\r\nYou crushed nations and drove them out."},{"Verse":3,"Text":" It was not by their own sword that they took possession of the land,\r\nAnd their own arm did not bring them victory.\r\nRather, it was by your right hand and your arm and the light of your face,\r\nFor you took pleasure in them."},{"Verse":4,"Text":" You are my King, O God;\r\nCommand complete victory for Jacob."},{"Verse":5,"Text":" By your power we will drive back our adversaries;\r\nIn your name we will trample down those who rise up against us."},{"Verse":6,"Text":" For I do not trust in my bow,\r\nAnd my sword cannot save me."},{"Verse":7,"Text":" It was you who saved us from our adversaries,\r\nYou who humiliated those who hate us."},{"Verse":8,"Text":" To God we will offer praise all day long,\r\nAnd we will give thanks to your name forever. (Selah)"},{"Verse":9,"Text":" But now you have cast us off and humiliated us,\r\nAnd you do not go out with our armies."},{"Verse":10,"Text":" You keep making us retreat from our adversary;\r\nThose who hate us take whatever they want."},{"Verse":11,"Text":" You hand us over to be devoured like sheep;\r\nYou have scattered us among the nations."},{"Verse":12,"Text":" You sell your people for next to nothing;\r\nYou make no profit from the sale."},{"Verse":13,"Text":" You make us a reproach to our neighbors,\r\nAn object of ridicule and jeering to those all around us."},{"Verse":14,"Text":" You make us an object of scorn among the nations,\r\nSomething for the peoples to shake their heads at."},{"Verse":15,"Text":" I feel humiliated all day long,\r\nAnd I am overwhelmed by my shame,"},{"Verse":16,"Text":" On account of the sound of their taunts and insults,\r\nBecause of our enemy who is taking revenge."},{"Verse":17,"Text":" All of this has come upon us, yet we have not forgotten you,\r\nAnd we have not violated your covenant."},{"Verse":18,"Text":" Our heart has not deviated;\r\nOur footsteps do not stray from your path."},{"Verse":19,"Text":" But you have crushed us where the jackals dwell;\r\nYou have covered us with deep shadow."},{"Verse":20,"Text":" If we have forgotten the name of our God\r\nOr if we spread out our hands in prayer to a foreign god,"},{"Verse":21,"Text":" Will not God discover this?\r\nHe is aware of the secrets of the heart."},{"Verse":22,"Text":" For your sake we are being put to death all day long;\r\nWe have been accounted as sheep for slaughtering."},{"Verse":23,"Text":" Rouse yourself. Why do you keep sleeping, O Jehovah?\r\nAwake! Do not keep casting us off forever."},{"Verse":24,"Text":" Why do you hide your face?\r\nWhy do you forget our affliction and our oppression?"},{"Verse":25,"Text":" For we have been brought down to the dust;\r\nOur bodies are pressed to the ground."},{"Verse":26,"Text":" Rise up as our helper!\r\nRescue us because of your loyal love."}]},{"Chapter":45,"Verses":[{"Verse":1,"Text":" My heart is stirred by something good.\r\nI say: “My song is about a king.”\r\nMay my tongue be the stylus of a skilled copyist."},{"Verse":2,"Text":" You are the most handsome of the sons of men.\r\nGracious speech flows from your lips.\r\nThat is why God has blessed you forever."},{"Verse":3,"Text":" Strap your sword on your side, O mighty one,\r\nIn your dignity and your splendor."},{"Verse":4,"Text":" And in your splendor go on to victory;\r\nRide in the cause of truth and humility and righteousness,\r\nAnd your right hand will accomplish awe-inspiring things."},{"Verse":5,"Text":" Your arrows are sharp, making peoples fall before you;\r\nThey pierce the hearts of the king’s enemies."},{"Verse":6,"Text":" God is your throne forever and ever;\r\nThe scepter of your kingdom is a scepter of uprightness."},{"Verse":7,"Text":" You loved righteousness, and you hated wickedness.\r\nThat is why God, your God, has anointed you with the oil of exultation more than your companions."},{"Verse":8,"Text":" All your garments are scented with myrrh and aloeswood and cassia;\r\nFrom the grand ivory palace, stringed instruments make you rejoice."},{"Verse":9,"Text":" The daughters of kings are among your ladies of honor.\r\nThe royal consort has taken her stand at your right hand, adorned in gold of Oʹphir."},{"Verse":10,"Text":" Listen, O daughter, pay attention and incline your ear;\r\nForget your people and your father’s house."},{"Verse":11,"Text":" And the king will long for your beauty,\r\nFor he is your lord,\r\nSo bow down to him."},{"Verse":12,"Text":" The daughter of Tyre will come with a gift;\r\nThe wealthiest of men will seek your favor."},{"Verse":13,"Text":" Inside the palace the king’s daughter is absolutely magnificent;\r\nHer clothing is adorned with gold."},{"Verse":14,"Text":" She will be brought to the king in richly woven garments.\r\nThe virgin companions following her are brought in before you."},{"Verse":15,"Text":" They will be brought with rejoicing and joy;\r\nThey will enter into the king’s palace."},{"Verse":16,"Text":" Your sons will take the place of your forefathers.\r\nYou will appoint them as princes in all the earth."},{"Verse":17,"Text":" I will make your name known throughout all generations to come.\r\nThat is why peoples will praise you forever and ever."}]},{"Chapter":46,"Verses":[{"Verse":1,"Text":" God is our refuge and strength,\r\nA help that is readily found in times of distress."},{"Verse":2,"Text":" That is why we will not fear, though the earth undergoes change,\r\nThough the mountains topple into the depths of the sea,"},{"Verse":3,"Text":" Though its waters roar and foam over,\r\nThough the mountains rock on account of its turbulence. (Selah)"},{"Verse":4,"Text":" There is a river the streams of which make the city of God rejoice,\r\nThe holy grand tabernacle of the Most High."},{"Verse":5,"Text":" God is in the city; it cannot be overthrown.\r\nGod will come to its aid at the break of dawn."},{"Verse":6,"Text":" The nations were in an uproar, the kingdoms were overthrown;\r\nHe raised his voice, and the earth melted."},{"Verse":7,"Text":" Jehovah of armies is with us;\r\nThe God of Jacob is our secure refuge. (Selah)"},{"Verse":8,"Text":" Come and witness the activities of Jehovah,\r\nHow he has done astonishing things on the earth."},{"Verse":9,"Text":" He is bringing an end to wars throughout the earth.\r\nHe breaks the bow and shatters the spear;\r\nHe burns the military wagons with fire."},{"Verse":10,"Text":" “Give in and know that I am God.\r\nI will be exalted among the nations;\r\nI will be exalted in the earth.”"},{"Verse":11,"Text":" Jehovah of armies is with us;\r\nThe God of Jacob is a secure refuge for us. (Selah)"}]},{"Chapter":47,"Verses":[{"Verse":1,"Text":" All you peoples, clap your hands.\r\nShout in triumph to God with joyful cries."},{"Verse":2,"Text":" For Jehovah the Most High is awe-inspiring;\r\nHe is the great King over all the earth."},{"Verse":3,"Text":" He subdues peoples under us;\r\nHe puts nations under our feet."},{"Verse":4,"Text":" He chooses our inheritance for us,\r\nThe pride of Jacob, whom he loves. (Selah)"},{"Verse":5,"Text":" God has ascended amid joyful shouting;\r\nJehovah, amid the sound of the horn."},{"Verse":6,"Text":" Sing praises to God, sing praises.\r\nSing praises to our King, sing praises."},{"Verse":7,"Text":" For God is King of all the earth;\r\nSing praises, and show insight."},{"Verse":8,"Text":" God has become King over the nations.\r\nGod sits on his holy throne."},{"Verse":9,"Text":" The leaders of the peoples have gathered together\r\nWith the people of the God of Abraham.\r\nFor the rulers of the earth belong to God.\r\nHe is highly exalted."}]},{"Chapter":48,"Verses":[{"Verse":1,"Text":" Jehovah is great and most worthy of praise\r\nIn the city of our God, in his holy mountain."},{"Verse":2,"Text":" Beautiful in its loftiness, the joy of the whole earth,\r\nIs Mount Zion in the far north,\r\nThe city of the Grand King."},{"Verse":3,"Text":" In her fortified towers,\r\nGod has made known that he is a secure refuge."},{"Verse":4,"Text":" For look! kings have assembled;\r\nTogether they have advanced."},{"Verse":5,"Text":" When they saw it, they were amazed.\r\nThey panicked and fled in terror."},{"Verse":6,"Text":" Trembling seized them there,\r\nAnguish like that of a woman giving birth."},{"Verse":7,"Text":" With an east wind you wreck the ships of Tarʹshish."},{"Verse":8,"Text":" What we heard about, we have now seen for ourselves\r\nIn the city of Jehovah of armies, in the city of our God.\r\nGod will firmly establish it forever. (Selah)"},{"Verse":9,"Text":" We ponder your loyal love, O God,\r\nWithin your temple."},{"Verse":10,"Text":" Like your name, O God, your praise\r\nReaches to the ends of the earth.\r\nYour right hand is filled with righteousness."},{"Verse":11,"Text":" May Mount Zion rejoice,\r\nMay the towns of Judah be joyful, because of your judgments."},{"Verse":12,"Text":" March around Zion; go all around it;\r\nCount its towers."},{"Verse":13,"Text":" Set your hearts upon its ramparts.\r\nInspect its fortified towers,\r\nSo that you may tell about it to future generations."},{"Verse":14,"Text":" For this God is our God forever and ever.\r\nHe will guide us forevermore."}]},{"Chapter":49,"Verses":[{"Verse":1,"Text":" Hear this, all you peoples.\r\nPay attention, all you inhabitants of the world,"},{"Verse":2,"Text":" Both small and great,\r\nRich and poor alike."},{"Verse":3,"Text":" My own mouth will speak wisdom,\r\nAnd the meditation of my heart will show understanding."},{"Verse":4,"Text":" I will pay attention to a proverb;\r\nI will expound my riddle with the harp."},{"Verse":5,"Text":" Why should I fear during times of trouble,\r\nWhen I am surrounded by the evil of those trying to overthrow me?"},{"Verse":6,"Text":" Those who are trusting in their wealth\r\nAnd who boast about their great riches,"},{"Verse":7,"Text":" None of them can ever redeem a brother\r\nOr give to God a ransom for him,"},{"Verse":8,"Text":" (The ransom price for their life is so precious\r\nThat it is always beyond their reach);"},{"Verse":9,"Text":" That he should live forever and not see the pit."},{"Verse":10,"Text":" He sees that even wise people die;\r\nThe stupid and the unreasoning perish together,\r\nAnd they must leave their wealth to others."},{"Verse":11,"Text":" Their inner wish is that their houses will last forever,\r\nTheir tents to generation after generation.\r\nThey have named their estates after themselves."},{"Verse":12,"Text":" But man, although honored, will not remain;\r\nHe is no better than the beasts that perish."},{"Verse":13,"Text":" This is the way of the stupid ones\r\nAnd of those who follow them, who take pleasure in their empty words. (Selah)"},{"Verse":14,"Text":" They are assigned like sheep to the Grave.\r\nDeath will shepherd them;\r\nThe upright will rule over them in the morning.\r\nEvery trace of them will fade away;\r\nThe Grave rather than a palace will be their home."},{"Verse":15,"Text":" But God will redeem me from the power of the Grave,\r\nFor he will take hold of me. (Selah)"},{"Verse":16,"Text":" Do not be afraid because a man becomes rich,\r\nBecause the splendor of his house increases,"},{"Verse":17,"Text":" For when he dies he can take nothing with him;\r\nHis splendor will not go down with him."},{"Verse":18,"Text":" For during his lifetime he congratulates himself.\r\n(People praise you when you prosper.)"},{"Verse":19,"Text":" But he finally joins the generation of his forefathers.\r\nThey will never again see the light."},{"Verse":20,"Text":" A man who does not understand this, although honored,\r\nIs no better than the beasts that perish."}]},{"Chapter":50,"Verses":[{"Verse":1,"Text":" The God of gods, Jehovah, has spoken;\r\nHe summons the earth\r\nFrom the rising of the sun until its setting."},{"Verse":2,"Text":" Out of Zion, the perfection of beauty, God shines forth."},{"Verse":3,"Text":" Our God will come and cannot remain silent.\r\nBefore him is a consuming fire,\r\nAnd a great storm rages all around him."},{"Verse":4,"Text":" He summons the heavens above and the earth,\r\nSo as to judge his people:"},{"Verse":5,"Text":" “Gather to me my loyal ones,\r\nThose making a covenant with me over sacrifice.”"},{"Verse":6,"Text":" The heavens proclaim his righteousness,\r\nFor God himself is Judge. (Selah)"},{"Verse":7,"Text":" “Listen, O my people, and I will speak;\r\nIsrael, I will bear witness against you.\r\nI am God, your God."},{"Verse":8,"Text":" I do not reprove you because of your sacrifices,\r\nNor because of your whole burnt offerings that are constantly before me."},{"Verse":9,"Text":" I do not need to take a bull from your house,\r\nNor goats from your pens."},{"Verse":10,"Text":" For every wild animal of the forest is mine,\r\nEven the beasts upon a thousand mountains."},{"Verse":11,"Text":" I know every bird of the mountains;\r\nThe countless animals of the field are mine."},{"Verse":12,"Text":" If I were hungry, I would not tell you,\r\nFor the productive land and everything in it is mine."},{"Verse":13,"Text":" Will I eat the flesh of bulls\r\nAnd drink the blood of goats?"},{"Verse":14,"Text":" Offer thanksgiving as your sacrifice to God,\r\nAnd pay your vows to the Most High;"},{"Verse":15,"Text":" Call on me in the time of distress.\r\nI will rescue you, and you will glorify me.”"},{"Verse":16,"Text":" But God will say to the wicked:\r\n“What right do you have to relate my regulations\r\nOr to speak about my covenant?"},{"Verse":17,"Text":" For you hate discipline,\r\nAnd you keep turning your back on my words."},{"Verse":18,"Text":" When you see a thief, you approve of him,\r\nAnd you keep company with adulterers."},{"Verse":19,"Text":" You use your mouth to spread what is bad,\r\nAnd deception is attached to your tongue."},{"Verse":20,"Text":" You sit and speak against your own brother;\r\nYou reveal the faults of your own mother’s son."},{"Verse":21,"Text":" When you did these things, I remained silent,\r\nSo you thought that I would be just like you.\r\nBut now I will reprove you,\r\nAnd I will state my case against you."},{"Verse":22,"Text":" Please consider this, you who forget God,\r\nSo that I may not tear you to pieces with no one to rescue you."},{"Verse":23,"Text":" The one who offers thanksgiving as his sacrifice glorifies me,\r\nAnd as for the one who follows a set course,\r\nI will cause him to see salvation by God.”"}]},{"Chapter":51,"Verses":[{"Verse":1,"Text":" Show me favor, O God, according to your loyal love.\r\nBlot out my transgressions according to your great mercy."},{"Verse":2,"Text":" Thoroughly wash me from my error,\r\nAnd cleanse me from my sin."},{"Verse":3,"Text":" For I am well-aware of my transgressions,\r\nAnd my sin is always before me."},{"Verse":4,"Text":" Against you—you above all—I have sinned;\r\nWhat is bad in your eyes I have done.\r\nTherefore, you are righteous when you speak,\r\nYou are right in your judgment."},{"Verse":5,"Text":" Look! I was born guilty of error,\r\nAnd my mother conceived me in sin."},{"Verse":6,"Text":" Look! You find pleasure in truth in the inner person;\r\nTeach my innermost self true wisdom."},{"Verse":7,"Text":" Purify me from my sin with hyssop, so that I will be clean;\r\nWash me, so that I will be whiter than snow."},{"Verse":8,"Text":" Let me hear sounds of joy and rejoicing,\r\nSo that the bones you crushed will rejoice."},{"Verse":9,"Text":" Turn your face away from my sins,\r\nAnd wipe away all my errors."},{"Verse":10,"Text":" Create in me a pure heart, O God,\r\nAnd put within me a new spirit, a steadfast one."},{"Verse":11,"Text":" Do not cast me out from your presence;\r\nAnd do not take your holy spirit away from me."},{"Verse":12,"Text":" Restore to me the joy of your salvation;\r\nStir within me a willingness to obey you."},{"Verse":13,"Text":" I will teach transgressors your ways,\r\nSo that sinners will return to you."},{"Verse":14,"Text":" Save me from bloodguilt, O God, the God of my salvation,\r\nSo that my tongue may joyfully declare your righteousness."},{"Verse":15,"Text":" O Jehovah, open my lips,\r\nSo that my mouth may declare your praise."},{"Verse":16,"Text":" For you do not want a sacrifice—otherwise I would give it;\r\nYou do not find delight in a whole burnt offering."},{"Verse":17,"Text":" The sacrifices pleasing to God are a broken spirit;\r\nA heart broken and crushed, O God, you will not reject."},{"Verse":18,"Text":" In your goodwill do what is good for Zion;\r\nBuild up the walls of Jerusalem."},{"Verse":19,"Text":" Then you will take delight in the sacrifices of righteousness,\r\nThe burnt sacrifices and the whole offerings;\r\nThen bulls will be offered up on your altar."}]},{"Chapter":52,"Verses":[{"Verse":1,"Text":" Why do you boast about your evil acts, you mighty one?\r\nThe loyal love of God lasts all day long."},{"Verse":2,"Text":" Your tongue, as sharp as a razor,\r\nSchemes harm and works deceitfully."},{"Verse":3,"Text":" You love evil more than what is good,\r\nLying more than speaking what is right. (Selah)"},{"Verse":4,"Text":" You love every harmful word,\r\nO you deceitful tongue!"},{"Verse":5,"Text":" That is why God will pull you down once and for all;\r\nHe will snatch you up and tear you away from your tent;\r\nHe will uproot you from the land of the living. (Selah)"},{"Verse":6,"Text":" The righteous ones will see it and be filled with awe,\r\nAnd they will laugh at him."},{"Verse":7,"Text":" “Here is a man who did not make God his refuge,\r\nBut he trusted in his great riches\r\nAnd relied on his own evil plots.”"},{"Verse":8,"Text":" But I will be like a luxuriant olive tree in God’s house;\r\nMy trust is in God’s loyal love, forever and ever."},{"Verse":9,"Text":" I will praise you forever because you have taken action;\r\nIn the presence of your loyal ones,\r\nI will hope in your name, for it is good."}]},{"Chapter":53,"Verses":[{"Verse":1,"Text":" The foolish one says in his heart:\r\n“There is no Jehovah.”\r\nTheir unrighteous actions are corrupt and detestable;\r\nNo one is doing good."},{"Verse":2,"Text":" But God looks down from heaven on the sons of men\r\nTo see whether anyone has insight, whether anyone is seeking Jehovah."},{"Verse":3,"Text":" They have all turned away;\r\nThey are all alike corrupt.\r\nNo one is doing good,\r\nNot even one."},{"Verse":4,"Text":" Do none of the wrongdoers understand?\r\nThey devour my people as if they were eating bread.\r\nThey do not call on Jehovah."},{"Verse":5,"Text":" But they will be filled with great terror,\r\nTerror they have never felt before,\r\nFor God will scatter the bones of those attacking you.\r\nYou will put them to shame, for Jehovah has rejected them."},{"Verse":6,"Text":" O that Israel’s salvation may come from Zion!\r\nWhen Jehovah gathers back his captive people,\r\nLet Jacob be joyful, let Israel rejoice."}]},{"Chapter":54,"Verses":[{"Verse":1,"Text":" O God, save me by your name,\r\nAnd defend me with your power."},{"Verse":2,"Text":" O God, hear my prayer;\r\nPay attention to the words of my mouth."},{"Verse":3,"Text":" For strangers rise up against me,\r\nAnd ruthless men seek my life.\r\nThey have no regard for God. (Selah)"},{"Verse":4,"Text":" Look! God is my helper;\r\nJehovah is with those supporting me."},{"Verse":5,"Text":" He will repay my foes with their own evil;\r\nIn your faithfulness, put an end to them."},{"Verse":6,"Text":" I will sacrifice to you willingly.\r\nI will praise your name, O Jehovah, for it is good."},{"Verse":7,"Text":" For he saves me from every distress,\r\nAnd I will look in triumph on my enemies."}]},{"Chapter":55,"Verses":[{"Verse":1,"Text":" Listen to my prayer, O God,\r\nAnd do not ignore my request for mercy."},{"Verse":2,"Text":" Do pay attention to me and answer me.\r\nMy concern makes me restless,\r\nAnd I am distraught"},{"Verse":3,"Text":" Because of what the enemy is saying\r\nAnd the pressure from the wicked one.\r\nFor they heap trouble upon me,\r\nAnd in anger they harbor animosity against me."},{"Verse":4,"Text":" My heart is in anguish within me,\r\nAnd the terrors of death overwhelm me."},{"Verse":5,"Text":" Fear and trembling come upon me,\r\nAnd shuddering grips me."},{"Verse":6,"Text":" I keep saying: “If only I had wings like a dove!\r\nI would fly away and reside in safety."},{"Verse":7,"Text":" Look! I would flee far away.\r\nI would lodge in the wilderness. (Selah)"},{"Verse":8,"Text":" I would hurry to a place of shelter\r\nAway from the raging wind, away from the storm.”"},{"Verse":9,"Text":" Confuse them, O Jehovah, and frustrate their plans,\r\nFor I have seen violence and conflict in the city."},{"Verse":10,"Text":" Day and night they walk around on its walls;\r\nWithin it are malice and trouble."},{"Verse":11,"Text":" Ruin is in its midst;\r\nOppression and deception never depart from its public square."},{"Verse":12,"Text":" For it is not an enemy who taunts me;\r\nOtherwise I could put up with it.\r\nIt is not a foe who has risen up against me;\r\nOtherwise I could conceal myself from him."},{"Verse":13,"Text":" But it is you, a man like me,\r\nMy own companion whom I know well."},{"Verse":14,"Text":" We used to enjoy a warm friendship together;\r\nInto the house of God we used to walk along with the multitude."},{"Verse":15,"Text":" May destruction overtake them!\r\nLet them go down alive into the Grave;\r\nFor evil resides among them and within them."},{"Verse":16,"Text":" As for me, I will call out to God,\r\nAnd Jehovah will save me."},{"Verse":17,"Text":" Evening and morning and noontime, I am troubled and I groan,\r\nAnd he hears my voice."},{"Verse":18,"Text":" He will rescue me and give me peace from those fighting against me,\r\nFor multitudes come against me."},{"Verse":19,"Text":" God will hear and respond to them,\r\nThe one who sits enthroned from of old. (Selah)\r\nThey will refuse to change,\r\nThose who have not feared God."},{"Verse":20,"Text":" He attacked those at peace with him;\r\nHe violated his covenant."},{"Verse":21,"Text":" His words are smoother than butter,\r\nBut conflict is in his heart.\r\nHis words are softer than oil,\r\nBut they are drawn swords."},{"Verse":22,"Text":" Throw your burden on Jehovah,\r\nAnd he will sustain you.\r\nNever will he allow the righteous one to fall."},{"Verse":23,"Text":" But you, O God, will bring them down to the deepest pit.\r\nThose bloodguilty and deceitful men will not live out half their days.\r\nBut as for me, I will trust in you."}]},{"Chapter":56,"Verses":[{"Verse":1,"Text":" Show me favor, O God, because mortal man is attacking me.\r\nAll day long they keep fighting and oppressing me."},{"Verse":2,"Text":" My foes keep snapping at me all day long;\r\nMany arrogantly fight against me."},{"Verse":3,"Text":" When I am afraid, I put my trust in you."},{"Verse":4,"Text":" In God—whose word I praise—\r\nIn God I put my trust; I am not afraid.\r\nWhat can mere man do to me?"},{"Verse":5,"Text":" All day long they hurt my interests;\r\nTheir only thought is to harm me."},{"Verse":6,"Text":" They conceal themselves to attack;\r\nThey watch my every step,\r\nHoping to take away my life."},{"Verse":7,"Text":" Reject them because of their wickedness.\r\nBring down the nations in your anger, O God."},{"Verse":8,"Text":" You keep track of my wandering.\r\nDo collect my tears in your skin bottle.\r\nAre they not recorded in your book?"},{"Verse":9,"Text":" My enemies will retreat on the day that I call for help.\r\nOf this I am confident: God is on my side."},{"Verse":10,"Text":" In God—whose word I praise—\r\nIn Jehovah—whose word I praise—"},{"Verse":11,"Text":" In God I put my trust; I am not afraid.\r\nWhat can a mere human do to me?"},{"Verse":12,"Text":" I am bound by my vows to you, O God;\r\nI will offer you expressions of thanksgiving."},{"Verse":13,"Text":" For you have rescued me from death\r\nAnd prevented my feet from stumbling,\r\nSo that I may walk before God in the light of the living."}]},{"Chapter":57,"Verses":[{"Verse":1,"Text":" Show me favor, O God, show me favor,\r\nFor I take refuge in you,\r\nAnd in the shadow of your wings I take refuge until the troubles pass."},{"Verse":2,"Text":" I call to God the Most High,\r\nTo the true God, who brings them to an end for me."},{"Verse":3,"Text":" He will send help from heaven and save me.\r\nHe will frustrate the one snapping at me. (Selah)\r\nGod will send his loyal love and his faithfulness."},{"Verse":4,"Text":" I am surrounded by lions;\r\nI must lie among men who want to devour me,\r\nWhose teeth are spears and arrows\r\nAnd whose tongue is a sharp sword."},{"Verse":5,"Text":" Be exalted above the heavens, O God;\r\nMay your glory be over all the earth."},{"Verse":6,"Text":" They have prepared a net to ensnare my feet;\r\nI am bowed down with distress.\r\nThey have dug a pit ahead of me,\r\nBut they fell into it themselves. (Selah)"},{"Verse":7,"Text":" My heart is steadfast, O God,\r\nMy heart is steadfast.\r\nI will sing and make music."},{"Verse":8,"Text":" Do awake, my glory.\r\nDo awake, O stringed instrument; you too, O harp.\r\nI will awaken the dawn."},{"Verse":9,"Text":" I will praise you among the peoples, O Jehovah;\r\nI will sing praises to you among the nations."},{"Verse":10,"Text":" For your loyal love is great, as high as the heavens,\r\nAnd your faithfulness, up to the skies."},{"Verse":11,"Text":" Be exalted above the heavens, O God;\r\nMay your glory be over all the earth."}]},{"Chapter":58,"Verses":[{"Verse":1,"Text":" Can you speak about righteousness when you are silent?\r\nCan you judge in uprightness, you sons of men?"},{"Verse":2,"Text":" Instead, you devise unrighteousness in your heart,\r\nAnd your hands dispense violence in the land."},{"Verse":3,"Text":" The wicked go astray from birth;\r\nThey are wayward, liars from the time they are born."},{"Verse":4,"Text":" Their venom is like the venom of serpents;\r\nThey are deaf like the cobra that stops up its ear."},{"Verse":5,"Text":" It will not listen to the voice of charmers,\r\nNo matter how skillful their spells."},{"Verse":6,"Text":" O God, knock the teeth out of their mouth!\r\nBreak the jaws of these lions, O Jehovah!"},{"Verse":7,"Text":" May they disappear like waters that drain away.\r\nMay He bend his bow and make them fall by his arrows."},{"Verse":8,"Text":" May they be like a snail that melts away as it moves along;\r\nLike a woman’s stillborn child who never sees the sun."},{"Verse":9,"Text":" Before your cooking pots feel the heat of the bramble,\r\nHe will sweep away both the moist and the burning twig, as in a storm wind."},{"Verse":10,"Text":" The righteous one will rejoice because he has seen the vengeance;\r\nHis feet will be drenched with the blood of the wicked."},{"Verse":11,"Text":" Then men will say: “Surely there is a reward for the righteous.\r\nThere is indeed a God who judges in the earth.”"}]},{"Chapter":59,"Verses":[{"Verse":1,"Text":" Rescue me from my enemies, O my God;\r\nProtect me from those rising up against me."},{"Verse":2,"Text":" Rescue me from those who act wickedly,\r\nAnd save me from violent men."},{"Verse":3,"Text":" Look! They wait to ambush me;\r\nStrong men attack me\r\nBut not because I have revolted or sinned, O Jehovah."},{"Verse":4,"Text":" Though I did no wrong, they run and prepare to attack.\r\nDo arise at my calling and see."},{"Verse":5,"Text":" For you, O Jehovah God of armies, are the God of Israel.\r\nAwake to turn your attention to all the nations.\r\nDo not show mercy to any malicious traitors. (Selah)"},{"Verse":6,"Text":" They return each evening;\r\nThey growl like dogs and prowl around the city."},{"Verse":7,"Text":" Look what pours forth from their mouth;\r\nTheir lips are like swords,\r\nFor they say: “Who is listening?”"},{"Verse":8,"Text":" But you, O Jehovah, will laugh at them;\r\nYou will scoff at all the nations."},{"Verse":9,"Text":" O my Strength, I will keep watch for you;\r\nFor God is my secure refuge."},{"Verse":10,"Text":" The God who shows loyal love to me will come to my aid;\r\nGod will cause me to look in triumph on my foes."},{"Verse":11,"Text":" Do not kill them, so that my people may not forget.\r\nBy your power make them wander about;\r\nCause their downfall, O Jehovah, our shield."},{"Verse":12,"Text":" For the sin of their mouth, the word of their lips,\r\nMay they be trapped by their pride,\r\nBecause of the cursing and deception that they speak."},{"Verse":13,"Text":" Finish them off in your wrath;\r\nFinish them off, so that they are no more;\r\nMake them know that God is ruling in Jacob and to the ends of the earth. (Selah)"},{"Verse":14,"Text":" Let them return in the evening;\r\nLet them growl like dogs and prowl around the city."},{"Verse":15,"Text":" Let them wander about for something to eat;\r\nDo not let them be satisfied or find a lodging place."},{"Verse":16,"Text":" But as for me, I will sing about your strength;\r\nIn the morning I will joyfully tell about your loyal love.\r\nFor you are my secure refuge\r\nAnd a place for me to flee in my time of distress."},{"Verse":17,"Text":" O my Strength, to you I will sing praises,\r\nFor God is my secure refuge, the God who shows loyal love to me."}]},{"Chapter":60,"Verses":[{"Verse":1,"Text":" O God, you rejected us; you broke through our defenses.\r\nYou were angry with us; but now accept us back!"},{"Verse":2,"Text":" You caused the earth to quake; you split it open.\r\nRepair its breaches, for it is falling."},{"Verse":3,"Text":" You caused your people to suffer hardship.\r\nYou made us drink wine that makes us stagger."},{"Verse":4,"Text":" Give a signal to those fearing you\r\nTo flee and dodge the bow. (Selah)"},{"Verse":5,"Text":" So that your loved ones may be rescued,\r\nSave us with your right hand and answer us."},{"Verse":6,"Text":" God has spoken in his holiness:\r\n“I will exult, I will give out Sheʹchem as an inheritance,\r\nAnd I will measure off the Valley of Sucʹcoth."},{"Verse":7,"Text":" Gilʹead belongs to me, as does Manasʹseh,\r\nAnd Eʹphraim is the helmet for my head;\r\nJudah is my commander’s staff."},{"Verse":8,"Text":" Moʹab is my washbasin.\r\nOver Eʹdom I will throw my sandal.\r\nOver Philisʹtia I will shout in triumph.”"},{"Verse":9,"Text":" Who will bring me to the besieged city?\r\nWho will lead me as far as Eʹdom?"},{"Verse":10,"Text":" Is it not you, O God, who have rejected us,\r\nOur God, who no longer goes out with our armies?"},{"Verse":11,"Text":" Help us in our distress,\r\nFor salvation by humans is worthless."},{"Verse":12,"Text":" By God we will gain power,\r\nAnd he will trample on our adversaries."}]},{"Chapter":61,"Verses":[{"Verse":1,"Text":" Hear, O God, my cry for help.\r\nDo pay attention to my prayer."},{"Verse":2,"Text":" From the ends of the earth I will cry out to you\r\nWhen my heart is in despair.\r\nLead me onto a rock that is higher than I am."},{"Verse":3,"Text":" For you are my refuge,\r\nA strong tower that protects me from the enemy."},{"Verse":4,"Text":" I will be a guest in your tent forever;\r\nI will take refuge in the shelter of your wings. (Selah)"},{"Verse":5,"Text":" For you, O God, have heard my vows.\r\nYou have given me the inheritance belonging to those who fear your name."},{"Verse":6,"Text":" You will add days to the life of the king,\r\nAnd his years will be from generation to generation."},{"Verse":7,"Text":" He will sit enthroned forever before God;\r\nGrant him loyal love and faithfulness, so that these may safeguard him."},{"Verse":8,"Text":" Then I will sing praises to your name forever\r\nAs I pay my vows day after day."}]},{"Chapter":62,"Verses":[{"Verse":1,"Text":" Indeed, I wait silently for God.\r\nMy salvation comes from him."},{"Verse":2,"Text":" Indeed, he is my rock and my salvation, my secure refuge;\r\nI will never be greatly shaken."},{"Verse":3,"Text":" How long will you assault a man in order to murder him?\r\nAll of you are as dangerous as a leaning wall, a stone wall ready to collapse."},{"Verse":4,"Text":" For they consult together to topple him from his high position;\r\nThey take pleasure in lying.\r\nWith their mouth they bless, but inside they are cursing. (Selah)"},{"Verse":5,"Text":" Indeed, I wait silently for God\r\nBecause my hope comes from him."},{"Verse":6,"Text":" Indeed, he is my rock and my salvation, my secure refuge;\r\nI will never be shaken."},{"Verse":7,"Text":" Upon God depends my salvation and my glory.\r\nMy strong rock, my refuge, is God."},{"Verse":8,"Text":" Trust in him at all times, O people.\r\nPour out your hearts before him.\r\nGod is a refuge for us. (Selah)"},{"Verse":9,"Text":" The sons of men are a mere breath,\r\nThe sons of mankind are a delusion.\r\nWhen laid together on the scales, they are lighter than a mere breath."},{"Verse":10,"Text":" Do not trust in extortion\r\nOr put false hopes in robbery.\r\nIf your wealth increases, do not set your heart on it."},{"Verse":11,"Text":" Once God has spoken, twice I have heard this:\r\nThat strength belongs to God."},{"Verse":12,"Text":" Also loyal love is yours, O Jehovah,\r\nFor you repay each one according to his deeds."}]},{"Chapter":63,"Verses":[{"Verse":1,"Text":" O God, you are my God, I keep looking for you.\r\nI do thirst for you.\r\nI am faint with longing for you\r\nIn a dry and parched land, where there is no water."},{"Verse":2,"Text":" So I have looked upon you in the holy place;\r\nI have seen your strength and your glory."},{"Verse":3,"Text":" Because your loyal love is better than life,\r\nMy own lips will glorify you."},{"Verse":4,"Text":" Thus I will praise you all my life;\r\nIn your name I will lift up my hands."},{"Verse":5,"Text":" I am satisfied with the best and choicest portion,\r\nSo my mouth will praise you with joy on my lips."},{"Verse":6,"Text":" I remember you while upon my bed;\r\nI meditate on you during the watches of the night."},{"Verse":7,"Text":" For you are my helper,\r\nAnd I shout joyfully in the shadow of your wings."},{"Verse":8,"Text":" I cling to you;\r\nYour right hand keeps fast hold on me."},{"Verse":9,"Text":" But those who seek to destroy my life\r\nWill descend into the depths of the earth."},{"Verse":10,"Text":" They will be handed over to the power of the sword;\r\nThey will become food for jackals."},{"Verse":11,"Text":" But the king will rejoice in God.\r\nEvery person swearing by Him will exult,\r\nFor the mouth of those speaking lies will be silenced."}]},{"Chapter":64,"Verses":[{"Verse":1,"Text":" Hear my voice, O God, as I plead.\r\nSafeguard my life from the dreadfulness of the enemy."},{"Verse":2,"Text":" Shield me from the secret plots of wicked men,\r\nFrom the crowd of wrongdoers."},{"Verse":3,"Text":" They sharpen their tongue just like a sword;\r\nThey aim their cruel words like arrows,"},{"Verse":4,"Text":" To shoot at the innocent from their hiding places;\r\nThey shoot at him suddenly, without fear."},{"Verse":5,"Text":" They hold fast to their evil intent;\r\nThey discuss how to hide their traps.\r\nThey say: “Who will see them?”"},{"Verse":6,"Text":" They search out new ways of wrongdoing;\r\nThey secretly devise their shrewd strategy;\r\nThe thinking within each one’s heart is unfathomable."},{"Verse":7,"Text":" But God will shoot at them;\r\nSuddenly they will be wounded by an arrow."},{"Verse":8,"Text":" Their own tongue will cause their downfall;\r\nAll those looking on will shake their head."},{"Verse":9,"Text":" Then all men will become afraid,\r\nAnd they will proclaim what God has done,\r\nAnd they will have insight into his deeds."},{"Verse":10,"Text":" The righteous one will rejoice in Jehovah and take refuge in him;\r\nAll the upright in heart will exult."}]},{"Chapter":65,"Verses":[{"Verse":1,"Text":" Praise awaits you, O God, in Zion;\r\nWe will pay our vows to you."},{"Verse":2,"Text":" O Hearer of prayer, to you people of all sorts will come."},{"Verse":3,"Text":" My errors have overwhelmed me,\r\nBut you cover over our transgressions."},{"Verse":4,"Text":" Happy is the one whom you choose and bring near\r\nTo reside in your courtyards.\r\nWe will be satisfied with the goodness of your house,\r\nYour holy temple."},{"Verse":5,"Text":" You will answer us with awe-inspiring deeds of righteousness,\r\nO God of our salvation;\r\nYou are the Confidence of all the ends of the earth\r\nAnd of those distant across the sea."},{"Verse":6,"Text":" You firmly established the mountains by your power;\r\nYou are clothed with mightiness."},{"Verse":7,"Text":" You calm the raging seas,\r\nThe crash of their waves and the turmoil of the nations."},{"Verse":8,"Text":" The inhabitants of remote places will be awestruck by your signs;\r\nYou will cause those from the sunrise to the sunset to shout joyfully."},{"Verse":9,"Text":" You care for the earth,\r\nMaking it abundantly fruitful and very rich.\r\nThe stream from God is full of water;\r\nYou provide grain for them,\r\nFor that is how you prepared the earth."},{"Verse":10,"Text":" You drench its furrows and level off its plowed soil;\r\nYou soften it with showers of rain; you bless its growth."},{"Verse":11,"Text":" You crown the year with your goodness;\r\nYour tracks overflow with abundance."},{"Verse":12,"Text":" The pastures of the wilderness keep overflowing,\r\nAnd the hills are clothed with joyfulness."},{"Verse":13,"Text":" The pastures are covered with flocks,\r\nAnd the valleys are carpeted with grain.\r\nThey shout in triumph, yes, they sing."}]},{"Chapter":66,"Verses":[{"Verse":1,"Text":" Shout in triumph to God, all the earth."},{"Verse":2,"Text":" Sing praises to his glorious name.\r\nMake his praise glorious."},{"Verse":3,"Text":" Say to God: “How awe-inspiring your works are!\r\nBecause of your great power,\r\nYour enemies will cringe before you."},{"Verse":4,"Text":" All the earth will bow down to you;\r\nThey will sing praises to you;\r\nThey will sing praises to your name.” (Selah)"},{"Verse":5,"Text":" Come and see the works of God.\r\nHis deeds toward the sons of men are awe-inspiring."},{"Verse":6,"Text":" He changed the sea into dry land;\r\nThey crossed the river on foot.\r\nThere we rejoiced in him."},{"Verse":7,"Text":" He rules forever by his might.\r\nHis eyes keep watch on the nations.\r\nThose who are stubborn should not exalt themselves. (Selah)"},{"Verse":8,"Text":" Praise our God, you peoples,\r\nAnd let the sound of his praise be heard."},{"Verse":9,"Text":" He preserves us alive;\r\nHe does not allow our feet to stumble."},{"Verse":10,"Text":" For you have examined us, O God;\r\nAs silver is refined, so you have refined us."},{"Verse":11,"Text":" You brought us into a hunting net;\r\nYou put a crushing burden upon us."},{"Verse":12,"Text":" You allowed mortal man to ride over us;\r\nWe came through fire and through water;\r\nThen you brought us to a place of relief."},{"Verse":13,"Text":" I will come into your house with whole burnt offerings;\r\nI will pay my vows to you"},{"Verse":14,"Text":" That my lips promised\r\nAnd my mouth spoke when I was in distress."},{"Verse":15,"Text":" I will offer burnt offerings of fattened animals to you\r\nWith the smoke of sacrificial rams.\r\nI will offer bulls along with male goats. (Selah)"},{"Verse":16,"Text":" Come and listen, all you who fear God,\r\nAnd I will tell you what he has done for me."},{"Verse":17,"Text":" I called to him with my mouth\r\nAnd glorified him with my tongue."},{"Verse":18,"Text":" If I had harbored anything hurtful in my heart,\r\nJehovah would not have heard me."},{"Verse":19,"Text":" But God did hear;\r\nHe paid attention to my prayer."},{"Verse":20,"Text":" Praise to God, who did not reject my prayer\r\nOr withhold his loyal love from me."}]},{"Chapter":67,"Verses":[{"Verse":1,"Text":" God will show us favor and bless us;\r\nHe will make his face shine upon us (Selah)"},{"Verse":2,"Text":" So that your way may be known throughout the earth,\r\nYour acts of salvation among all the nations."},{"Verse":3,"Text":" Let peoples praise you, O God;\r\nLet all the peoples praise you."},{"Verse":4,"Text":" Let nations rejoice and shout joyfully,\r\nFor you will judge the peoples fairly.\r\nYou will guide the nations of the earth. (Selah)"},{"Verse":5,"Text":" Let peoples praise you, O God;\r\nLet all the peoples praise you."},{"Verse":6,"Text":" The earth will give its produce;\r\nGod, our God, will bless us."},{"Verse":7,"Text":" God will bless us,\r\nAnd all the ends of the earth will fear him."}]},{"Chapter":68,"Verses":[{"Verse":1,"Text":" Let God rise up, let his enemies be scattered,\r\nAnd let those who hate him flee from before him."},{"Verse":2,"Text":" As smoke is driven away, may you drive them away;\r\nAs wax melts before the fire,\r\nSo let the wicked perish before God."},{"Verse":3,"Text":" But let the righteous rejoice;\r\nMay they be overjoyed before God;\r\nMay they exult with rejoicing."},{"Verse":4,"Text":" Sing to God; sing praises to his name.\r\nSing to the One riding through the desert plains.\r\nJah is his name! Rejoice before him!"},{"Verse":5,"Text":" A father of the fatherless and a protector of widows\r\nIs God in his holy dwelling."},{"Verse":6,"Text":" God gives those who are alone a home to dwell in;\r\nHe leads prisoners out into prosperity.\r\nBut the stubborn must live in a parched land."},{"Verse":7,"Text":" O God, when you led your people,\r\nWhen you marched through the desert, (Selah)"},{"Verse":8,"Text":" The earth quaked;\r\nHeaven poured down rain because of God;\r\nThis Siʹnai quaked because of God, the God of Israel."},{"Verse":9,"Text":" You made it rain in abundance, O God;\r\nYou reinvigorated your exhausted people."},{"Verse":10,"Text":" They dwelled in your tent community;\r\nIn your goodness, you provided for the poor, O God."},{"Verse":11,"Text":" Jehovah gives the command;\r\nThe women proclaiming the good news are a large army."},{"Verse":12,"Text":" The kings of armies flee, they flee!\r\nShe who remains at home shares in the spoil."},{"Verse":13,"Text":" Although you men were lying among the campfires,\r\nThere will be the wings of a dove covered with silver,\r\nWith pinions of fine gold."},{"Verse":14,"Text":" When the Almighty One scattered its kings,\r\nSnow fell in Zalʹmon."},{"Verse":15,"Text":" The mountain of Baʹshan is a mountain of God;\r\nThe mountain of Baʹshan is a mountain of peaks."},{"Verse":16,"Text":" Why do you look with envy, you mountains of peaks,\r\nToward the mountain that God has chosen as his dwelling?\r\nIndeed, Jehovah will reside there forever."},{"Verse":17,"Text":" The war chariots of God are tens of thousands, thousands upon thousands.\r\nJehovah has come from Siʹnai into the holy place."},{"Verse":18,"Text":" You ascended on high;\r\nYou carried away captives;\r\nYou took gifts in the form of men,\r\nYes, even stubborn ones, to reside among them, O Jah God."},{"Verse":19,"Text":" May Jehovah be praised, who daily carries our load,\r\nThe true God of our salvation. (Selah)"},{"Verse":20,"Text":" The true God is for us a God who saves;\r\nAnd Jehovah the Sovereign Lord provides escape from death."},{"Verse":21,"Text":" Yes, God will smash the heads of his enemies,\r\nThe hairy crown of the head of anyone who continues in his guilt."},{"Verse":22,"Text":" Jehovah has said: “I will bring them back from Baʹshan;\r\nI will bring them back from the depths of the sea,"},{"Verse":23,"Text":" So that your foot may be awash in blood\r\nAnd the tongue of your dogs may have its portion from the enemies.”"},{"Verse":24,"Text":" They see your processions, O God,\r\nThe processions of my God, my King, into the holy place."},{"Verse":25,"Text":" The singers walk in front, the musicians playing stringed instruments after them;\r\nIn between are the young women playing tambourines."},{"Verse":26,"Text":" In congregated throngs, praise God;\r\nPraise Jehovah, you who are from the Source of Israel."},{"Verse":27,"Text":" There Benjamin, the youngest, is subduing them,\r\nAlso the princes of Judah with their noisy crowd,\r\nThe princes of Zebʹulun, the princes of Naphʹtali."},{"Verse":28,"Text":" Your God has decreed that you will be strong.\r\nShow your strength, O God, you who have acted in our behalf."},{"Verse":29,"Text":" Because of your temple at Jerusalem,\r\nKings will bring gifts to you."},{"Verse":30,"Text":" Rebuke the wild beasts of the reeds,\r\nThe assembly of bulls and their calves,\r\nUntil the peoples bow down bringing pieces of silver.\r\nBut he scatters the peoples who delight in war."},{"Verse":31,"Text":" Bronze articles will be brought out of Egypt;\r\nCush will hasten to offer gifts to God."},{"Verse":32,"Text":" O kingdoms of the earth, sing to God,\r\nSing praises to Jehovah, (Selah)"},{"Verse":33,"Text":" To the one who rides the ancient heaven of heavens.\r\nLook! He thunders with his voice, his mighty voice."},{"Verse":34,"Text":" Acknowledge God’s strength.\r\nHis majesty is over Israel,\r\nAnd his strength is in the skies."},{"Verse":35,"Text":" God is awe-inspiring from his grand sanctuary.\r\nHe is the God of Israel,\r\nWho gives strength and power to the people.\r\nPraise to God."}]},{"Chapter":69,"Verses":[{"Verse":1,"Text":" Save me, O God, for the waters threaten my life."},{"Verse":2,"Text":" I have sunk down into the deep mud, where there is no solid ground.\r\nI have come into deep waters,\r\nAnd the rushing stream has swept me away."},{"Verse":3,"Text":" I am exhausted from calling out;\r\nMy throat has become hoarse.\r\nMy eyes have grown weary while waiting for my God."},{"Verse":4,"Text":" Those hating me without cause\r\nAre more numerous than the hairs of my head.\r\nThose who would do away with me,\r\nMy treacherous enemies, have become many.\r\nI was forced to hand over what I had not stolen."},{"Verse":5,"Text":" O God, you are aware of my foolishness,\r\nAnd my guilt is not hidden from you."},{"Verse":6,"Text":" May those hoping in you not be put to shame because of me,\r\nO Sovereign Lord, Jehovah of armies.\r\nMay those seeking you not be humiliated because of me,\r\nO God of Israel."},{"Verse":7,"Text":" I suffer reproach on your account;\r\nHumiliation covers my face."},{"Verse":8,"Text":" I have become a stranger to my brothers,\r\nA foreigner to the sons of my mother."},{"Verse":9,"Text":" Zeal for your house has consumed me,\r\nAnd the reproaches of those reproaching you have fallen upon me."},{"Verse":10,"Text":" When I humbled myself with fasting,\r\nI was reproached for it."},{"Verse":11,"Text":" When I made sackcloth my clothing,\r\nI became an object of scorn to them."},{"Verse":12,"Text":" I am the talk of those sitting in the city gate,\r\nAnd the drunkards make me the subject of their songs."},{"Verse":13,"Text":" But may my prayer come to you,\r\nO Jehovah, at an acceptable time.\r\nIn your abundant loyal love, O God,\r\nAnswer me with your sure acts of salvation."},{"Verse":14,"Text":" Rescue me from the mire;\r\nDo not let me sink down.\r\nRescue me from those who hate me\r\nAnd from the deep waters."},{"Verse":15,"Text":" Do not let the rushing floodwaters sweep me away,\r\nOr let the deep swallow me,\r\nOr let the well close its mouth over me."},{"Verse":16,"Text":" Answer me, O Jehovah, for your loyal love is good.\r\nAccording to your abundant mercy turn toward me,"},{"Verse":17,"Text":" And do not hide your face from your servant.\r\nAnswer me quickly, for I am in distress."},{"Verse":18,"Text":" Come near to me and rescue me;\r\nRedeem me on account of my enemies."},{"Verse":19,"Text":" You know my reproach and my disgrace and my humiliation.\r\nYou see all my foes."},{"Verse":20,"Text":" Reproach has broken my heart, and the wound is incurable.\r\nI was hoping for sympathy, but there was none,\r\nAnd for comforters, but I found none."},{"Verse":21,"Text":" But for food they gave me poison,\r\nAnd for my thirst they gave me vinegar to drink."},{"Verse":22,"Text":" Let their table become a trap for them,\r\nAnd their prosperity, a snare."},{"Verse":23,"Text":" Let their eyes become darkened so that they cannot see,\r\nAnd make their hips tremble constantly."},{"Verse":24,"Text":" Pour out upon them your indignation,\r\nAnd may your burning anger overtake them."},{"Verse":25,"Text":" Let their encampment become desolate;\r\nLet there be no inhabitant in their tents."},{"Verse":26,"Text":" For they pursue the one whom you struck,\r\nAnd they keep recounting the pains of those you wounded."},{"Verse":27,"Text":" Add more guilt to their guilt,\r\nAnd may they have no share in your righteousness."},{"Verse":28,"Text":" Let them be erased from the book of the living,\r\nAnd may they not be enrolled among the righteous."},{"Verse":29,"Text":" But I am afflicted and in pain.\r\nMay your saving power, O God, protect me."},{"Verse":30,"Text":" I will sing praises to the name of God,\r\nAnd I will magnify him with thanksgiving."},{"Verse":31,"Text":" This will please Jehovah more than a bull,\r\nMore than a young bull with horns and hooves."},{"Verse":32,"Text":" The meek will see it and rejoice.\r\nYou who are seeking God, may your hearts revive."},{"Verse":33,"Text":" For Jehovah is listening to the poor,\r\nAnd he will not despise his captive people."},{"Verse":34,"Text":" Let heaven and earth praise him,\r\nThe seas and everything that moves in them."},{"Verse":35,"Text":" For God will save Zion\r\nAnd will rebuild the cities of Judah,\r\nAnd they will dwell there and possess it."},{"Verse":36,"Text":" The descendants of his servants will inherit it,\r\nAnd those who love his name will reside in it."}]},{"Chapter":70,"Verses":[{"Verse":1,"Text":" O God, save me;\r\nO Jehovah, hurry to help me."},{"Verse":2,"Text":" May those seeking to take my life\r\nBe put to shame and disgraced.\r\nMay those who delight in my calamity\r\nRetreat in humiliation."},{"Verse":3,"Text":" May those who are saying: “Aha! Aha!”\r\nBe driven back in shame."},{"Verse":4,"Text":" But let those who are seeking you\r\nExult and rejoice in you.\r\nMay those who love your acts of salvation always say:\r\n“May God be magnified!”"},{"Verse":5,"Text":" But I am helpless and poor;\r\nO God, act quickly in my behalf.\r\nYou are my helper and my rescuer;\r\nO Jehovah, do not delay."}]},{"Chapter":71,"Verses":[{"Verse":1,"Text":" In you, O Jehovah, I have taken refuge.\r\nMay I never be put to shame."},{"Verse":2,"Text":" In your righteousness save me and rescue me.\r\nIncline your ear to me and save me."},{"Verse":3,"Text":" Become for me a rock fortress\r\nWhere I can always enter.\r\nGive the command to save me,\r\nFor you are my crag and my stronghold."},{"Verse":4,"Text":" O my God, rescue me from the hand of the wicked,\r\nFrom the grasp of the unjust oppressor."},{"Verse":5,"Text":" For you are my hope, O Sovereign Lord Jehovah;\r\nI have trusted in you since my youth."},{"Verse":6,"Text":" I have depended on you from birth;\r\nIt was you who took me from my mother’s womb.\r\nI praise you constantly."},{"Verse":7,"Text":" I have become like a miracle to many,\r\nBut you are my strong refuge."},{"Verse":8,"Text":" My mouth is filled with your praise;\r\nAll day long I tell about your splendor."},{"Verse":9,"Text":" Do not cast me off in my old age;\r\nDo not abandon me when my strength fails."},{"Verse":10,"Text":" My enemies speak against me,\r\nAnd those seeking to take my life conspire together,"},{"Verse":11,"Text":" Saying: “God has abandoned him.\r\nChase after him and seize him, for there is no one to save him.”"},{"Verse":12,"Text":" O God, do not remain far away from me.\r\nO my God, hurry to help me."},{"Verse":13,"Text":" May those who are resisting me\r\nBe put to shame and perish.\r\nMay those seeking my calamity\r\nBe covered with disgrace and humiliation."},{"Verse":14,"Text":" But as for me, I will continue to wait;\r\nI will add to your praise."},{"Verse":15,"Text":" My mouth will recount your righteousness,\r\nAll day long your acts of salvation,\r\nThough they are too many for me to grasp."},{"Verse":16,"Text":" I will come and tell about your mighty acts,\r\nO Sovereign Lord Jehovah;\r\nI will mention your righteousness, yours alone."},{"Verse":17,"Text":" O God, you have taught me from my youth,\r\nAnd until now I keep declaring your wonderful works."},{"Verse":18,"Text":" Even when I am old and gray, O God, do not abandon me.\r\nLet me tell the next generation about your power\r\nAnd about your mightiness to all those who are to come."},{"Verse":19,"Text":" Your righteousness, O God, reaches to the heights;\r\nYou have done great things;\r\nO God, who is like you?"},{"Verse":20,"Text":" Though you have made me experience much distress and calamity,\r\nRevive me again;\r\nBring me up from the depths of the earth."},{"Verse":21,"Text":" May you increase my greatness\r\nAnd surround and comfort me."},{"Verse":22,"Text":" Then I will praise you on a stringed instrument\r\nBecause of your faithfulness, O my God.\r\nI will sing your praises with the harp,\r\nO Holy One of Israel."},{"Verse":23,"Text":" My lips will shout joyfully as I sing praises to you,\r\nFor you have saved my life."},{"Verse":24,"Text":" My tongue will speak about your righteousness all day long,\r\nFor those seeking my destruction will be ashamed and disgraced."}]},{"Chapter":72,"Verses":[{"Verse":1,"Text":" O God, give your judgments to the king,\r\nAnd endow the son of the king with your righteousness."},{"Verse":2,"Text":" May he plead the cause of your people with righteousness,\r\nAnd of your lowly ones with justice."},{"Verse":3,"Text":" May the mountains bring peace to the people,\r\nAnd may the hills bring righteousness."},{"Verse":4,"Text":" Let him defend the lowly among the people,\r\nLet him save the sons of the poor,\r\nAnd let him crush the defrauder."},{"Verse":5,"Text":" They will fear you as long as there is a sun\r\nAnd as long as the moon remains,\r\nFor generation after generation."},{"Verse":6,"Text":" He will be like the rain that falls on the mown grass,\r\nLike showers of rain that water the earth."},{"Verse":7,"Text":" In his days the righteous will flourish,\r\nAnd peace will abound until the moon is no more."},{"Verse":8,"Text":" He will have subjects from sea to sea\r\nAnd from the River to the ends of the earth."},{"Verse":9,"Text":" The desert dwellers will bow down before him,\r\nAnd his enemies will lick the dust."},{"Verse":10,"Text":" The kings of Tarʹshish and of the islands will pay tribute.\r\nThe kings of Sheʹba and of Seʹba will present gifts."},{"Verse":11,"Text":" All the kings will bow down before him,\r\nAnd all the nations will serve him."},{"Verse":12,"Text":" For he will rescue the poor who cry for help,\r\nAlso the lowly one and whoever has no helper."},{"Verse":13,"Text":" He will have pity on the lowly and the poor,\r\nAnd the lives of the poor he will save."},{"Verse":14,"Text":" From oppression and from violence he will rescue them,\r\nAnd their blood will be precious in his eyes."},{"Verse":15,"Text":" May he live and be given the gold of Sheʹba.\r\nMay prayers be said for him continually,\r\nAnd may he be blessed all day long."},{"Verse":16,"Text":" There will be an abundance of grain on the earth;\r\nOn the top of the mountains it will overflow.\r\nHis fruit will flourish as in Lebʹanon,\r\nAnd in the cities people will blossom like the vegetation of the earth."},{"Verse":17,"Text":" May his name endure forever,\r\nAnd may it prosper as long as the sun.\r\nMay people obtain a blessing for themselves by means of him;\r\nMay all nations pronounce him happy."},{"Verse":18,"Text":" May Jehovah God be praised, Israel’s God,\r\nWho alone does wonderful things."},{"Verse":19,"Text":" May his glorious name be praised forever,\r\nAnd may his glory fill the whole earth.\r\nAmen and Amen."},{"Verse":20,"Text":" This completes the prayers of David, the son of Jesʹse."}]},{"Chapter":73,"Verses":[{"Verse":1,"Text":" God is truly good to Israel, to those pure in heart."},{"Verse":2,"Text":" As for me, my feet had almost strayed;\r\nMy steps had nearly slipped."},{"Verse":3,"Text":" For I became envious of the arrogant\r\nWhen I would see the peace of the wicked."},{"Verse":4,"Text":" For they have no pain in their death;\r\nTheir bodies are healthy."},{"Verse":5,"Text":" They are not troubled like other humans,\r\nNor do they suffer like other men."},{"Verse":6,"Text":" Therefore, haughtiness is their necklace;\r\nViolence clothes them as a garment."},{"Verse":7,"Text":" Their prosperity makes their eyes bulge;\r\nThey have exceeded the imaginations of the heart."},{"Verse":8,"Text":" They scoff and say evil things.\r\nThey arrogantly threaten oppression."},{"Verse":9,"Text":" They speak as if they were as high as heaven,\r\nAnd their tongues swagger about in the earth."},{"Verse":10,"Text":" So his people turn aside to them,\r\nAnd they drink from their abundant water."},{"Verse":11,"Text":" They say: “How does God know?\r\nDoes the Most High really have knowledge?”"},{"Verse":12,"Text":" Yes, these are the wicked, who always have it easy.\r\nThey keep increasing their wealth."},{"Verse":13,"Text":" Surely in vain I have kept my heart pure\r\nAnd washed my hands in innocence."},{"Verse":14,"Text":" And I was troubled all day long;\r\nEvery morning I was chastised."},{"Verse":15,"Text":" But if I had said these things,\r\nI would have betrayed your people."},{"Verse":16,"Text":" When I tried to understand it,\r\nIt was troubling to me"},{"Verse":17,"Text":" Until I entered the grand sanctuary of God,\r\nAnd I discerned their future."},{"Verse":18,"Text":" Surely you place them on slippery ground.\r\nYou make them fall to their ruin."},{"Verse":19,"Text":" How suddenly they are devastated!\r\nHow sudden is their finish as they come to a terrible end!"},{"Verse":20,"Text":" Like a dream when one wakes up, O Jehovah,\r\nWhen you rouse yourself, you will dismiss their image."},{"Verse":21,"Text":" But my heart was sour,\r\nAnd deep inside I felt sharp pain."},{"Verse":22,"Text":" I was unreasoning and lacked understanding;\r\nI was like a senseless beast before you."},{"Verse":23,"Text":" But now I am continually with you;\r\nYou have taken hold of my right hand."},{"Verse":24,"Text":" You guide me with your advice,\r\nAnd afterward you will lead me to glory."},{"Verse":25,"Text":" Whom do I have in the heavens?\r\nAnd besides you I desire nothing on earth."},{"Verse":26,"Text":" My body and my heart may fail,\r\nBut God is the rock of my heart and my portion forever."},{"Verse":27,"Text":" Truly, those keeping far from you will perish.\r\nYou will put an end to everyone who immorally leaves you."},{"Verse":28,"Text":" But as for me, drawing near to God is good for me.\r\nI have made the Sovereign Lord Jehovah my refuge,\r\nTo declare all your works."}]},{"Chapter":74,"Verses":[{"Verse":1,"Text":" Why, O God, have you rejected us forever?\r\nWhy does your anger burn against the flock of your pasture?"},{"Verse":2,"Text":" Remember the people you acquired long ago,\r\nThe tribe you redeemed as your inheritance.\r\nRemember Mount Zion, where you have resided."},{"Verse":3,"Text":" Direct your steps to the perpetual ruins.\r\nThe enemy has devastated everything in the holy place."},{"Verse":4,"Text":" Your foes roared inside your meeting place.\r\nThey have set up their own banners as signs there."},{"Verse":5,"Text":" They were like men wielding axes against a thick forest."},{"Verse":6,"Text":" They broke up all its engravings with axes and iron bars."},{"Verse":7,"Text":" They set your sanctuary on fire.\r\nThey profaned the tabernacle bearing your name, casting it to the ground."},{"Verse":8,"Text":" They and their offspring have said in their hearts:\r\n“All the meeting places of God in the land must be burned.”"},{"Verse":9,"Text":" There are no signs for us to see;\r\nThere is no longer any prophet,\r\nAnd no one among us knows how long this will last."},{"Verse":10,"Text":" How long, O God, will the adversary keep taunting?\r\nWill the enemy treat your name with disrespect forever?"},{"Verse":11,"Text":" Why do you hold back your hand, your right hand?\r\nDraw it out of your bosom and put an end to them."},{"Verse":12,"Text":" But God is my King from long ago,\r\nThe one performing acts of salvation on the earth."},{"Verse":13,"Text":" You stirred up the sea with your strength;\r\nYou smashed the heads of the sea monsters in the waters."},{"Verse":14,"Text":" You crushed the heads of Leviʹathan;\r\nYou gave it as food to the people, to those inhabiting the deserts."},{"Verse":15,"Text":" You cut openings for the springs and the streams;\r\nYou dried up ever-flowing rivers."},{"Verse":16,"Text":" The day belongs to you, also the night.\r\nYou made the light and the sun."},{"Verse":17,"Text":" You set up all the boundaries of the earth;\r\nYou made summer and winter."},{"Verse":18,"Text":" Remember the enemy’s taunts, O Jehovah,\r\nHow a foolish people treats your name with disrespect."},{"Verse":19,"Text":" Do not surrender the life of your turtledove to the wild beasts.\r\nDo not forget the life of your afflicted people forever."},{"Verse":20,"Text":" Remember the covenant,\r\nFor the dark places of the earth have become full of the haunts of violence."},{"Verse":21,"Text":" May the crushed one not turn away disappointed;\r\nMay the lowly and the poor praise your name."},{"Verse":22,"Text":" Rise up, O God, and plead your legal case.\r\nRemember how the foolish taunt you all day long."},{"Verse":23,"Text":" Do not forget what your foes are saying.\r\nThe uproar of those who defy you is ascending constantly."}]},{"Chapter":75,"Verses":[{"Verse":1,"Text":" We give thanks to you, O God, we give thanks to you;\r\nYour name is near,\r\nAnd people declare your wondrous works."},{"Verse":2,"Text":" You say: “When I set a time,\r\nI judge with fairness."},{"Verse":3,"Text":" When the earth and all its inhabitants were dissolved,\r\nIt was I who kept its pillars firm.” (Selah)"},{"Verse":4,"Text":" I say to the boastful, “Do not boast,”\r\nAnd to the wicked, “Do not exalt your strength."},{"Verse":5,"Text":" Do not exalt your strength up high\r\nOr speak with arrogance."},{"Verse":6,"Text":" For exaltation does not come\r\nFrom the east or the west or the south."},{"Verse":7,"Text":" For God is Judge.\r\nHe puts one man down and exalts another."},{"Verse":8,"Text":" For there is a cup in Jehovah’s hand;\r\nThe wine is foaming and is fully mixed.\r\nHe will surely pour it out,\r\nAnd all the wicked of the earth will drink it, down to the dregs.”"},{"Verse":9,"Text":" But as for me, I will proclaim it forever;\r\nI will sing praises to the God of Jacob."},{"Verse":10,"Text":" For he says: “I will cut off all the strength of the wicked,\r\nBut the strength of the righteous will be exalted.”"}]},{"Chapter":76,"Verses":[{"Verse":1,"Text":" God is known in Judah;\r\nIn Israel his name is great."},{"Verse":2,"Text":" His shelter is in Saʹlem,\r\nAnd his dwelling is in Zion."},{"Verse":3,"Text":" There he broke the flaming arrows of the bow,\r\nThe shield and the sword and the weapons of war. (Selah)"},{"Verse":4,"Text":" You shine brightly;\r\nYou are more majestic than the mountains of prey."},{"Verse":5,"Text":" The courageous of heart have been plundered.\r\nThey have fallen asleep;\r\nThe warriors were all helpless."},{"Verse":6,"Text":" From your rebuke, O God of Jacob,\r\nBoth the charioteer and the horse have fallen fast asleep."},{"Verse":7,"Text":" You alone are awe-inspiring.\r\nWho can withstand your intense anger?"},{"Verse":8,"Text":" From heaven you pronounced judgment;\r\nThe earth was afraid and was silent"},{"Verse":9,"Text":" When God rose up to execute judgment,\r\nTo save all the meek of the earth. (Selah)"},{"Verse":10,"Text":" For the rage of man will serve to your praise;\r\nWith the remnants of their rage you will adorn yourself."},{"Verse":11,"Text":" Make your vows to Jehovah your God and pay them,\r\nLet all who are around him bring their gift in fear."},{"Verse":12,"Text":" He will humble the pride of leaders;\r\nHe inspires fear in the kings of the earth."}]},{"Chapter":77,"Verses":[{"Verse":1,"Text":" With my voice I will cry out to God;\r\nTo God I will cry out, and he will hear me."},{"Verse":2,"Text":" In the day of my distress I search for Jehovah.\r\nAt night my hands are stretched out to him without ceasing.\r\nI cannot be comforted."},{"Verse":3,"Text":" When I remember God, I groan;\r\nI am troubled and my strength fails. (Selah)"},{"Verse":4,"Text":" You hold my eyelids open;\r\nI am agitated and cannot speak."},{"Verse":5,"Text":" My thoughts turn to the days of long ago,\r\nThe years of the distant past."},{"Verse":6,"Text":" During the night I remember my song;\r\nI ponder in my heart;\r\nI make a diligent search."},{"Verse":7,"Text":" Will Jehovah cast us off forever?\r\nWill he never again show his favor?"},{"Verse":8,"Text":" Has his loyal love ceased forever?\r\nWill his promise come to nothing for all generations?"},{"Verse":9,"Text":" Has God forgotten to show his favor,\r\nOr has his anger caused his mercy to cease? (Selah)"},{"Verse":10,"Text":" Must I keep saying: “This is what distresses me:\r\nThe Most High has changed his position toward us”?"},{"Verse":11,"Text":" I will remember the works of Jah;\r\nI will remember your marvelous deeds of long ago."},{"Verse":12,"Text":" And I will meditate on all your activity\r\nAnd ponder over your dealings."},{"Verse":13,"Text":" O God, your ways are holy.\r\nWhat god is as great as you, O God?"},{"Verse":14,"Text":" You are the true God, who does marvelous things.\r\nYou have revealed your strength to the peoples."},{"Verse":15,"Text":" With your power you have rescued your people,\r\nThe sons of Jacob and of Joseph. (Selah)"},{"Verse":16,"Text":" The waters saw you, O God;\r\nThe waters saw you and were disturbed.\r\nAnd the deep waters became agitated."},{"Verse":17,"Text":" The clouds poured down water.\r\nThe cloudy skies thundered,\r\nAnd your arrows flew here and there."},{"Verse":18,"Text":" The sound of your thunder was like chariot wheels;\r\nFlashes of lightning lit up the inhabited earth;\r\nThe earth trembled and quaked."},{"Verse":19,"Text":" Your way was through the sea,\r\nYour path through many waters;\r\nBut your footprints could not be traced."},{"Verse":20,"Text":" You led your people just like a flock,\r\nIn the care of Moses and Aaron."}]},{"Chapter":78,"Verses":[{"Verse":1,"Text":" Listen, my people, to my law;\r\nIncline your ear to the words of my mouth."},{"Verse":2,"Text":" I will open my mouth in a proverb.\r\nI will propound riddles of long ago."},{"Verse":3,"Text":" The things we have heard and know,\r\nWhich our fathers have related to us,"},{"Verse":4,"Text":" We will not hide from their sons;\r\nWe will relate to the generation to come\r\nThe praiseworthy deeds of Jehovah and his strength,\r\nThe wonderful things he has done."},{"Verse":5,"Text":" He established a reminder in Jacob\r\nAnd set a law in Israel;\r\nHe commanded our forefathers\r\nTo make these things known to their children,"},{"Verse":6,"Text":" So that the next generation,\r\nThe children yet to be born, might know them.\r\nThey in turn would relate them to their children."},{"Verse":7,"Text":" Then these would put their confidence in God.\r\nThey would not forget God’s works\r\nBut would observe his commandments."},{"Verse":8,"Text":" Then they would not be like their forefathers,\r\nA stubborn and rebellious generation,\r\nA generation whose heart was unsteady\r\nAnd whose spirit was not faithful to God."},{"Verse":9,"Text":" The Eʹphraimites were armed with the bow,\r\nBut they retreated in the day of battle."},{"Verse":10,"Text":" They did not keep the covenant of God\r\nAnd refused to walk in his law."},{"Verse":11,"Text":" They also forgot what he had done,\r\nHis wonderful works that he showed them."},{"Verse":12,"Text":" He did marvelous things in the sight of their forefathers,\r\nIn the land of Egypt, the region of Zoʹan."},{"Verse":13,"Text":" He split the sea to let them pass through,\r\nAnd he made the waters stand up like a dam."},{"Verse":14,"Text":" He led them with a cloud by day\r\nAnd the whole night with the light of a fire."},{"Verse":15,"Text":" He split rocks in the wilderness,\r\nHe let them drink their fill as if from deep waters."},{"Verse":16,"Text":" He brought streams out of a crag\r\nAnd caused waters to flow down like rivers."},{"Verse":17,"Text":" But they continued to sin against him\r\nBy rebelling against the Most High in the desert;"},{"Verse":18,"Text":" They challenged God in their heart\r\nBy demanding food that they craved."},{"Verse":19,"Text":" So they spoke against God,\r\nSaying: “Can God spread a table in the wilderness?”"},{"Verse":20,"Text":" Look! He struck a rock\r\nSo that waters flowed and streams flooded out.\r\n“Can he also give us bread,\r\nOr can he provide meat for his people?”"},{"Verse":21,"Text":" When Jehovah heard them, he became furious;\r\nA fire blazed against Jacob,\r\nAnd his anger flared up against Israel"},{"Verse":22,"Text":" Because they did not put faith in God;\r\nThey did not trust in his ability to save them."},{"Verse":23,"Text":" So he commanded the cloudy skies above,\r\nAnd he opened the doors of heaven."},{"Verse":24,"Text":" He kept raining down manna for them to eat;\r\nHe gave them the grain of heaven."},{"Verse":25,"Text":" Men ate the bread of mighty ones;\r\nHe provided enough to satisfy them."},{"Verse":26,"Text":" He stirred up the east wind in the heavens\r\nAnd made a south wind blow by his power."},{"Verse":27,"Text":" And he rained down meat on them like dust,\r\nBirds like the sand of the seashore."},{"Verse":28,"Text":" He made them fall in the midst of his camp,\r\nAll around his tents."},{"Verse":29,"Text":" And they ate and gorged themselves;\r\nHe gave them what they desired."},{"Verse":30,"Text":" But before they fully satisfied their craving,\r\nWhile their food was yet in their mouth,"},{"Verse":31,"Text":" God’s wrath flared up against them.\r\nHe put to death their strongest men;\r\nHe brought down the young men of Israel."},{"Verse":32,"Text":" Despite this they sinned even more\r\nAnd did not put faith in his wonderful works."},{"Verse":33,"Text":" So he brought their days to an end as if a mere breath,\r\nAnd their years by sudden terrors."},{"Verse":34,"Text":" But as often as he killed them, they would search for him;\r\nThey would return and look for God,"},{"Verse":35,"Text":" Remembering that God was their Rock\r\nAnd that the Most High God was their Redeemer."},{"Verse":36,"Text":" But they tried to deceive him with their mouth\r\nAnd lied to him with their tongue."},{"Verse":37,"Text":" Their heart was not steadfast toward him;\r\nAnd they were not faithful to his covenant."},{"Verse":38,"Text":" But he was merciful;\r\nHe would forgive their error and not bring them to ruin.\r\nHe often held back his anger\r\nInstead of stirring up all his wrath."},{"Verse":39,"Text":" For he remembered that they were flesh,\r\nA wind that blows past and does not return."},{"Verse":40,"Text":" How often they rebelled against him in the wilderness\r\nAnd made him feel hurt in the desert!"},{"Verse":41,"Text":" Again and again they put God to the test,\r\nAnd they grieved the Holy One of Israel."},{"Verse":42,"Text":" They did not remember his power,\r\nThe day that he rescued them from the adversary,"},{"Verse":43,"Text":" How he displayed his signs in Egypt\r\nAnd his miracles in the region of Zoʹan,"},{"Verse":44,"Text":" And how he turned the Nile canals into blood\r\nSo that they could not drink from their streams."},{"Verse":45,"Text":" He sent swarms of gadflies to devour them\r\nAnd frogs to bring them to ruin."},{"Verse":46,"Text":" He gave their crops to the voracious locusts,\r\nThe fruit of their labor to the swarming locusts."},{"Verse":47,"Text":" He destroyed their vines with hail\r\nAnd their sycamore trees with hailstones."},{"Verse":48,"Text":" He gave their beasts of burden over to the hail\r\nAnd their livestock to the lightning bolts."},{"Verse":49,"Text":" He inflicted his burning anger on them,\r\nFury and indignation and distress,\r\nCompanies of angels bringing calamity."},{"Verse":50,"Text":" He cleared a pathway for his anger.\r\nHe did not spare them from death;\r\nAnd he gave them over to pestilence."},{"Verse":51,"Text":" Finally he struck down all the firstborn of Egypt,\r\nThe beginning of their procreative power in the tents of Ham."},{"Verse":52,"Text":" Then he brought his people out like a flock\r\nAnd guided them like a drove in the wilderness."},{"Verse":53,"Text":" He led them in security,\r\nAnd they felt no fear;\r\nThe sea covered their enemies."},{"Verse":54,"Text":" And he brought them to his holy territory,\r\nThis mountainous region that his right hand acquired."},{"Verse":55,"Text":" He drove out the nations from before them;\r\nHe allotted to them an inheritance by the measuring line;\r\nHe settled the tribes of Israel in their homes."},{"Verse":56,"Text":" But they kept challenging God the Most High, and rebelling against him;\r\nThey did not pay attention to his reminders."},{"Verse":57,"Text":" They also turned away and were as treacherous as their forefathers.\r\nThey were as unreliable as a loose bow."},{"Verse":58,"Text":" They kept offending him with their high places,\r\nAnd they incited him to fury with their carved images."},{"Verse":59,"Text":" God heard and became furious,\r\nSo he utterly rejected Israel."},{"Verse":60,"Text":" He finally forsook the tabernacle of Shiʹloh,\r\nThe tent where he had resided among men."},{"Verse":61,"Text":" He let the symbol of his strength go into captivity;\r\nHis splendor into the hand of the adversary."},{"Verse":62,"Text":" He handed his people over to the sword\r\nAnd became furious with his inheritance."},{"Verse":63,"Text":" Fire consumed his young men,\r\nAnd to his virgins no wedding songs were sung."},{"Verse":64,"Text":" His priests fell by the sword,\r\nAnd their own widows did not weep."},{"Verse":65,"Text":" Then Jehovah woke up as from sleep,\r\nLike a mighty man waking up from wine."},{"Verse":66,"Text":" And he drove his adversaries back;\r\nHe put them to lasting disgrace."},{"Verse":67,"Text":" He rejected the tent of Joseph;\r\nHe did not choose the tribe of Eʹphraim."},{"Verse":68,"Text":" But he chose the tribe of Judah,\r\nMount Zion, which he loves."},{"Verse":69,"Text":" He made his sanctuary as enduring as the heavens,\r\nLike the earth that he has established forever."},{"Verse":70,"Text":" He chose David his servant\r\nAnd took him from the sheep pens,"},{"Verse":71,"Text":" From tending the nursing ewes;\r\nHe made him the shepherd over Jacob, his people,\r\nAnd over Israel, his inheritance."},{"Verse":72,"Text":" He shepherded them with integrity of heart,\r\nAnd with skillful hands he led them."}]},{"Chapter":79,"Verses":[{"Verse":1,"Text":" O God, the nations have invaded your inheritance;\r\nThey have defiled your holy temple;\r\nThey have turned Jerusalem into a heap of ruins."},{"Verse":2,"Text":" They have given the dead bodies of your servants as food to the birds of the heavens\r\nAnd the flesh of your loyal ones to the wild beasts of the earth."},{"Verse":3,"Text":" They have poured out their blood like water around Jerusalem,\r\nAnd no one is left to bury them."},{"Verse":4,"Text":" We have become an object of reproach to our neighbors;\r\nThose around us ridicule and jeer us."},{"Verse":5,"Text":" How long, O Jehovah, will you be furious? Forever?\r\nHow long will your indignation burn just like fire?"},{"Verse":6,"Text":" Pour out your wrath on the nations that do not know you\r\nAnd on the kingdoms that do not call on your name."},{"Verse":7,"Text":" For they have devoured Jacob\r\nAnd have desolated his homeland."},{"Verse":8,"Text":" Do not hold us accountable for the errors of our ancestors.\r\nQuickly show us your mercy,\r\nFor we have been brought very low."},{"Verse":9,"Text":" Help us, O God of our salvation,\r\nFor the sake of your glorious name;\r\nRescue us and forgive our sins for the sake of your name."},{"Verse":10,"Text":" Why should the nations say: “Where is their God?”\r\nBefore our eyes may it become known among the nations\r\nThat the shed blood of your servants has been avenged."},{"Verse":11,"Text":" May you hear the sighing of the prisoner.\r\nUse your great power to preserve those sentenced to death."},{"Verse":12,"Text":" Repay our neighbors sevenfold\r\nFor the taunts they have leveled at you, O Jehovah."},{"Verse":13,"Text":" Then we, your people and the flock of your pasture,\r\nWill give thanks to you forever;\r\nAnd we will declare your praise from generation to generation."}]},{"Chapter":80,"Verses":[{"Verse":1,"Text":" O Shepherd of Israel, listen,\r\nYou who are guiding Joseph just like a flock.\r\nYou who sit enthroned above the cherubs,\r\nShine forth."},{"Verse":2,"Text":" Before Eʹphraim and Benjamin and Manasʹseh,\r\nDo stir up your mightiness;\r\nCome and save us."},{"Verse":3,"Text":" O God, restore us;\r\nLet your face shine upon us, so that we may be saved."},{"Verse":4,"Text":" Jehovah God of armies, how long will you be hostile toward the prayer of your people?"},{"Verse":5,"Text":" You feed them tears as their bread,\r\nAnd you make them drink tears beyond measure."},{"Verse":6,"Text":" You let our neighbors quarrel over us;\r\nOur enemies keep mocking us as they please."},{"Verse":7,"Text":" O God of armies, restore us;\r\nLet your face shine upon us, so that we may be saved."},{"Verse":8,"Text":" You made a vine depart from Egypt.\r\nYou drove out the nations and planted it."},{"Verse":9,"Text":" You cleared a space for it,\r\nAnd it took root and filled the land."},{"Verse":10,"Text":" The mountains were covered by its shadow,\r\nAnd the cedars of God by its branches."},{"Verse":11,"Text":" Its branches reached as far as the sea,\r\nAnd its shoots to the River."},{"Verse":12,"Text":" Why have you broken down the stone walls of the vineyard,\r\nSo that all those passing by pluck its fruit?"},{"Verse":13,"Text":" The boars of the forest ravage it,\r\nAnd the wild animals of the field feed on it."},{"Verse":14,"Text":" O God of armies, please return.\r\nLook down from heaven and see!\r\nTake care of this vine,"},{"Verse":15,"Text":" The stock that your right hand has planted,\r\nAnd look upon the son whom you made strong for yourself."},{"Verse":16,"Text":" It is burned with fire, cut down.\r\nThey perish at your rebuke."},{"Verse":17,"Text":" May your hand give support to the man at your right hand,\r\nTo the son of man you have made strong for yourself."},{"Verse":18,"Text":" Then we will not turn away from you.\r\nPreserve us alive, so that we may call on your name."},{"Verse":19,"Text":" O Jehovah God of armies, restore us;\r\nLet your face shine upon us, so that we may be saved."}]},{"Chapter":81,"Verses":[{"Verse":1,"Text":" Shout joyfully to God our strength.\r\nShout in triumph to the God of Jacob."},{"Verse":2,"Text":" Begin the music and take a tambourine,\r\nThe melodious harp together with the stringed instrument."},{"Verse":3,"Text":" Blow the horn on the new moon,\r\nOn the full moon, for the day of our festival."},{"Verse":4,"Text":" For it is a decree for Israel,\r\nA ruling of the God of Jacob."},{"Verse":5,"Text":" He established it as a reminder for Joseph\r\nWhen He went out against the land of Egypt.\r\nI heard a voice that I did not recognize:"},{"Verse":6,"Text":" “I lifted the burden from his shoulder;\r\nHis hands were freed from the basket."},{"Verse":7,"Text":" In your distress you called, and I rescued you;\r\nI answered you from the thundercloud.\r\nI tested you at the waters of Merʹibah. (Selah)"},{"Verse":8,"Text":" Hear, my people, and I will testify against you.\r\nO Israel, if you would only listen to me."},{"Verse":9,"Text":" Among you, there will be no strange god,\r\nAnd you will not bow down to a foreign god."},{"Verse":10,"Text":" I, Jehovah, am your God,\r\nThe one who brought you out of the land of Egypt.\r\nOpen your mouth wide, and I will fill it."},{"Verse":11,"Text":" But my people did not listen to my voice;\r\nIsrael would not submit to me."},{"Verse":12,"Text":" So I let them follow their stubborn hearts;\r\nThey did what they thought was right."},{"Verse":13,"Text":" If only my people would listen to me,\r\nIf only Israel would walk in my ways!"},{"Verse":14,"Text":" Their enemies I would quickly subdue;\r\nI would turn my hand against their adversaries."},{"Verse":15,"Text":" Those who hate Jehovah will cringe in his presence,\r\nAnd their outcome will be forever."},{"Verse":16,"Text":" But he will feed you with the finest wheat\r\nAnd satisfy you with honey from the rock.”"}]},{"Chapter":82,"Verses":[{"Verse":1,"Text":" God takes his place in the divine assembly;\r\nIn the middle of the gods he judges:"},{"Verse":2,"Text":" “How long will you continue to judge with injustice\r\nAnd show partiality to the wicked? (Selah)"},{"Verse":3,"Text":" Defend the lowly and the fatherless.\r\nRender justice to the helpless and destitute."},{"Verse":4,"Text":" Rescue the lowly and the poor;\r\nSave them out of the hand of the wicked.”"},{"Verse":5,"Text":" They do not know, nor do they understand;\r\nThey are walking about in darkness;\r\nAll the foundations of the earth are being shaken."},{"Verse":6,"Text":" “I have said, ‘You are gods,\r\nAll of you are sons of the Most High."},{"Verse":7,"Text":" But you will die just as men do;\r\nAnd like any other prince you will fall!’”"},{"Verse":8,"Text":" Rise up, O God, and judge the earth,\r\nFor all the nations belong to you."}]},{"Chapter":83,"Verses":[{"Verse":1,"Text":" O God, do not be silent;\r\nDo not keep quiet or still, O Divine One."},{"Verse":2,"Text":" For look! your enemies are in an uproar;\r\nThose who hate you act arrogantly."},{"Verse":3,"Text":" With cunning they secretly plot against your people;\r\nThey conspire against your treasured ones."},{"Verse":4,"Text":" They say: “Come, let us annihilate them as a nation,\r\nSo that the name of Israel may be remembered no more.”"},{"Verse":5,"Text":" They devise a unified strategy;\r\nThey have made an alliance against you—"},{"Verse":6,"Text":" The tents of Eʹdom and the Ishʹmaelites, Moʹab and the Hagʹrites,"},{"Verse":7,"Text":" Geʹbal and Amʹmon and Amʹalek,\r\nPhilisʹtia together with the inhabitants of Tyre."},{"Verse":8,"Text":" Assyrʹia too has joined them;\r\nThey give support to the sons of Lot. (Selah)"},{"Verse":9,"Text":" Do to them as you did to Midʹian,\r\nAs you did to Sisʹera and Jaʹbin at the stream of Kiʹshon."},{"Verse":10,"Text":" They were annihilated at En-dor;\r\nThey became manure for the ground."},{"Verse":11,"Text":" Make their nobles like Oʹreb and Zeʹeb\r\nAnd their princes like Zeʹbah and Zalmunʹna,"},{"Verse":12,"Text":" For they said: “Let us take possession of the land where God dwells.”"},{"Verse":13,"Text":" O my God, make them like a whirling thistle,\r\nLike stubble blown about by the wind."},{"Verse":14,"Text":" Like a fire that burns up the forest,\r\nLike a flame that scorches the mountains,"},{"Verse":15,"Text":" So may you pursue them with your tempest\r\nAnd terrify them with your windstorm."},{"Verse":16,"Text":" Cover their faces with dishonor,\r\nSo that they may search for your name, O Jehovah."},{"Verse":17,"Text":" May they be put to shame and be terrified forever;\r\nMay they be disgraced and perish;"},{"Verse":18,"Text":" May people know that you, whose name is Jehovah,\r\nYou alone are the Most High over all the earth."}]},{"Chapter":84,"Verses":[{"Verse":1,"Text":" How lovely your grand tabernacle is,\r\nO Jehovah of armies!"},{"Verse":2,"Text":" My whole being yearns,\r\nYes, I am faint with longing,\r\nFor the courtyards of Jehovah.\r\nMy heart and my flesh shout joyfully to the living God."},{"Verse":3,"Text":" Even the bird finds a home there\r\nAnd the swallow a nest for herself,\r\nWhere she cares for her young\r\nNear your grand altar, O Jehovah of armies,\r\nMy King and my God!"},{"Verse":4,"Text":" Happy are those dwelling in your house!\r\nThey continue to praise you. (Selah)"},{"Verse":5,"Text":" Happy are the men who find their strength in you,\r\nWhose hearts are set on the highways."},{"Verse":6,"Text":" When they pass through the Baʹca Valley,\r\nThey make it into a place of springs;\r\nAnd the early rain clothes it with blessings."},{"Verse":7,"Text":" They will walk on from strength to strength;\r\nEach one appears before God in Zion."},{"Verse":8,"Text":" O Jehovah God of armies, hear my prayer;\r\nListen, O God of Jacob. (Selah)"},{"Verse":9,"Text":" Look, our shield and our God,\r\nLook upon the face of your anointed one."},{"Verse":10,"Text":" For a day in your courtyards is better than a thousand anywhere else!\r\nI choose to stand at the threshold of the house of my God\r\nRather than to dwell in the tents of wickedness."},{"Verse":11,"Text":" For Jehovah God is a sun and a shield;\r\nHe gives favor and glory.\r\nJehovah will not hold back anything good\r\nFrom those walking in integrity."},{"Verse":12,"Text":" O Jehovah of armies,\r\nHappy is the man who trusts in you."}]},{"Chapter":85,"Verses":[{"Verse":1,"Text":" You have shown favor, O Jehovah, to your land;\r\nYou brought back those of Jacob who were taken captive."},{"Verse":2,"Text":" You have pardoned the error of your people;\r\nYou forgave all their sin. (Selah)"},{"Verse":3,"Text":" You held back all your fury;\r\nYou turned away from your hot anger."},{"Verse":4,"Text":" Restore us, O God of our salvation,\r\nAnd set aside your displeasure with us."},{"Verse":5,"Text":" Will you be furious with us forever?\r\nWill you prolong your anger to generation after generation?"},{"Verse":6,"Text":" Will you not revive us again\r\nSo that your people may rejoice in you?"},{"Verse":7,"Text":" Show your loyal love to us, O Jehovah,\r\nAnd grant us your salvation."},{"Verse":8,"Text":" I will listen to what the true God Jehovah says,\r\nFor he will speak peace to his people, to his loyal ones,\r\nBut let them not return to overconfidence."},{"Verse":9,"Text":" Surely his salvation is near to those who fear him,\r\nSo that his glory may reside in our land."},{"Verse":10,"Text":" Loyal love and faithfulness will meet together;\r\nRighteousness and peace will kiss each other."},{"Verse":11,"Text":" Faithfulness will sprout from the earth,\r\nAnd righteousness will look down from the heavens."},{"Verse":12,"Text":" Yes, Jehovah will give what is good,\r\nAnd our land will yield its harvest."},{"Verse":13,"Text":" Righteousness will walk before him\r\nAnd make a path for his footsteps."}]},{"Chapter":86,"Verses":[{"Verse":1,"Text":" Incline your ear, O Jehovah, and answer me,\r\nFor I am afflicted and poor."},{"Verse":2,"Text":" Guard my life, for I am loyal.\r\nSave your servant who is trusting in you,\r\nFor you are my God."},{"Verse":3,"Text":" Show me favor, O Jehovah,\r\nFor I call to you all day long."},{"Verse":4,"Text":" Make your servant rejoice,\r\nFor to you, O Jehovah, I turn."},{"Verse":5,"Text":" For you, O Jehovah, are good and ready to forgive;\r\nYou abound in loyal love for all those who call on you."},{"Verse":6,"Text":" Listen, O Jehovah, to my prayer;\r\nAnd pay attention to my pleas for help."},{"Verse":7,"Text":" I call on you in the day of my distress,\r\nFor you will answer me."},{"Verse":8,"Text":" There is none like you among the gods, O Jehovah,\r\nThere are no works like yours."},{"Verse":9,"Text":" All the nations that you made\r\nWill come and bow down before you, O Jehovah,\r\nAnd they will give glory to your name."},{"Verse":10,"Text":" For you are great and do wondrous things;\r\nYou are God, you alone."},{"Verse":11,"Text":" Instruct me, O Jehovah, about your way.\r\nI will walk in your truth.\r\nUnify my heart to fear your name."},{"Verse":12,"Text":" I praise you, O Jehovah my God, with all my heart,\r\nAnd I will glorify your name forever,"},{"Verse":13,"Text":" For your loyal love toward me is great,\r\nAnd you have saved my life from the depths of the Grave."},{"Verse":14,"Text":" O God, presumptuous men rise up against me;\r\nA band of ruthless men seek to take my life,\r\nAnd they have no regard for you."},{"Verse":15,"Text":" But you, O Jehovah, are a God merciful and compassionate,\r\nSlow to anger and abundant in loyal love and faithfulness."},{"Verse":16,"Text":" Turn to me and show me favor.\r\nGive your strength to your servant,\r\nAnd save the son of your slave girl."},{"Verse":17,"Text":" Show me a sign of your goodness,\r\nSo that those who hate me may see it and be put to shame.\r\nFor you, O Jehovah, are my helper and comforter."}]},{"Chapter":87,"Verses":[{"Verse":1,"Text":" His city’s foundation is in the holy mountains."},{"Verse":2,"Text":" Jehovah loves the gates of Zion\r\nMore than all the tents of Jacob."},{"Verse":3,"Text":" Glorious things are being said about you, O city of the true God. (Selah)"},{"Verse":4,"Text":" I will count Raʹhab and Babylon among those who know me;\r\nHere are Philisʹtia and Tyre, together with Cush.\r\nIt will be said: “This is one who was born there.”"},{"Verse":5,"Text":" And about Zion it will be said:\r\n“Each and every one was born in her.”\r\nAnd the Most High will firmly establish her."},{"Verse":6,"Text":" Jehovah will declare, when recording the peoples:\r\n“This is one who was born there.” (Selah)"},{"Verse":7,"Text":" Singers and those performing circle dances will say:\r\n“All my springs are in you.”"}]},{"Chapter":88,"Verses":[{"Verse":1,"Text":" O Jehovah, the God of my salvation,\r\nBy day I cry out,\r\nAnd by night I come before you."},{"Verse":2,"Text":" Let my prayer come to you,\r\nIncline your ear to my cry for help."},{"Verse":3,"Text":" For my soul has been filled with calamity,\r\nAnd my life is on the brink of the Grave."},{"Verse":4,"Text":" I am already counted among those going down to the pit;\r\nI have become a helpless man,"},{"Verse":5,"Text":" Left among the dead\r\nLike the slain lying in a grave,\r\nWhom you remember no longer\r\nAnd who have been separated from your care."},{"Verse":6,"Text":" You have put me in the lowest pit,\r\nIn dark places, in a large abyss."},{"Verse":7,"Text":" Your rage weighs heavily on me,\r\nAnd you overwhelm me with your crashing waves. (Selah)"},{"Verse":8,"Text":" You have driven my acquaintances far away from me;\r\nYou have made me something detestable to them.\r\nI am trapped and cannot escape."},{"Verse":9,"Text":" My eye is worn out because of my affliction.\r\nI call on you, O Jehovah, all day long;\r\nTo you I spread out my hands."},{"Verse":10,"Text":" Will you perform wonders for the dead?\r\nCan those powerless in death rise up to praise you? (Selah)"},{"Verse":11,"Text":" Will your loyal love be declared in the grave,\r\nYour faithfulness in the place of destruction?"},{"Verse":12,"Text":" Will your wonders be known in the darkness\r\nOr your righteousness in the land of oblivion?"},{"Verse":13,"Text":" But I still cry to you for help, O Jehovah,\r\nEach morning my prayer comes before you."},{"Verse":14,"Text":" Why, O Jehovah, do you reject me?\r\nWhy do you hide your face from me?"},{"Verse":15,"Text":" From my youth on,\r\nI have been afflicted and ready to perish;\r\nI am numb from the terrible things you allow me to suffer."},{"Verse":16,"Text":" Your burning anger overwhelms me;\r\nYour terrors destroy me."},{"Verse":17,"Text":" They surround me like waters all day long;\r\nThey close in on me from all sides."},{"Verse":18,"Text":" You have driven my friends and companions far away from me;\r\nDarkness has become my companion."}]},{"Chapter":89,"Verses":[{"Verse":1,"Text":" I will sing about Jehovah’s expressions of loyal love forever.\r\nWith my mouth I will make known your faithfulness to all generations."},{"Verse":2,"Text":" For I have said: “Loyal love will be built up forever,\r\nAnd you have firmly established your faithfulness in the heavens.”"},{"Verse":3,"Text":" “I have made a covenant with my chosen one;\r\nI have sworn to David my servant:"},{"Verse":4,"Text":" ‘I will firmly establish your offspring forever,\r\nAnd I will build up your throne for all generations.’” (Selah)"},{"Verse":5,"Text":" The heavens praise your marvels, O Jehovah,\r\nYes, your faithfulness in the congregation of the holy ones."},{"Verse":6,"Text":" For who in the skies can compare to Jehovah?\r\nWho among the sons of God is like Jehovah?"},{"Verse":7,"Text":" God is held in awe in the council of holy ones;\r\nHe is grand and awe-inspiring to all who are around him."},{"Verse":8,"Text":" O Jehovah God of armies,\r\nWho is mighty like you, O Jah?\r\nYour faithfulness surrounds you."},{"Verse":9,"Text":" You rule over the raging of the sea;\r\nWhen its waves surge, you calm them."},{"Verse":10,"Text":" You have crushed Raʹhab like one who is slain.\r\nWith your strong arm you have scattered your enemies."},{"Verse":11,"Text":" The heavens are yours, and the earth is yours;\r\nThe productive land and what fills it—you have founded them."},{"Verse":12,"Text":" The north and the south—you created them;\r\nTaʹbor and Herʹmon joyously praise your name."},{"Verse":13,"Text":" Your arm is mighty;\r\nYour hand is strong;\r\nYour right hand is exalted."},{"Verse":14,"Text":" Righteousness and justice are the foundation of your throne;\r\nLoyal love and faithfulness stand before you."},{"Verse":15,"Text":" Happy are the people who know the joyful shouting.\r\nO Jehovah, they walk in the light of your face."},{"Verse":16,"Text":" They rejoice in your name all day long,\r\nAnd in your righteousness they are exalted."},{"Verse":17,"Text":" For you are the glory of their strength,\r\nAnd by your approval our strength is exalted."},{"Verse":18,"Text":" For our shield belongs to Jehovah,\r\nOur king belongs to the Holy One of Israel."},{"Verse":19,"Text":" At that time you spoke in a vision to your loyal ones and said:\r\n“I have granted strength to a mighty one;\r\nI have exalted a chosen one from among the people."},{"Verse":20,"Text":" I have found David my servant;\r\nWith my holy oil I have anointed him."},{"Verse":21,"Text":" My hand will support him,\r\nAnd my arm will strengthen him."},{"Verse":22,"Text":" No enemy will exact tribute from him,\r\nAnd no unrighteous man will oppress him."},{"Verse":23,"Text":" I will crush to pieces his adversaries from before him\r\nAnd strike down those who hate him."},{"Verse":24,"Text":" My faithfulness and loyal love are with him,\r\nAnd in my name his strength will be exalted."},{"Verse":25,"Text":" I will put his hand over the sea\r\nAnd his right hand over the rivers."},{"Verse":26,"Text":" He will call out to me: ‘You are my Father,\r\nMy God and the Rock of my salvation.’"},{"Verse":27,"Text":" And I will place him as firstborn,\r\nThe highest of the kings of the earth."},{"Verse":28,"Text":" I will maintain my loyal love for him forever,\r\nAnd my covenant with him will never fail."},{"Verse":29,"Text":" I will establish his offspring forever\r\nAnd make his throne as enduring as the heavens."},{"Verse":30,"Text":" If his sons leave my law\r\nAnd do not walk according to my decrees,"},{"Verse":31,"Text":" If they violate my statutes\r\nAnd do not keep my commandments,"},{"Verse":32,"Text":" Then I will punish their disobedience with a rod\r\nAnd their error with flogging."},{"Verse":33,"Text":" But I will never abandon my loyal love for him\r\nNor be untrue to my promise."},{"Verse":34,"Text":" I will not violate my covenant\r\nOr change what my lips have spoken."},{"Verse":35,"Text":" I have sworn in my holiness, once and for all;\r\nI will not tell lies to David."},{"Verse":36,"Text":" His offspring will endure forever;\r\nHis throne will endure like the sun before me."},{"Verse":37,"Text":" Like the moon, it will be firmly established forever\r\nAs a faithful witness in the skies.” (Selah)"},{"Verse":38,"Text":" But you yourself have cast off and rejected him;\r\nYou have become furious with your anointed one."},{"Verse":39,"Text":" You have spurned the covenant with your servant;\r\nYou have profaned his crown by throwing it to the ground."},{"Verse":40,"Text":" You have broken down all his stone walls;\r\nYou have reduced his fortifications to ruins."},{"Verse":41,"Text":" All who pass by have pillaged him;\r\nHe is a reproach to his neighbors."},{"Verse":42,"Text":" You have made his adversaries victorious;\r\nYou have caused all his enemies to rejoice."},{"Verse":43,"Text":" You have also driven back his sword,\r\nAnd you have made him lose ground in the battle."},{"Verse":44,"Text":" You have brought an end to his splendor\r\nAnd hurled his throne to the ground."},{"Verse":45,"Text":" You have cut short the days of his youth;\r\nYou have clothed him with shame. (Selah)"},{"Verse":46,"Text":" How long, O Jehovah, will you hide yourself? Will it be forever?\r\nWill your rage continue to burn like a fire?"},{"Verse":47,"Text":" Remember how short my life is!\r\nWas it to no purpose that you created all humans?"},{"Verse":48,"Text":" What man can live and never see death?\r\nCan he save himself from the power of the Grave? (Selah)"},{"Verse":49,"Text":" Where are your former acts of loyal love, O Jehovah,\r\nThat you swore about to David in your faithfulness?"},{"Verse":50,"Text":" Remember, O Jehovah, the taunts hurled at your servants;\r\nHow I have to bear the taunts of all the peoples;"},{"Verse":51,"Text":" How your enemies have hurled insults, O Jehovah;\r\nHow they have insulted every footstep of your anointed one."},{"Verse":52,"Text":" May Jehovah be praised forever. Amen and Amen."}]},{"Chapter":90,"Verses":[{"Verse":1,"Text":" O Jehovah, you have been our dwelling place throughout all generations."},{"Verse":2,"Text":" Before the mountains were born\r\nOr you brought forth the earth and the productive land,\r\nFrom everlasting to everlasting, you are God."},{"Verse":3,"Text":" You make mortal man return to dust;\r\nYou say: “Return, you sons of men.”"},{"Verse":4,"Text":" For a thousand years are in your eyes just as yesterday when it is past,\r\nJust as a watch during the night."},{"Verse":5,"Text":" You sweep them away; they become like mere sleep;\r\nIn the morning they are like grass that sprouts."},{"Verse":6,"Text":" In the morning it blossoms and is renewed,\r\nBut by evening it withers and dries up."},{"Verse":7,"Text":" For we are consumed by your anger\r\nAnd terrified by your rage."},{"Verse":8,"Text":" You place our errors in front of you;\r\nOur secrets are exposed by the light of your face."},{"Verse":9,"Text":" Our days ebb away because of your fury;\r\nAnd our years come to an end like a whisper."},{"Verse":10,"Text":" The span of our life is 70 years,\r\nOr 80 if one is especially strong.\r\nBut they are filled with trouble and sorrow;\r\nThey quickly pass by, and away we fly."},{"Verse":11,"Text":" Who can fathom the power of your anger?\r\nYour fury is as great as the fear you deserve."},{"Verse":12,"Text":" Teach us how to count our days\r\nSo that we may acquire a heart of wisdom."},{"Verse":13,"Text":" Return, O Jehovah! How long will this last?\r\nHave pity on your servants."},{"Verse":14,"Text":" Satisfy us with your loyal love in the morning,\r\nSo that we may shout joyfully and rejoice during all our days."},{"Verse":15,"Text":" Make us rejoice in proportion to the days you have afflicted us,\r\nFor as many years as we have experienced calamity."},{"Verse":16,"Text":" May your servants see your activity,\r\nAnd may their sons see your splendor."},{"Verse":17,"Text":" May the favor of Jehovah our God be upon us;\r\nMay you prosper the work of our hands.\r\nYes, prosper the work of our hands."}]},{"Chapter":91,"Verses":[{"Verse":1,"Text":" Anyone dwelling in the secret place of the Most High\r\nWill lodge under the shadow of the Almighty."},{"Verse":2,"Text":" I will say to Jehovah: “You are my refuge and my stronghold,\r\nMy God in whom I trust.”"},{"Verse":3,"Text":" For he will rescue you from the trap of the birdcatcher,\r\nFrom the destructive pestilence."},{"Verse":4,"Text":" With his pinions he will cover you,\r\nAnd under his wings you will take refuge.\r\nHis faithfulness will be a large shield and a protective wall."},{"Verse":5,"Text":" You will not fear the terrors of the night,\r\nNor the arrow that flies by day,"},{"Verse":6,"Text":" Nor the pestilence that stalks in the gloom,\r\nNor the destruction that ravages at midday."},{"Verse":7,"Text":" A thousand will fall at your side\r\nAnd ten thousand at your right hand,\r\nBut to you it will not come near."},{"Verse":8,"Text":" You will only see it with your eyes\r\nAs you witness the punishment of the wicked."},{"Verse":9,"Text":" Because you said: “Jehovah is my refuge,”\r\nYou have made the Most High your dwelling;"},{"Verse":10,"Text":" No disaster will befall you,\r\nAnd no plague will come near your tent."},{"Verse":11,"Text":" For he will give his angels a command concerning you,\r\nTo guard you in all your ways."},{"Verse":12,"Text":" They will carry you on their hands,\r\nSo that you may not strike your foot against a stone."},{"Verse":13,"Text":" On the young lion and the cobra you will tread;\r\nYou will trample underfoot the maned lion and the big snake."},{"Verse":14,"Text":" God said: “Because he has affection for me, I will rescue him.\r\nI will protect him because he knows my name."},{"Verse":15,"Text":" He will call on me, and I will answer him.\r\nI will be with him in distress.\r\nI will rescue him and glorify him."},{"Verse":16,"Text":" I will satisfy him with long life,\r\nAnd I will cause him to see my acts of salvation.”"}]},{"Chapter":92,"Verses":[{"Verse":1,"Text":" It is good to give thanks to Jehovah\r\nAnd to sing praises to your name, O Most High,"},{"Verse":2,"Text":" To declare your loyal love in the morning\r\nAnd your faithfulness during the nights,"},{"Verse":3,"Text":" Accompanied by a ten-stringed instrument and a lute,\r\nBy the melodious sound of a harp."},{"Verse":4,"Text":" For you have made me rejoice, O Jehovah, because of your deeds;\r\nBecause of the works of your hands I shout joyfully."},{"Verse":5,"Text":" How great your works are, O Jehovah!\r\nHow very deep your thoughts are!"},{"Verse":6,"Text":" No unreasoning man can know them;\r\nAnd no foolish person can understand this:"},{"Verse":7,"Text":" When the wicked sprout like weeds\r\nAnd all the wrongdoers flourish,\r\nIt is that they may be annihilated forever."},{"Verse":8,"Text":" But you are exalted forever, O Jehovah."},{"Verse":9,"Text":" Indeed, look in triumph on your enemies, O Jehovah,\r\nLook at how your enemies will perish;\r\nAll the wrongdoers will be scattered."},{"Verse":10,"Text":" But you will exalt my strength like that of a wild bull;\r\nI will moisten my skin with fresh oil."},{"Verse":11,"Text":" My eyes will look in triumph on my foes;\r\nMy ears will hear about the downfall of the evil men who attack me."},{"Verse":12,"Text":" But the righteous will flourish like a palm tree\r\nAnd grow big like a cedar in Lebʹanon."},{"Verse":13,"Text":" They are planted in the house of Jehovah;\r\nThey flourish in the courtyards of our God."},{"Verse":14,"Text":" Even in old age they will still be thriving;\r\nThey will remain vigorous and fresh,"},{"Verse":15,"Text":" Declaring that Jehovah is upright.\r\nHe is my Rock, in whom there is no unrighteousness."}]},{"Chapter":93,"Verses":[{"Verse":1,"Text":" Jehovah has become King!\r\nWith grandeur he is clothed;\r\nJehovah is clothed with strength;\r\nHe wears it like a belt.\r\nThe earth is firmly established;\r\nIt cannot be moved."},{"Verse":2,"Text":" Your throne was firmly established long ago;\r\nFrom eternity you have existed."},{"Verse":3,"Text":" The rivers have surged, O Jehovah,\r\nThe rivers have surged and roared;\r\nThe rivers keep surging and pounding."},{"Verse":4,"Text":" Above the sound of many waters,\r\nMightier than the breaking waves of the sea,\r\nJehovah is majestic in the heights."},{"Verse":5,"Text":" Your reminders are very trustworthy.\r\nHoliness adorns your house, O Jehovah, for all times."}]},{"Chapter":94,"Verses":[{"Verse":1,"Text":" O God of vengeance, Jehovah,\r\nO God of vengeance, shine forth!"},{"Verse":2,"Text":" Rise up, O Judge of the earth.\r\nRepay to the haughty what they deserve."},{"Verse":3,"Text":" How long will the wicked, O Jehovah,\r\nHow long will the wicked continue to exult?"},{"Verse":4,"Text":" They babble and speak arrogantly;\r\nAll the wrongdoers brag about themselves."},{"Verse":5,"Text":" They crush your people, O Jehovah,\r\nAnd oppress your inheritance."},{"Verse":6,"Text":" They kill the widow and the foreign resident,\r\nAnd they murder the fatherless children."},{"Verse":7,"Text":" They say: “Jah does not see;\r\nThe God of Jacob does not take notice of it.”"},{"Verse":8,"Text":" Understand this, you who are unreasoning;\r\nYou foolish ones, when will you ever show insight?"},{"Verse":9,"Text":" The One who made the ear, can he not hear?\r\nThe One who formed the eye, can he not see?"},{"Verse":10,"Text":" The One correcting the nations, can he not reprove?\r\nHe is the One who imparts knowledge to people!"},{"Verse":11,"Text":" Jehovah knows the thoughts of men,\r\nThat they are but a mere breath."},{"Verse":12,"Text":" Happy is the man whom you correct, O Jah,\r\nWhom you teach from your law,"},{"Verse":13,"Text":" To give him tranquility during days of calamity,\r\nUntil a pit is dug for the wicked."},{"Verse":14,"Text":" For Jehovah will not forsake his people,\r\nNor will he abandon his inheritance."},{"Verse":15,"Text":" For judgment will once again be righteous,\r\nAnd all the upright in heart will follow it."},{"Verse":16,"Text":" Who will rise up for me against the wicked?\r\nWho will take a stand for me against the wrongdoers?"},{"Verse":17,"Text":" If Jehovah had not been my helper,\r\nI would soon have perished."},{"Verse":18,"Text":" When I said: “My foot is slipping,”\r\nYour loyal love, O Jehovah, kept supporting me."},{"Verse":19,"Text":" When anxieties overwhelmed me,\r\nYou comforted and soothed me."},{"Verse":20,"Text":" Can a throne of corruption be allied with you\r\nWhile it is framing trouble in the name of the law?"},{"Verse":21,"Text":" They make vicious attacks on the righteous one\r\nAnd condemn the innocent one to death."},{"Verse":22,"Text":" But Jehovah will become a secure refuge for me,\r\nMy God is my rock of refuge."},{"Verse":23,"Text":" He will make their wicked deeds come back upon them.\r\nHe will do away with them by means of their own evil.\r\nJehovah our God will do away with them."}]},{"Chapter":95,"Verses":[{"Verse":1,"Text":" Come, let us shout joyfully to Jehovah!\r\nLet us shout in triumph to our Rock of salvation."},{"Verse":2,"Text":" Let us come into his presence with thanksgiving;\r\nLet us sing and shout in triumph to him."},{"Verse":3,"Text":" For Jehovah is a great God,\r\nA great King over all other gods."},{"Verse":4,"Text":" In his hand are the depths of the earth;\r\nThe mountain peaks belong to him."},{"Verse":5,"Text":" The sea, which he made, belongs to him,\r\nAnd his hands formed the dry land."},{"Verse":6,"Text":" Come, let us worship and bow down;\r\nLet us kneel before Jehovah our Maker."},{"Verse":7,"Text":" For he is our God,\r\nAnd we are the people of his pasture,\r\nThe sheep in his care.\r\nToday if you listen to his voice,"},{"Verse":8,"Text":" Do not harden your heart as at Merʹibah,\r\nAs in the day of Masʹsah in the wilderness,"},{"Verse":9,"Text":" When your forefathers tested me;\r\nThey challenged me, though they had seen my works."},{"Verse":10,"Text":" For 40 years I felt a loathing toward that generation, and I said:\r\n“They are a people who always go astray in their hearts;\r\nThey have not come to know my ways.”"},{"Verse":11,"Text":" So I swore in my anger:\r\n“They will not enter into my rest.”"}]},{"Chapter":96,"Verses":[{"Verse":1,"Text":" Sing to Jehovah a new song.\r\nSing to Jehovah, all the earth!"},{"Verse":2,"Text":" Sing to Jehovah; praise his name.\r\nProclaim the good news of his salvation day after day."},{"Verse":3,"Text":" Declare his glory among the nations,\r\nHis wonderful works among all the peoples."},{"Verse":4,"Text":" Jehovah is great and most worthy of praise.\r\nHe is more awe-inspiring than all other gods."},{"Verse":5,"Text":" All the gods of the peoples are worthless gods,\r\nBut Jehovah is the one who made the heavens."},{"Verse":6,"Text":" In his presence are majesty and splendor;\r\nStrength and beauty are in his sanctuary."},{"Verse":7,"Text":" Give Jehovah his due, you families of the peoples,\r\nGive Jehovah his due for his glory and strength."},{"Verse":8,"Text":" Give Jehovah the glory due his name;\r\nBring a gift and come into his courtyards."},{"Verse":9,"Text":" Bow down to Jehovah in holy adornment;\r\nTremble before him, all the earth!"},{"Verse":10,"Text":" Declare among the nations: “Jehovah has become King!\r\nThe earth is firmly established, it cannot be moved.\r\nHe will judge the peoples fairly.”"},{"Verse":11,"Text":" Let the heavens rejoice, and let the earth be joyful;\r\nLet the sea thunder and all that fills it;"},{"Verse":12,"Text":" Let the fields and everything in them rejoice.\r\nAt the same time let all the trees of the forest shout joyfully"},{"Verse":13,"Text":" Before Jehovah, for he is coming,\r\nHe is coming to judge the earth.\r\nHe will judge the inhabited earth with righteousness\r\nAnd the peoples with his faithfulness."}]},{"Chapter":97,"Verses":[{"Verse":1,"Text":" Jehovah has become King!\r\nLet the earth be joyful.\r\nLet the many islands rejoice."},{"Verse":2,"Text":" Clouds and thick gloom are all around him;\r\nRighteousness and justice are the foundation of his throne."},{"Verse":3,"Text":" Fire goes before him\r\nAnd consumes his adversaries on every side."},{"Verse":4,"Text":" His lightning bolts light up the land;\r\nThe earth sees it and trembles."},{"Verse":5,"Text":" The mountains melt like wax before Jehovah,\r\nBefore the Lord of the whole earth."},{"Verse":6,"Text":" The heavens proclaim his righteousness,\r\nAnd all the peoples see his glory."},{"Verse":7,"Text":" Let all those serving any carved image be put to shame,\r\nThose who boast about their worthless gods.\r\nBow down to him, all you gods."},{"Verse":8,"Text":" Zion hears and rejoices;\r\nThe towns of Judah are joyful\r\nBecause of your judgments, O Jehovah."},{"Verse":9,"Text":" For you, O Jehovah, are the Most High over all the earth;\r\nYou are exalted far above all other gods."},{"Verse":10,"Text":" O you who love Jehovah, hate what is bad.\r\nHe is guarding the lives of his loyal ones;\r\nHe rescues them from the hand of the wicked."},{"Verse":11,"Text":" Light has flashed up for the righteous\r\nAnd rejoicing for those upright in heart."},{"Verse":12,"Text":" Rejoice in Jehovah, you righteous ones,\r\nAnd give thanks to his holy name."}]},{"Chapter":98,"Verses":[{"Verse":1,"Text":" Sing to Jehovah a new song,\r\nFor he has done wonderful things.\r\nHis right hand, his holy arm, has brought about salvation."},{"Verse":2,"Text":" Jehovah has made known his salvation;\r\nHe has revealed his righteousness before the nations."},{"Verse":3,"Text":" He has remembered his loyal love and faithfulness to the house of Israel.\r\nAll the ends of the earth have seen the salvation by our God."},{"Verse":4,"Text":" Shout in triumph to Jehovah, all the earth.\r\nBe cheerful and shout joyfully and sing praises."},{"Verse":5,"Text":" Sing praises to Jehovah with the harp,\r\nWith the harp and the melodious song."},{"Verse":6,"Text":" With the trumpets and the sound of the horn,\r\nShout in triumph before the King, Jehovah."},{"Verse":7,"Text":" Let the sea thunder and all that fills it,\r\nThe earth and those dwelling in it."},{"Verse":8,"Text":" Let the rivers clap their hands;\r\nLet the mountains shout joyfully together"},{"Verse":9,"Text":" Before Jehovah, for he is coming to judge the earth.\r\nHe will judge the inhabited earth with righteousness\r\nAnd the peoples with fairness."}]},{"Chapter":99,"Verses":[{"Verse":1,"Text":" Jehovah has become King. Let the peoples tremble.\r\nHe sits enthroned above the cherubs. Let the earth shake."},{"Verse":2,"Text":" Jehovah is great in Zion,\r\nAnd he is high over all the peoples."},{"Verse":3,"Text":" Let them praise your great name,\r\nFor it is awe-inspiring and holy."},{"Verse":4,"Text":" He is a mighty king who loves justice.\r\nYou have firmly established what is upright.\r\nYou have brought about justice and righteousness in Jacob."},{"Verse":5,"Text":" Exalt Jehovah our God and bow down at his footstool;\r\nHe is holy."},{"Verse":6,"Text":" Moses and Aaron were among his priests,\r\nAnd Samuel was among those calling on his name.\r\nThey would call to Jehovah,\r\nAnd he would answer them."},{"Verse":7,"Text":" He would speak to them from the pillar of cloud.\r\nThey kept his reminders and the decree that he gave to them."},{"Verse":8,"Text":" O Jehovah our God, you answered them.\r\nYou were a God who pardoned them,\r\nBut you punished them for their sinful deeds."},{"Verse":9,"Text":" Exalt Jehovah our God\r\nAnd bow down before his holy mountain,\r\nFor Jehovah our God is holy."}]},{"Chapter":100,"Verses":[{"Verse":1,"Text":" Shout in triumph to Jehovah, all the earth."},{"Verse":2,"Text":" Serve Jehovah with rejoicing.\r\nCome into his presence with joyful shouting."},{"Verse":3,"Text":" Know that Jehovah is God.\r\nHe is the one who made us, and we belong to him.\r\nWe are his people and the sheep of his pasture."},{"Verse":4,"Text":" Come into his gates with thanksgiving,\r\nInto his courtyards with praise.\r\nGive thanks to him; praise his name."},{"Verse":5,"Text":" For Jehovah is good;\r\nHis loyal love endures forever,\r\nAnd his faithfulness through all generations."}]},{"Chapter":101,"Verses":[{"Verse":1,"Text":" I will sing about loyal love and justice.\r\nTo you, O Jehovah, I will sing praises."},{"Verse":2,"Text":" I will act with discretion and blamelessness.\r\nWhen will you come to me?\r\nI will walk with integrity of heart inside my house."},{"Verse":3,"Text":" I will not set anything worthless before my eyes.\r\nI hate the deeds of those who deviate from what is right;\r\nI will have nothing to do with them."},{"Verse":4,"Text":" A crooked heart is far from me;\r\nI will not accept what is bad."},{"Verse":5,"Text":" Anyone slandering his neighbor in secret,\r\nI will silence.\r\nAnyone with haughty eyes and an arrogant heart,\r\nI will not tolerate."},{"Verse":6,"Text":" I will look to the faithful ones of the earth,\r\nSo that they may dwell with me.\r\nThe one walking in blamelessness will minister to me."},{"Verse":7,"Text":" No deceitful person will dwell in my house,\r\nAnd no liar will stand in my presence."},{"Verse":8,"Text":" Every morning I will silence all the wicked of the earth,\r\nTo cut off all wrongdoers from the city of Jehovah."}]},{"Chapter":102,"Verses":[{"Verse":1,"Text":" O Jehovah, hear my prayer;\r\nLet my cry for help reach you."},{"Verse":2,"Text":" Do not hide your face from me in my time of distress.\r\nIncline your ear to me;\r\nDo answer me quickly when I call."},{"Verse":3,"Text":" For my days are vanishing like smoke,\r\nAnd my bones are charred like a fireplace."},{"Verse":4,"Text":" My heart has been struck down like grass and has withered,\r\nFor I forget to eat my food."},{"Verse":5,"Text":" Because of my loud groaning,\r\nMy bones cling to my flesh."},{"Verse":6,"Text":" I resemble the pelican of the wilderness;\r\nI am like a little owl among the ruins."},{"Verse":7,"Text":" I lie awake;\r\nI am like a solitary bird on a roof."},{"Verse":8,"Text":" All day long my enemies taunt me.\r\nThose who mock me use my name as a curse."},{"Verse":9,"Text":" For I eat ashes as my bread,\r\nAnd my drink is mingled with tears,"},{"Verse":10,"Text":" Because of your anger and your indignation,\r\nFor you lifted me up only to cast me aside."},{"Verse":11,"Text":" My days are like a fading shadow,\r\nAnd I am withering like grass."},{"Verse":12,"Text":" But you remain forever, O Jehovah,\r\nAnd your fame will endure for all generations."},{"Verse":13,"Text":" Surely you will rise up and show mercy on Zion,\r\nFor it is time to show her your favor;\r\nThe appointed time has come."},{"Verse":14,"Text":" For your servants find pleasure in her stones\r\nAnd have affection even for her dust."},{"Verse":15,"Text":" The nations will fear the name of Jehovah,\r\nAnd all the kings of the earth your glory."},{"Verse":16,"Text":" For Jehovah will rebuild Zion;\r\nHe will appear in his glory."},{"Verse":17,"Text":" He will pay attention to the prayer of the destitute;\r\nHe will not despise their prayer."},{"Verse":18,"Text":" This is written for the future generation,\r\nSo that a people yet to be brought forth will praise Jah."},{"Verse":19,"Text":" For he looks down from his holy height,\r\nFrom the heavens Jehovah views the earth,"},{"Verse":20,"Text":" To hear the sighing of the prisoner,\r\nTo release those sentenced to death,"},{"Verse":21,"Text":" So that the name of Jehovah will be declared in Zion\r\nAnd his praise in Jerusalem,"},{"Verse":22,"Text":" When the peoples and kingdoms\r\nGather together to serve Jehovah."},{"Verse":23,"Text":" He prematurely robbed me of my strength;\r\nHe cut short my days."},{"Verse":24,"Text":" I said: “O my God,\r\nDo not do away with me in the middle of my life,\r\nYou whose years span all generations."},{"Verse":25,"Text":" Long ago you laid the foundations of the earth,\r\nAnd the heavens are the work of your hands."},{"Verse":26,"Text":" They will perish, but you will remain;\r\nJust like a garment they will all wear out.\r\nJust like clothing you will replace them, and they will pass away."},{"Verse":27,"Text":" But you are the same, and your years will never end."},{"Verse":28,"Text":" The children of your servants will dwell securely,\r\nAnd their offspring will be firmly established before you.”"}]},{"Chapter":103,"Verses":[{"Verse":1,"Text":" Let me praise Jehovah;\r\nLet everything within me praise his holy name."},{"Verse":2,"Text":" Let me praise Jehovah;\r\nMay I never forget all that he has done."},{"Verse":3,"Text":" He forgives all your errors\r\nAnd heals all your ailments;"},{"Verse":4,"Text":" He reclaims your life from the pit\r\nAnd crowns you with his loyal love and mercy."},{"Verse":5,"Text":" He satisfies you with good things all your life,\r\nSo that your youth is renewed like that of an eagle."},{"Verse":6,"Text":" Jehovah acts with righteousness and justice\r\nFor all who are oppressed."},{"Verse":7,"Text":" He made known his ways to Moses,\r\nHis deeds to the sons of Israel."},{"Verse":8,"Text":" Jehovah is merciful and compassionate,\r\nSlow to anger and abundant in loyal love."},{"Verse":9,"Text":" He will not always find fault,\r\nNor will he stay resentful forever."},{"Verse":10,"Text":" He has not dealt with us according to our sins,\r\nNor has he repaid us what our errors deserve."},{"Verse":11,"Text":" For as the heavens are higher than the earth,\r\nSo great is his loyal love toward those who fear him."},{"Verse":12,"Text":" As far off as the sunrise is from the sunset,\r\nSo far off from us he has put our transgressions."},{"Verse":13,"Text":" As a father shows mercy to his sons,\r\nJehovah has shown mercy to those who fear him."},{"Verse":14,"Text":" For he well knows how we are formed,\r\nRemembering that we are dust."},{"Verse":15,"Text":" As for mortal man, his days are like those of grass;\r\nHe blooms like a blossom of the field."},{"Verse":16,"Text":" But when a wind blows, it is no more,\r\nAs though it was never there."},{"Verse":17,"Text":" But the loyal love of Jehovah is for all eternity\r\nToward those who fear him,\r\nAnd his righteousness toward their children’s children,"},{"Verse":18,"Text":" Toward those who keep his covenant\r\nAnd those who are careful to observe his orders."},{"Verse":19,"Text":" Jehovah has firmly established his throne in the heavens;\r\nAnd his kingship rules over everything."},{"Verse":20,"Text":" Praise Jehovah, all you his angels, mighty in power,\r\nWho carry out his word, obeying his voice."},{"Verse":21,"Text":" Praise Jehovah, all his armies,\r\nHis ministers who do his will."},{"Verse":22,"Text":" Praise Jehovah, all his works,\r\nIn all the places where he rules.\r\nLet my whole being praise Jehovah."}]},{"Chapter":104,"Verses":[{"Verse":1,"Text":" Let me praise Jehovah.\r\nO Jehovah my God, you are very great.\r\nWith majesty and splendor you are clothed."},{"Verse":2,"Text":" You are wrapped in light as with a garment;\r\nYou stretch out the heavens like a tent cloth."},{"Verse":3,"Text":" He lays beams of his upper rooms in the waters above,\r\nMaking the clouds his chariot,\r\nMoving on the wings of the wind."},{"Verse":4,"Text":" He makes his angels spirits,\r\nHis ministers a consuming fire."},{"Verse":5,"Text":" He has established the earth on its foundations;\r\nIt will not be moved from its place forever and ever."},{"Verse":6,"Text":" You covered it with deep waters as with a garment.\r\nThe waters stood above the mountains."},{"Verse":7,"Text":" At your rebuke they fled;\r\nAt the sound of your thunder they ran away in panic"},{"Verse":8,"Text":" —Mountains ascended and valleys descended—\r\nTo the place you established for them."},{"Verse":9,"Text":" You set a boundary that they should not pass,\r\nThat they should never again cover the earth."},{"Verse":10,"Text":" He sends springs into the valleys;\r\nBetween the mountains they flow."},{"Verse":11,"Text":" They provide water for all the wild beasts of the field;\r\nThe wild donkeys quench their thirst."},{"Verse":12,"Text":" Above them roost the birds of the sky;\r\nThey sing among the thick foliage."},{"Verse":13,"Text":" He is watering the mountains from his upper rooms.\r\nWith the fruitage of your works the earth is satisfied."},{"Verse":14,"Text":" He is making grass grow for the cattle\r\nAnd vegetation for mankind’s use,\r\nTo grow food from the land"},{"Verse":15,"Text":" And wine that makes man’s heart rejoice,\r\nOil that makes the face shine,\r\nAnd bread that sustains the heart of mortal man."},{"Verse":16,"Text":" The trees of Jehovah are satisfied,\r\nThe cedars of Lebʹanon that he planted,"},{"Verse":17,"Text":" Where the birds make nests.\r\nThe home of the stork is in the juniper trees."},{"Verse":18,"Text":" The high mountains are for the mountain goats;\r\nThe crags are a refuge for the rock badgers."},{"Verse":19,"Text":" He has made the moon to mark the appointed times;\r\nThe sun well knows when to set."},{"Verse":20,"Text":" You bring darkness, and night falls,\r\nWhen all the wild animals of the forest roam about."},{"Verse":21,"Text":" The young lions roar for their prey\r\nAnd seek their food from God."},{"Verse":22,"Text":" When the sun rises,\r\nThey withdraw and lie down in their dens."},{"Verse":23,"Text":" Man goes to his work,\r\nAnd he labors until evening."},{"Verse":24,"Text":" How many your works are, O Jehovah!\r\nYou have made all of them in wisdom.\r\nThe earth is full of what you have made."},{"Verse":25,"Text":" There is the sea, so great and wide,\r\nTeeming with countless living things, both small and great."},{"Verse":26,"Text":" There the ships travel,\r\nAnd Leviʹathan, which you formed to play in it."},{"Verse":27,"Text":" All of them wait for you\r\nTo give them their food in its season."},{"Verse":28,"Text":" What you give them, they gather.\r\nWhen you open your hand, they are satisfied with good things."},{"Verse":29,"Text":" When you hide your face, they are disturbed.\r\nIf you take away their spirit, they die and return to the dust."},{"Verse":30,"Text":" If you send out your spirit, they are created,\r\nAnd you renew the surface of the ground."},{"Verse":31,"Text":" The glory of Jehovah will last forever.\r\nJehovah will rejoice in his works."},{"Verse":32,"Text":" He looks at the earth, and it trembles;\r\nHe touches the mountains, and they smoke."},{"Verse":33,"Text":" I will sing to Jehovah throughout my life;\r\nI will sing praises to my God as long as I live."},{"Verse":34,"Text":" Let my thoughts be pleasing to him.\r\nI will rejoice in Jehovah."},{"Verse":35,"Text":" The sinners will vanish from the earth,\r\nAnd the wicked will no longer exist.\r\nLet me praise Jehovah. Praise Jah!"}]},{"Chapter":105,"Verses":[{"Verse":1,"Text":" Give thanks to Jehovah, call on his name,\r\nMake his deeds known among the peoples!"},{"Verse":2,"Text":" Sing to him, sing praises to him,\r\nPonder over all his wonderful works."},{"Verse":3,"Text":" Boast about his holy name.\r\nLet the hearts of those seeking Jehovah rejoice."},{"Verse":4,"Text":" Search for Jehovah and his strength.\r\nSeek his face constantly."},{"Verse":5,"Text":" Remember the wonderful works he has performed,\r\nHis miracles and the judgments he has pronounced,"},{"Verse":6,"Text":" You offspring of Abraham his servant,\r\nYou sons of Jacob, his chosen ones."},{"Verse":7,"Text":" He is Jehovah our God.\r\nHis judgments are throughout the earth."},{"Verse":8,"Text":" He remembers his covenant forever,\r\nThe promise he made, to a thousand generations,"},{"Verse":9,"Text":" The covenant he made with Abraham,\r\nAnd the oath he swore to Isaac,"},{"Verse":10,"Text":" Which he established as a decree to Jacob\r\nAnd as a lasting covenant to Israel,"},{"Verse":11,"Text":" Saying, “I will give you the land of Caʹnaan\r\nAs your allotted inheritance.”"},{"Verse":12,"Text":" This was when they were few in number,\r\nYes, very few, and they were foreigners in the land."},{"Verse":13,"Text":" They walked about from nation to nation,\r\nFrom one kingdom to another people."},{"Verse":14,"Text":" He did not allow any man to oppress them,\r\nBut on their account he reproved kings,"},{"Verse":15,"Text":" Saying, “Do not touch my anointed ones,\r\nAnd to my prophets do nothing bad.”"},{"Verse":16,"Text":" He called down a famine on the land;\r\nHe cut off their supply of bread."},{"Verse":17,"Text":" He sent ahead of them a man\r\nWho was sold to be a slave, Joseph."},{"Verse":18,"Text":" With fetters they bound his feet,\r\nHis neck was put in irons;"},{"Verse":19,"Text":" Until the time that his word proved true,\r\nThe saying of Jehovah is what refined him."},{"Verse":20,"Text":" The king sent to release him,\r\nThe ruler of the peoples set him free."},{"Verse":21,"Text":" He made him master of his household,\r\nRuler over all his property,"},{"Verse":22,"Text":" To have authority over his princes as he pleased\r\nAnd to teach his elders wisdom."},{"Verse":23,"Text":" Then Israel came into Egypt,\r\nAnd Jacob lived as a foreigner in the land of Ham."},{"Verse":24,"Text":" God made his people very fruitful;\r\nHe made them mightier than their adversaries,"},{"Verse":25,"Text":" Whose hearts he let change to hate his people,\r\nTo plot against his servants."},{"Verse":26,"Text":" He sent his servant Moses,\r\nAnd Aaron, whom he had chosen."},{"Verse":27,"Text":" They performed his signs among them,\r\nHis miracles in the land of Ham."},{"Verse":28,"Text":" He sent darkness and the land became dark;\r\nThey did not rebel against his words."},{"Verse":29,"Text":" He changed their waters into blood\r\nAnd killed their fish."},{"Verse":30,"Text":" Their land swarmed with frogs,\r\nEven in the royal chambers."},{"Verse":31,"Text":" He ordered the gadflies to invade\r\nAnd gnats in all their territories."},{"Verse":32,"Text":" He turned their rain to hail\r\nAnd sent lightning on their land."},{"Verse":33,"Text":" He struck their vines and their fig trees\r\nAnd shattered the trees of their territory."},{"Verse":34,"Text":" He said that the locusts should invade,\r\nYoung locusts without number."},{"Verse":35,"Text":" They devoured all the vegetation in the land,\r\nAnd they devoured the produce of the ground."},{"Verse":36,"Text":" Then he struck down every firstborn in their land,\r\nThe beginning of their procreative power."},{"Verse":37,"Text":" He brought his people out with silver and gold;\r\nAnd no one among his tribes stumbled."},{"Verse":38,"Text":" Egypt rejoiced when they left,\r\nFor the dread of Israel had fallen on them."},{"Verse":39,"Text":" He spread a cloud to screen them off\r\nAnd fire to give light by night."},{"Verse":40,"Text":" They asked, and he brought quail;\r\nHe kept satisfying them with bread from heaven."},{"Verse":41,"Text":" He opened a rock, and waters flowed out;\r\nThese flowed through the desert like a river."},{"Verse":42,"Text":" For he remembered the holy promise he had made to Abraham his servant."},{"Verse":43,"Text":" So he brought out his people with exultation,\r\nHis chosen ones with a joyful cry."},{"Verse":44,"Text":" He gave them the lands of nations;\r\nThey inherited what other peoples had worked hard to produce,"},{"Verse":45,"Text":" So that they would keep his decrees\r\nAnd observe his laws.\r\nPraise Jah!"}]},{"Chapter":106,"Verses":[{"Verse":1,"Text":" Praise Jah!\r\nGive thanks to Jehovah, for he is good;\r\nHis loyal love endures forever."},{"Verse":2,"Text":" Who can fully declare Jehovah’s mighty acts\r\nOr proclaim all his praiseworthy deeds?"},{"Verse":3,"Text":" Happy are those who act with justice,\r\nWho always do what is right."},{"Verse":4,"Text":" Remember me, O Jehovah, when you show favor toward your people.\r\nTake care of me with your acts of salvation,"},{"Verse":5,"Text":" So that I may enjoy the goodness you show your chosen ones,\r\nThat I may rejoice along with your nation,\r\nThat I may proudly praise you along with your inheritance."},{"Verse":6,"Text":" We have sinned just as our forefathers did;\r\nWe have done wrong; we have acted wickedly."},{"Verse":7,"Text":" Our forefathers in Egypt did not appreciate your wonderful works.\r\nThey did not remember your abundant loyal love,\r\nBut they rebelled at the sea, by the Red Sea."},{"Verse":8,"Text":" But he saved them for the sake of his name,\r\nTo make his mightiness known."},{"Verse":9,"Text":" He rebuked the Red Sea, and it dried up;\r\nHe led them through its depths as through a desert;"},{"Verse":10,"Text":" He saved them from the hand of their foe\r\nAnd reclaimed them from the hand of the enemy."},{"Verse":11,"Text":" The waters covered their adversaries;\r\nNot one of them survived."},{"Verse":12,"Text":" Then they had faith in his promise;\r\nThey began to sing his praise."},{"Verse":13,"Text":" But they quickly forgot what he did;\r\nThey did not wait for his counsel."},{"Verse":14,"Text":" They gave way to their selfish desires in the wilderness;\r\nThey tested God in the desert."},{"Verse":15,"Text":" He gave them what they requested,\r\nBut then struck them with disease that made them waste away."},{"Verse":16,"Text":" In the camp they grew jealous of Moses\r\nAnd of Aaron, the holy one of Jehovah."},{"Verse":17,"Text":" The earth then opened up and swallowed Daʹthan\r\nAnd covered those assembled with Abiʹram."},{"Verse":18,"Text":" A fire blazed among their group;\r\nA flame consumed the wicked."},{"Verse":19,"Text":" They made a calf in Horʹeb\r\nAnd bowed down to a statue of metal;"},{"Verse":20,"Text":" They exchanged my glory\r\nFor the representation of a grass-eating bull."},{"Verse":21,"Text":" They forgot God their Savior,\r\nWho did great things in Egypt,"},{"Verse":22,"Text":" Wonderful works in the land of Ham,\r\nAwe-inspiring deeds at the Red Sea."},{"Verse":23,"Text":" He was about to order their annihilation,\r\nBut Moses his chosen one interceded with him\r\nTo avert his destructive anger."},{"Verse":24,"Text":" Then they despised the desirable land;\r\nThey had no faith in his promise."},{"Verse":25,"Text":" They kept grumbling in their tents;\r\nThey did not listen to the voice of Jehovah."},{"Verse":26,"Text":" So he raised his hand in an oath concerning them\r\nThat he would make them fall in the wilderness;"},{"Verse":27,"Text":" He would make their descendants fall among the nations,\r\nAnd he would scatter them throughout the lands."},{"Verse":28,"Text":" Then they joined in worship of Baʹal of Peʹor,\r\nAnd they ate sacrifices offered to the dead."},{"Verse":29,"Text":" They provoked Him by their actions,\r\nAnd a scourge broke out among them."},{"Verse":30,"Text":" But when Phinʹehas stood up and intervened,\r\nThe scourge was halted."},{"Verse":31,"Text":" And it was counted to him as righteousness\r\nThrough all generations forever."},{"Verse":32,"Text":" They provoked Him at the waters of Merʹibah,\r\nAnd it went badly for Moses because of them."},{"Verse":33,"Text":" They embittered his spirit,\r\nAnd he spoke rashly with his lips."},{"Verse":34,"Text":" They did not annihilate the peoples,\r\nAs Jehovah had commanded them."},{"Verse":35,"Text":" But they mingled with the nations\r\nAnd adopted their ways."},{"Verse":36,"Text":" They kept serving their idols,\r\nAnd these became a snare to them."},{"Verse":37,"Text":" They would sacrifice their sons\r\nAnd their daughters to demons."},{"Verse":38,"Text":" They kept spilling innocent blood,\r\nThe blood of their own sons and daughters\r\nWhom they sacrificed to the idols of Caʹnaan;\r\nAnd the land was polluted with bloodshed."},{"Verse":39,"Text":" They became unclean by their works;\r\nThey committed spiritual prostitution by their deeds."},{"Verse":40,"Text":" So the anger of Jehovah blazed against his people,\r\nAnd he grew to detest his inheritance."},{"Verse":41,"Text":" He repeatedly handed them over to the nations,\r\nSo that those who hated them might rule over them."},{"Verse":42,"Text":" Their enemies oppressed them,\r\nAnd they were subject to their power."},{"Verse":43,"Text":" Many times he rescued them,\r\nBut they would rebel and disobey,\r\nAnd they would be brought low for their error."},{"Verse":44,"Text":" But he would see their distress\r\nAnd hear their cry for help."},{"Verse":45,"Text":" For their sake he would remember his covenant,\r\nAnd he would feel pity, moved by his great loyal love."},{"Verse":46,"Text":" He would cause them to be pitied\r\nBy all who held them captive."},{"Verse":47,"Text":" Save us, O Jehovah our God,\r\nAnd gather us from the nations\r\nSo that we may give thanks to your holy name\r\nAnd exult in praising you."},{"Verse":48,"Text":" May Jehovah, the God of Israel, be praised\r\nThroughout all eternity.\r\nAnd let all the people say, “Amen!”\r\nPraise Jah!"}]},{"Chapter":107,"Verses":[{"Verse":1,"Text":" Give thanks to Jehovah, for he is good;\r\nHis loyal love endures forever."},{"Verse":2,"Text":" Let those reclaimed by Jehovah say this,\r\nThose whom he reclaimed from the hand of the adversary,"},{"Verse":3,"Text":" Whom he gathered together from the lands,\r\nFrom the east and from the west,\r\nFrom the north and from the south."},{"Verse":4,"Text":" They wandered about in the wilderness, in the desert;\r\nThey did not find a way to a city where they could live."},{"Verse":5,"Text":" They were hungry and thirsty;\r\nThey were faint from exhaustion."},{"Verse":6,"Text":" They kept crying out to Jehovah in their distress;\r\nHe rescued them from their plight."},{"Verse":7,"Text":" He had them walk in the right way\r\nTo come to a city where they could live."},{"Verse":8,"Text":" Let people give thanks to Jehovah for his loyal love\r\nAnd for his wonderful works in behalf of the sons of men."},{"Verse":9,"Text":" For he has satisfied the thirsty\r\nAnd filled the hungry with good things."},{"Verse":10,"Text":" Some were living in deepest darkness,\r\nPrisoners in affliction and in irons."},{"Verse":11,"Text":" For they had rebelled against the word of God;\r\nThey disrespected the counsel of the Most High."},{"Verse":12,"Text":" So he humbled their hearts through hardship;\r\nThey stumbled, and there was no one to help them."},{"Verse":13,"Text":" They called to Jehovah for help in their distress;\r\nHe saved them from their plight."},{"Verse":14,"Text":" He brought them out of deepest darkness,\r\nAnd he tore off their shackles."},{"Verse":15,"Text":" Let people give thanks to Jehovah for his loyal love\r\nAnd for his wonderful works in behalf of the sons of men."},{"Verse":16,"Text":" For he has broken down the doors of copper\r\nAnd cut through the bars of iron."},{"Verse":17,"Text":" They were foolish and suffered affliction\r\nOn account of their transgressions and their errors."},{"Verse":18,"Text":" They lost their appetite for all food;\r\nThey drew near the gates of death."},{"Verse":19,"Text":" They would call to Jehovah for help in their distress;\r\nHe would save them from their plight."},{"Verse":20,"Text":" He would send his word and heal them\r\nAnd rescue them from the pits they were trapped in."},{"Verse":21,"Text":" Let people give thanks to Jehovah for his loyal love\r\nAnd for his wonderful works in behalf of the sons of men."},{"Verse":22,"Text":" Let them offer the sacrifices of thanksgiving\r\nAnd declare his works with a joyful cry."},{"Verse":23,"Text":" Those who travel on the sea in ships,\r\nWho ply their trade over the vast waters,"},{"Verse":24,"Text":" They have seen the works of Jehovah\r\nAnd his wonderful works in the deep;"},{"Verse":25,"Text":" How by his word a windstorm arises,\r\nLifting up the waves of the sea."},{"Verse":26,"Text":" They rise up to the sky;\r\nThey plunge down to the depths.\r\nTheir courage melts away because of the impending calamity."},{"Verse":27,"Text":" They reel and stagger like a drunken man,\r\nAnd all their skill proves useless."},{"Verse":28,"Text":" Then they cry out to Jehovah in their distress,\r\nAnd he rescues them from their plight."},{"Verse":29,"Text":" He calms the windstorm;\r\nThe waves of the sea grow quiet."},{"Verse":30,"Text":" They rejoice when these grow still,\r\nAnd he leads them to their desired harbor."},{"Verse":31,"Text":" Let people give thanks to Jehovah for his loyal love\r\nAnd for his wonderful works in behalf of the sons of men."},{"Verse":32,"Text":" Let them exalt him in the congregation of the people,\r\nAnd let them praise him in the council of the elders."},{"Verse":33,"Text":" He turns rivers into a desert\r\nAnd springs of water into parched ground,"},{"Verse":34,"Text":" Fruitful land into salty wasteland,\r\nBecause of the wickedness of those dwelling in it."},{"Verse":35,"Text":" He turns the desert into reedy pools of water,\r\nAnd dry land into springs of water."},{"Verse":36,"Text":" He causes the hungry to dwell there,\r\nSo that they may establish a city where they can live."},{"Verse":37,"Text":" They sow fields and plant vineyards\r\nThat yield fruitful crops."},{"Verse":38,"Text":" He blesses them and they increase greatly;\r\nHe does not let their cattle diminish."},{"Verse":39,"Text":" But again they become few and are humiliated\r\nBecause of oppression, calamity, and grief."},{"Verse":40,"Text":" He pours out contempt upon nobles\r\nAnd makes them wander in trackless wastelands."},{"Verse":41,"Text":" But he protects the poor from oppression\r\nAnd makes their families as numerous as a flock."},{"Verse":42,"Text":" The upright see this and rejoice;\r\nBut all the unrighteous shut their mouths."},{"Verse":43,"Text":" Whoever is wise will observe these things\r\nAnd will carefully consider Jehovah’s acts of loyal love."}]},{"Chapter":108,"Verses":[{"Verse":1,"Text":" My heart is steadfast, O God.\r\nI will sing and make music with my whole being."},{"Verse":2,"Text":" Do awake, O stringed instrument; you too, O harp.\r\nI will awaken the dawn."},{"Verse":3,"Text":" I will praise you among the peoples, O Jehovah,\r\nAnd I will sing praises to you among the nations."},{"Verse":4,"Text":" For your loyal love is great, as high as the heavens,\r\nAnd your faithfulness, up to the skies."},{"Verse":5,"Text":" Be exalted above the heavens, O God;\r\nMay your glory be over all the earth."},{"Verse":6,"Text":" So that your loved ones may be rescued,\r\nSave us with your right hand and answer me."},{"Verse":7,"Text":" God has spoken in his holiness:\r\n“I will exult, I will give out Sheʹchem as an inheritance,\r\nAnd I will measure off the Valley of Sucʹcoth."},{"Verse":8,"Text":" Gilʹead belongs to me, as does Manasʹseh,\r\nAnd Eʹphraim is the helmet for my head;\r\nJudah is my commander’s staff."},{"Verse":9,"Text":" Moʹab is my washbasin.\r\nOver Eʹdom I will throw my sandal.\r\nOver Philisʹtia I will shout in triumph.”"},{"Verse":10,"Text":" Who will bring me to the fortified city?\r\nWho will lead me as far as Eʹdom?"},{"Verse":11,"Text":" Is it not you, O God, who have rejected us,\r\nOur God, who no longer goes out with our armies?"},{"Verse":12,"Text":" Help us in our distress,\r\nFor salvation by humans is worthless."},{"Verse":13,"Text":" By God we will gain power,\r\nAnd he will trample on our adversaries."}]},{"Chapter":109,"Verses":[{"Verse":1,"Text":" O God whom I praise, do not remain silent."},{"Verse":2,"Text":" For the wicked and the deceitful open their mouths against me.\r\nThey speak about me with lying tongues;"},{"Verse":3,"Text":" They surround me with hateful words,\r\nAnd they attack me without cause."},{"Verse":4,"Text":" They resist me in response to my love;\r\nBut I continue to pray."},{"Verse":5,"Text":" They repay me with bad for good\r\nAnd hatred for my love."},{"Verse":6,"Text":" Appoint a wicked man over him;\r\nMay a resister stand at his right hand."},{"Verse":7,"Text":" When he is judged, may he be found guilty;\r\nMay even his prayer be counted as a sin."},{"Verse":8,"Text":" Let his days be few;\r\nHis office of oversight let someone else take."},{"Verse":9,"Text":" Let his children become fatherless,\r\nAnd his wife, a widow."},{"Verse":10,"Text":" May his children become wandering beggars,\r\nForaging for food from their ruined homes."},{"Verse":11,"Text":" May his creditor seize all that he has,\r\nAnd may strangers plunder his possessions."},{"Verse":12,"Text":" May no one extend kindness to him,\r\nAnd may no one show favor to his fatherless children."},{"Verse":13,"Text":" Let his descendants be cut off;\r\nMay their name be erased within a generation."},{"Verse":14,"Text":" Let the error of his forefathers be remembered by Jehovah,\r\nAnd may the sin of his mother not be erased."},{"Verse":15,"Text":" May Jehovah always be mindful of what they have done;\r\nAnd may he cut off the memory of them from the earth."},{"Verse":16,"Text":" For he did not remember to show kindness,\r\nBut he kept pursuing the oppressed, poor, and brokenhearted man\r\nTo put him to death."},{"Verse":17,"Text":" He loved to pronounce a curse, so that is what came upon him;\r\nHe had no desire to bless, so he received no blessing."},{"Verse":18,"Text":" He was clothed with curses as his garment.\r\nAnd they were poured into his body like water,\r\nInto his bones like oil."},{"Verse":19,"Text":" May his curses be like the clothing in which he wraps himself\r\nAnd like a belt he always wears."},{"Verse":20,"Text":" This is the payment from Jehovah for the one who resists me\r\nAnd for those who speak evil things against me."},{"Verse":21,"Text":" But you, Jehovah the Sovereign Lord,\r\nAct in my behalf for the sake of your name.\r\nRescue me, because your loyal love is good."},{"Verse":22,"Text":" For I am helpless and poor,\r\nAnd my heart has been pierced within me."},{"Verse":23,"Text":" I am passing away like a fading shadow;\r\nI have been shaken off like a locust."},{"Verse":24,"Text":" My knees give way from fasting;\r\nMy body is thin, and I am wasting away."},{"Verse":25,"Text":" I have become the object of their taunts.\r\nWhen they see me, they shake their heads."},{"Verse":26,"Text":" Help me, O Jehovah my God;\r\nSave me by your loyal love."},{"Verse":27,"Text":" May they know that this is by your hand;\r\nThat you, O Jehovah, have done it."},{"Verse":28,"Text":" Let them pronounce a curse, but may you give a blessing.\r\nWhen they rise up against me, may they be put to shame,\r\nBut let your servant rejoice."},{"Verse":29,"Text":" Let those who resist me be clothed with humiliation;\r\nMay they be wrapped in their shame as in a robe."},{"Verse":30,"Text":" My mouth will fervently praise Jehovah;\r\nI will praise him in front of many people."},{"Verse":31,"Text":" For he will stand at the right hand of the poor\r\nTo save him from those who condemn him."}]},{"Chapter":110,"Verses":[{"Verse":1,"Text":" Jehovah declared to my Lord:\r\n“Sit at my right hand\r\nUntil I place your enemies as a stool for your feet.”"},{"Verse":2,"Text":" Jehovah will extend the scepter of your power out of Zion, saying:\r\n“Go subduing in the midst of your enemies.”"},{"Verse":3,"Text":" Your people will offer themselves willingly on the day of your military force.\r\nIn splendid holiness, from the womb of the dawn,\r\nYou have your company of young men just like dewdrops."},{"Verse":4,"Text":" Jehovah has sworn an oath, and he will not change his mind:\r\n“You are a priest forever\r\nIn the manner of Melchizʹedek!”"},{"Verse":5,"Text":" Jehovah will be at your right hand;\r\nHe will crush kings on the day of his anger."},{"Verse":6,"Text":" He will execute judgment against the nations;\r\nHe will fill the land with dead bodies.\r\nHe will crush the leader of a vast land."},{"Verse":7,"Text":" He will drink from the stream along the road.\r\nTherefore, he will hold his head high."}]},{"Chapter":111,"Verses":[{"Verse":1,"Text":" Praise Jah!\r\nא [Aleph]\r\nI will praise Jehovah with all my heart\r\nב [Beth]\r\nIn the assembled group of upright ones and in the congregation.\r\nג [Gimel]"},{"Verse":2,"Text":" The works of Jehovah are great;\r\nד [Daleth]\r\nThey are studied by all those finding pleasure in them.\r\nה [He]"},{"Verse":3,"Text":" His activity is glorious and splendid,\r\nו [Waw]\r\nAnd his righteousness endures forever.\r\nז [Zayin]"},{"Verse":4,"Text":" He causes his wonderful works to be remembered.\r\nח [Heth]\r\nJehovah is compassionate and merciful.\r\nט [Teth]"},{"Verse":5,"Text":" Food he gives to those fearing him.\r\nי [Yod]\r\nHe remembers his covenant forever.\r\nכ [Kaph]"},{"Verse":6,"Text":" He has revealed to his people his powerful works\r\nל [Lamed]\r\nBy giving them the inheritance of the nations.\r\nמ [Mem]"},{"Verse":7,"Text":" The works of his hands are truth and justice;\r\nנ [Nun]\r\nTrustworthy are all his orders.\r\nס [Samekh]"},{"Verse":8,"Text":" They are always reliable, now and forever;\r\nע [Ayin]\r\nThey are made in truth and righteousness.\r\nפ [Pe]"},{"Verse":9,"Text":" He has given redemption to his people.\r\nצ [Tsade]\r\nHe commanded that his covenant should last forever.\r\nק [Qoph]\r\nHis name is holy and awe-inspiring.\r\nר [Resh]"},{"Verse":10,"Text":" The fear of Jehovah is the beginning of wisdom.\r\nש [Sin]\r\nAll those observing his orders show good insight.\r\nת [Taw]\r\nHis praise endures forever."}]},{"Chapter":112,"Verses":[{"Verse":1,"Text":" Praise Jah!\r\nא [Aleph]\r\nHappy is the man who fears Jehovah,\r\nב [Beth]\r\nWho takes great pleasure in his commandments.\r\nג [Gimel]"},{"Verse":2,"Text":" His descendants will be mighty in the earth,\r\nד [Daleth]\r\nAnd the generation of the upright will be blessed.\r\nה [He]"},{"Verse":3,"Text":" Wealth and riches are in his house,\r\nו [Waw]\r\nAnd his righteousness continues forever.\r\nז [Zayin]"},{"Verse":4,"Text":" To the upright he shines like a light in the darkness.\r\nח [Heth]\r\nHe is compassionate and merciful and righteous.\r\nט [Teth]"},{"Verse":5,"Text":" It goes well for the man who generously lends.\r\nי [Yod]\r\nHe conducts his affairs with justice.\r\nכ [Kaph]"},{"Verse":6,"Text":" He will never be shaken.\r\nל [Lamed]\r\nThe righteous will be remembered forever.\r\nמ [Mem]"},{"Verse":7,"Text":" He will not fear bad news.\r\nנ [Nun]\r\nHis heart is steadfast, trusting in Jehovah.\r\nס [Samekh]"},{"Verse":8,"Text":" His heart is unshakable; he is not afraid;\r\nע [Ayin]\r\nIn the end he will look in triumph on his adversaries.\r\nפ [Pe]"},{"Verse":9,"Text":" He has distributed widely; he has given to the poor.\r\nצ [Tsade]\r\nHis righteousness continues forever.\r\nק [Qoph]\r\nHis own strength will be exalted with glory.\r\nר [Resh]"},{"Verse":10,"Text":" The wicked one will see and be upset.\r\nש [Shin]\r\nHe will grind his teeth and melt away.\r\nת [Taw]\r\nThe desires of the wicked will perish."}]},{"Chapter":113,"Verses":[{"Verse":1,"Text":" Praise Jah!\r\nOffer praise, you servants of Jehovah,\r\nPraise the name of Jehovah."},{"Verse":2,"Text":" May Jehovah’s name be praised\r\nFrom now on and forever."},{"Verse":3,"Text":" From the rising of the sun to its setting,\r\nLet Jehovah’s name be praised."},{"Verse":4,"Text":" Jehovah is high above all the nations;\r\nHis glory is above the heavens."},{"Verse":5,"Text":" Who is like Jehovah our God,\r\nThe one who dwells on high?"},{"Verse":6,"Text":" He stoops down to look on heaven and earth,"},{"Verse":7,"Text":" Raising the lowly from the dust.\r\nHe lifts up the poor from the ash heap"},{"Verse":8,"Text":" In order to make him sit with nobles,\r\nWith the nobles of his people."},{"Verse":9,"Text":" He gives the barren woman a home\r\nAs a happy mother with children.\r\nPraise Jah!"}]},{"Chapter":114,"Verses":[{"Verse":1,"Text":" When Israel went out of Egypt,\r\nThe house of Jacob from a people speaking a foreign language,"},{"Verse":2,"Text":" Judah became his sanctuary,\r\nIsrael, his dominion."},{"Verse":3,"Text":" The sea saw it and fled;\r\nThe Jordan turned back."},{"Verse":4,"Text":" The mountains skipped about like rams,\r\nThe hills, like lambs."},{"Verse":5,"Text":" What made you flee, O sea?\r\nWhy, O Jordan, did you turn back?"},{"Verse":6,"Text":" Why did you skip about like rams, O mountains,\r\nLike lambs, O hills?"},{"Verse":7,"Text":" Tremble, O earth, because of the Lord,\r\nBecause of the God of Jacob,"},{"Verse":8,"Text":" Who turns the rock into a reedy pool of water,\r\nThe flinty rock into springs of water."}]},{"Chapter":115,"Verses":[{"Verse":1,"Text":" Not to us, O Jehovah, not to us,\r\nBut to your name give glory\r\nBecause of your loyal love and your faithfulness."},{"Verse":2,"Text":" Why should the nations say:\r\n“Where is their God?”"},{"Verse":3,"Text":" Our God is in the heavens;\r\nHe does whatever he pleases."},{"Verse":4,"Text":" Their idols are silver and gold,\r\nThe work of human hands."},{"Verse":5,"Text":" A mouth they have, but they cannot speak;\r\nEyes, but they cannot see;"},{"Verse":6,"Text":" Ears they have, but they cannot hear;\r\nA nose, but they cannot smell;"},{"Verse":7,"Text":" Hands they have, but they cannot feel;\r\nFeet, but they cannot walk;\r\nThey make no sound with their throat."},{"Verse":8,"Text":" The people who make them will become just like them,\r\nAs will all those who trust in them."},{"Verse":9,"Text":" O Israel, trust in Jehovah\r\n—He is their help and their shield."},{"Verse":10,"Text":" O house of Aaron, trust in Jehovah\r\n—He is their help and their shield."},{"Verse":11,"Text":" You who fear Jehovah, trust in Jehovah\r\n—He is their help and their shield."},{"Verse":12,"Text":" Jehovah remembers us and will bless;\r\nHe will bless the house of Israel;\r\nHe will bless the house of Aaron."},{"Verse":13,"Text":" He will bless those who fear Jehovah,\r\nThe small as well as the great."},{"Verse":14,"Text":" Jehovah will give you an increase,\r\nTo you and your children."},{"Verse":15,"Text":" May you be blessed by Jehovah,\r\nThe Maker of heaven and earth."},{"Verse":16,"Text":" As for the heavens, they belong to Jehovah,\r\nBut the earth he has given to the sons of men."},{"Verse":17,"Text":" The dead do not praise Jah;\r\nNor do any who go down into the silence of death."},{"Verse":18,"Text":" But we will praise Jah\r\nFrom now on and forever.\r\nPraise Jah!"}]},{"Chapter":116,"Verses":[{"Verse":1,"Text":" I love Jehovah\r\nBecause he hears my voice, my pleas for help."},{"Verse":2,"Text":" For he inclines his ear to me,\r\nAnd I will call on him as long as I live."},{"Verse":3,"Text":" The ropes of death encircled me;\r\nThe Grave had me in its grip.\r\nI was overcome by distress and grief."},{"Verse":4,"Text":" But I called on the name of Jehovah:\r\n“O Jehovah, rescue me!”"},{"Verse":5,"Text":" Jehovah is compassionate and righteous;\r\nOur God is merciful."},{"Verse":6,"Text":" Jehovah is guarding the inexperienced.\r\nI was brought low, and he saved me."},{"Verse":7,"Text":" Let my soul rest once again,\r\nFor Jehovah has dealt kindly with me."},{"Verse":8,"Text":" You have rescued me from death,\r\nMy eye from tears, my foot from stumbling."},{"Verse":9,"Text":" I will walk before Jehovah in the land of the living."},{"Verse":10,"Text":" I had faith, for I spoke;\r\nI was greatly afflicted."},{"Verse":11,"Text":" As for me, I panicked and said:\r\n“Every man is a liar.”"},{"Verse":12,"Text":" With what will I repay Jehovah\r\nFor all the good he has done for me?"},{"Verse":13,"Text":" I will take up the cup of salvation,\r\nAnd I will call on the name of Jehovah."},{"Verse":14,"Text":" I will pay my vows to Jehovah\r\nIn the presence of all his people."},{"Verse":15,"Text":" Costly in the eyes of Jehovah\r\nIs the death of his loyal ones."},{"Verse":16,"Text":" I beg you, O Jehovah,\r\nFor I am your servant.\r\nI am your servant, the son of your slave girl.\r\nYou have freed me from my bonds."},{"Verse":17,"Text":" I will offer to you the sacrifice of thanksgiving;\r\nI will call on the name of Jehovah."},{"Verse":18,"Text":" I will pay my vows to Jehovah\r\nIn the presence of all his people,"},{"Verse":19,"Text":" In the courtyards of the house of Jehovah,\r\nIn your midst, O Jerusalem.\r\nPraise Jah!"}]},{"Chapter":117,"Verses":[{"Verse":1,"Text":" Praise Jehovah, all you nations;\r\nGlorify him, all you peoples."},{"Verse":2,"Text":" For his loyal love toward us is great;\r\nThe faithfulness of Jehovah endures forever.\r\nPraise Jah!"}]},{"Chapter":118,"Verses":[{"Verse":1,"Text":" Give thanks to Jehovah, for he is good;\r\nHis loyal love endures forever."},{"Verse":2,"Text":" Let Israel now say:\r\n“His loyal love endures forever.”"},{"Verse":3,"Text":" Let those of the house of Aaron now say:\r\n“His loyal love endures forever.”"},{"Verse":4,"Text":" Let those fearing Jehovah now say:\r\n“His loyal love endures forever.”"},{"Verse":5,"Text":" I called on Jah in my distress;\r\nJah answered and brought me into a place of safety."},{"Verse":6,"Text":" Jehovah is on my side; I will not be afraid.\r\nWhat can man do to me?"},{"Verse":7,"Text":" Jehovah is on my side as my helper;\r\nI will look in triumph on those who hate me."},{"Verse":8,"Text":" It is better to take refuge in Jehovah\r\nThan to trust in humans."},{"Verse":9,"Text":" It is better to take refuge in Jehovah\r\nThan to trust in princes."},{"Verse":10,"Text":" All the nations surrounded me,\r\nBut in the name of Jehovah,\r\nI warded them off."},{"Verse":11,"Text":" They surrounded me, yes, I was completely surrounded,\r\nBut in the name of Jehovah,\r\nI warded them off."},{"Verse":12,"Text":" They surrounded me like bees,\r\nBut they were extinguished as quickly as a fire among thorns.\r\nIn the name of Jehovah,\r\nI warded them off."},{"Verse":13,"Text":" I was pushed hard to make me fall,\r\nBut Jehovah helped me."},{"Verse":14,"Text":" Jah is my shelter and my strength,\r\nAnd he has become my salvation."},{"Verse":15,"Text":" The sound of rejoicing and salvation\r\nIs in the tents of the righteous.\r\nThe right hand of Jehovah is demonstrating its power."},{"Verse":16,"Text":" The right hand of Jehovah is exalting itself;\r\nThe right hand of Jehovah is demonstrating its power."},{"Verse":17,"Text":" I will not die, no, I will live,\r\nIn order to declare the works of Jah."},{"Verse":18,"Text":" Jah disciplined me severely,\r\nBut he did not hand me over to death."},{"Verse":19,"Text":" Open to me the gates of righteousness;\r\nI will enter them and praise Jah."},{"Verse":20,"Text":" This is the gate of Jehovah.\r\nThe righteous will enter through it."},{"Verse":21,"Text":" I will praise you, for you answered me\r\nAnd you became my salvation."},{"Verse":22,"Text":" The stone that the builders rejected\r\nHas become the chief cornerstone."},{"Verse":23,"Text":" This has come from Jehovah;\r\nIt is wonderful in our eyes."},{"Verse":24,"Text":" This is the day that Jehovah has made;\r\nWe will be joyful and rejoice in it."},{"Verse":25,"Text":" Jehovah, save us, please, we beg!\r\nJehovah, grant us victory, please!"},{"Verse":26,"Text":" Blessed is the one who comes in the name of Jehovah;\r\nWe bless you from the house of Jehovah."},{"Verse":27,"Text":" Jehovah is God;\r\nHe gives us light.\r\nJoin in the festival procession with branches in hand,\r\nUp to the horns of the altar."},{"Verse":28,"Text":" You are my God, and I will praise you;\r\nMy God, I will exalt you."},{"Verse":29,"Text":" Give thanks to Jehovah, for he is good;\r\nHis loyal love endures forever."}]},{"Chapter":119,"Verses":[{"Verse":1,"Text":" Happy are those who are blameless in their way,\r\nWho walk in the law of Jehovah."},{"Verse":2,"Text":" Happy are those who observe his reminders,\r\nWho search for him with all their heart."},{"Verse":3,"Text":" They practice no unrighteousness;\r\nThey walk in his ways."},{"Verse":4,"Text":" You have commanded\r\nThat your orders be carefully kept."},{"Verse":5,"Text":" If only I could remain steadfast\r\nSo as to observe your regulations!"},{"Verse":6,"Text":" Then I would not be put to shame\r\nWhen I consider all your commandments."},{"Verse":7,"Text":" I will praise you with an upright heart\r\nWhen I learn your righteous judgments."},{"Verse":8,"Text":" I will observe your regulations.\r\nMay you never utterly forsake me.\r\nב [Beth]"},{"Verse":9,"Text":" How can a young man keep his path clean?\r\nBy keeping on guard according to your word."},{"Verse":10,"Text":" With my whole heart I seek you.\r\nDo not let me stray from your commandments."},{"Verse":11,"Text":" In my heart I treasure up your saying\r\nSo that I may not sin against you."},{"Verse":12,"Text":" May you be praised, O Jehovah;\r\nTeach me your regulations."},{"Verse":13,"Text":" With my lips I declare\r\nAll the judgments that you have spoken."},{"Verse":14,"Text":" I rejoice over your reminders\r\nMore than over all other valuable things."},{"Verse":15,"Text":" I will ponder over your orders\r\nAnd keep my eyes on your paths."},{"Verse":16,"Text":" I am fond of your statutes.\r\nI will not forget your word.\r\nג [Gimel]"},{"Verse":17,"Text":" Deal kindly with your servant,\r\nSo that I may live and observe your word."},{"Verse":18,"Text":" Open my eyes so that I may see clearly\r\nThe wonderful things from your law."},{"Verse":19,"Text":" I am but a foreigner in the land.\r\nDo not hide your commandments from me."},{"Verse":20,"Text":" I am consumed with longing\r\nFor your judgments at all times."},{"Verse":21,"Text":" You rebuke the presumptuous,\r\nThe cursed ones who stray from your commandments."},{"Verse":22,"Text":" Remove from me scorn and contempt,\r\nFor I have observed your reminders."},{"Verse":23,"Text":" Even when princes sit together and speak against me,\r\nYour servant ponders over your regulations."},{"Verse":24,"Text":" I am fond of your reminders;\r\nThey are my advisers.\r\nד [Daleth]"},{"Verse":25,"Text":" I lie prostrate in the dust.\r\nPreserve me alive according to your word."},{"Verse":26,"Text":" I told you of my ways, and you answered me;\r\nTeach me your regulations."},{"Verse":27,"Text":" Make me understand the meaning of your orders,\r\nSo that I may ponder over your wonderful works."},{"Verse":28,"Text":" I have been sleepless from grief.\r\nStrengthen me according to your word."},{"Verse":29,"Text":" Remove from me the way of deception,\r\nAnd favor me with your law."},{"Verse":30,"Text":" The way of faithfulness I have chosen.\r\nI recognize that your judgments are right."},{"Verse":31,"Text":" I cling to your reminders.\r\nO Jehovah, do not let me be disappointed."},{"Verse":32,"Text":" I will eagerly pursue the way of your commandments\r\nBecause you make room for it in my heart.\r\nה [He]"},{"Verse":33,"Text":" Teach me, O Jehovah, the way of your regulations,\r\nAnd I will follow it to the end."},{"Verse":34,"Text":" Give me understanding,\r\nSo that I may observe your law\r\nAnd keep it with my whole heart."},{"Verse":35,"Text":" Guide me in the pathway of your commandments,\r\nFor in it I take delight."},{"Verse":36,"Text":" Incline my heart to your reminders,\r\nNot to selfish gain."},{"Verse":37,"Text":" Turn my eyes away from looking at what is worthless;\r\nPreserve me alive in your way."},{"Verse":38,"Text":" Fulfill your promise to your servant,\r\nSo that you may be feared."},{"Verse":39,"Text":" Remove the disgrace that I dread,\r\nFor your judgments are good."},{"Verse":40,"Text":" See how I long for your orders.\r\nPreserve me alive in your righteousness.\r\nו [Waw]"},{"Verse":41,"Text":" May I experience your loyal love, O Jehovah,\r\nYour salvation in harmony with your promise;"},{"Verse":42,"Text":" Then I will reply to the one taunting me,\r\nFor I put my trust in your word."},{"Verse":43,"Text":" Do not utterly remove the word of truth from my mouth,\r\nFor I have hoped in your judgment."},{"Verse":44,"Text":" I will keep your law constantly,\r\nForever and ever."},{"Verse":45,"Text":" And I will walk about in a place of safety,\r\nFor I search for your orders."},{"Verse":46,"Text":" I will speak about your reminders in front of kings,\r\nAnd I will not be ashamed."},{"Verse":47,"Text":" I am fond of your commandments,\r\nYes, I love them."},{"Verse":48,"Text":" I will raise my hands to your commandments, which I love,\r\nAnd I will ponder over your regulations.\r\nז [Zayin]"},{"Verse":49,"Text":" Remember your word to your servant,\r\nThrough which you give me hope."},{"Verse":50,"Text":" This is my comfort in my affliction,\r\nFor your saying has preserved me alive."},{"Verse":51,"Text":" The presumptuous utterly scorn me,\r\nBut I do not deviate from your law."},{"Verse":52,"Text":" I remember your judgments from of old, O Jehovah,\r\nAnd I find comfort in them."},{"Verse":53,"Text":" I am seized with burning rage because of the wicked,\r\nWho forsake your law."},{"Verse":54,"Text":" Your regulations are songs to me\r\nWherever I dwell."},{"Verse":55,"Text":" During the night I remember your name, O Jehovah,\r\nSo that I may keep your law."},{"Verse":56,"Text":" This has been my practice\r\nBecause I have observed your orders.\r\nח [Heth]"},{"Verse":57,"Text":" Jehovah is my portion;\r\nI have promised to keep your words."},{"Verse":58,"Text":" I appeal to you with all my heart;\r\nShow me favor according to your promise."},{"Verse":59,"Text":" I have examined my ways,\r\nIn order to turn my feet back to your reminders."},{"Verse":60,"Text":" I hurry and do not delay\r\nTo keep your commandments."},{"Verse":61,"Text":" The ropes of the wicked surround me,\r\nBut your law I do not forget."},{"Verse":62,"Text":" At midnight I get up to give you thanks\r\nFor your righteous judgments."},{"Verse":63,"Text":" I am a friend of all who fear you\r\nAnd of those who keep your orders."},{"Verse":64,"Text":" Your loyal love, O Jehovah, fills the earth;\r\nTeach me your regulations.\r\nט [Teth]"},{"Verse":65,"Text":" You have dealt well with your servant,\r\nO Jehovah, according to your word."},{"Verse":66,"Text":" Teach me good sense and knowledge,\r\nFor I have put my trust in your commandments."},{"Verse":67,"Text":" Before I was afflicted, I used to go astray,\r\nBut now I keep your saying."},{"Verse":68,"Text":" You are good and your works are good.\r\nTeach me your regulations."},{"Verse":69,"Text":" The presumptuous smear me with lies,\r\nBut I observe your orders with all my heart."},{"Verse":70,"Text":" Their heart is insensitive,\r\nBut I am fond of your law."},{"Verse":71,"Text":" It is good that I have been afflicted,\r\nSo that I may learn your regulations."},{"Verse":72,"Text":" The law that you have proclaimed is good for me,\r\nMore so than thousands of pieces of gold and silver.\r\nי [Yod]"},{"Verse":73,"Text":" Your hands made me and formed me.\r\nGive me understanding,\r\nSo that I may learn your commandments."},{"Verse":74,"Text":" Those who fear you see me and rejoice,\r\nFor your word is my hope."},{"Verse":75,"Text":" I know, O Jehovah, that your judgments are righteous\r\nAnd that you have afflicted me in your faithfulness."},{"Verse":76,"Text":" May your loyal love please comfort me,\r\nAccording to the promise you made to your servant."},{"Verse":77,"Text":" Show me mercy, so that I may keep living,\r\nFor I am fond of your law."},{"Verse":78,"Text":" May the presumptuous be put to shame,\r\nFor they wrong me without cause.\r\nBut I will ponder over your orders."},{"Verse":79,"Text":" Let those who fear you return to me,\r\nThose who know your reminders."},{"Verse":80,"Text":" May my heart be blameless in following your regulations,\r\nSo that I may not be put to shame.\r\nכ [Kaph]"},{"Verse":81,"Text":" I long for your salvation,\r\nFor your word is my hope."},{"Verse":82,"Text":" My eyes long for your saying\r\nWhile I say: “When will you comfort me?”"},{"Verse":83,"Text":" For I am like a skin bottle dried up in the smoke,\r\nBut your regulations I do not forget."},{"Verse":84,"Text":" How many days must your servant wait?\r\nWhen will you bring judgment against those persecuting me?"},{"Verse":85,"Text":" The presumptuous dig pits for me,\r\nThose who defy your law."},{"Verse":86,"Text":" All your commandments are trustworthy.\r\nMen persecute me without cause; help me!"},{"Verse":87,"Text":" They almost exterminated me from the earth,\r\nBut I did not abandon your orders."},{"Verse":88,"Text":" Preserve me alive because of your loyal love,\r\nSo that I may keep the reminders you have spoken.\r\nל [Lamed]"},{"Verse":89,"Text":" Forever, O Jehovah,\r\nYour word will remain in the heavens."},{"Verse":90,"Text":" Your faithfulness is through all generations.\r\nYou have firmly established the earth, so that it continues to stand."},{"Verse":91,"Text":" By your judgments they remain until today,\r\nFor they are all your servants."},{"Verse":92,"Text":" If I had not been fond of your law,\r\nI would have perished in my affliction."},{"Verse":93,"Text":" I will never forget your orders,\r\nBecause by them you have preserved me alive."},{"Verse":94,"Text":" I belong to you; save me,\r\nBecause I have searched for your orders."},{"Verse":95,"Text":" The wicked wait to destroy me,\r\nBut I give close attention to your reminders."},{"Verse":96,"Text":" I have seen a limit to all perfection,\r\nBut your commandment has no limit.\r\nמ [Mem]"},{"Verse":97,"Text":" How I do love your law!\r\nI ponder over it all day long."},{"Verse":98,"Text":" Your commandment makes me wiser than my enemies,\r\nBecause it is with me forever."},{"Verse":99,"Text":" I have more insight than all my teachers,\r\nBecause I ponder over your reminders."},{"Verse":100,"Text":" I act with more understanding than older men,\r\nBecause I observe your orders."},{"Verse":101,"Text":" I refuse to walk on any evil path,\r\nSo that I may keep your word."},{"Verse":102,"Text":" I do not turn aside from your judgments,\r\nFor you have instructed me."},{"Verse":103,"Text":" How sweet your sayings are to my palate,\r\nMore so than honey to my mouth!"},{"Verse":104,"Text":" By your orders I act with understanding.\r\nThat is why I hate every false path.\r\nנ [Nun]"},{"Verse":105,"Text":" Your word is a lamp to my foot,\r\nAnd a light for my path."},{"Verse":106,"Text":" I have sworn an oath, and I will carry it out,\r\nTo observe your righteous judgments."},{"Verse":107,"Text":" I have been greatly afflicted.\r\nO Jehovah, preserve me alive according to your word."},{"Verse":108,"Text":" Please take pleasure in my voluntary offerings of praise, O Jehovah,\r\nAnd teach me your judgments."},{"Verse":109,"Text":" My life is in constant danger,\r\nBut I have not forgotten your law."},{"Verse":110,"Text":" The wicked have set a trap for me,\r\nBut I have not strayed from your orders."},{"Verse":111,"Text":" I take your reminders as my permanent possession,\r\nFor they are the joy of my heart."},{"Verse":112,"Text":" I have resolved to obey your regulations\r\nAt all times, down to the last.\r\nס [Samekh]"},{"Verse":113,"Text":" I hate the halfhearted ones,\r\nBut I love your law."},{"Verse":114,"Text":" You are my shelter and my shield,\r\nFor your word is my hope."},{"Verse":115,"Text":" Stay away from me, you evil men,\r\nSo that I may observe the commandments of my God."},{"Verse":116,"Text":" Support me as you promised,\r\nSo that I may keep living;\r\nDo not let my hope turn into disappointment."},{"Verse":117,"Text":" Support me that I may be saved;\r\nThen I will always concentrate on your regulations."},{"Verse":118,"Text":" You reject all those who stray from your regulations,\r\nFor they are false and deceitful."},{"Verse":119,"Text":" You discard all the wicked of the earth as if they were worthless dross.\r\nThat is why I love your reminders."},{"Verse":120,"Text":" The dread of you makes my body tremble;\r\nI am in fear of your judgments.\r\nע [Ayin]"},{"Verse":121,"Text":" I have done what is just and righteous.\r\nDo not abandon me to my oppressors!"},{"Verse":122,"Text":" Guarantee the welfare of your servant;\r\nMay the presumptuous not oppress me."},{"Verse":123,"Text":" My eyes have grown weary waiting for your salvation\r\nAnd for your righteous promise."},{"Verse":124,"Text":" Show your loyal love to your servant,\r\nAnd teach me your regulations."},{"Verse":125,"Text":" I am your servant; give me understanding,\r\nSo that I may know your reminders."},{"Verse":126,"Text":" The time has come for Jehovah to act,\r\nFor they have broken your law."},{"Verse":127,"Text":" That is why I love your commandments\r\nMore than gold, even fine gold."},{"Verse":128,"Text":" Therefore, I consider every instruction from you to be right;\r\nI hate every false path.\r\nפ [Pe]"},{"Verse":129,"Text":" Your reminders are wonderful.\r\nThat is why I observe them."},{"Verse":130,"Text":" The disclosure of your words brings light,\r\nGiving understanding to the inexperienced."},{"Verse":131,"Text":" I open my mouth wide and sigh,\r\nBecause I long for your commandments."},{"Verse":132,"Text":" Turn to me and show me favor,\r\nIn keeping with your judgment toward those loving your name."},{"Verse":133,"Text":" Guide my steps safely by your saying;\r\nMay nothing wicked dominate me."},{"Verse":134,"Text":" Rescue me from oppressive men,\r\nAnd I will keep your orders."},{"Verse":135,"Text":" Make your face shine upon your servant,\r\nAnd teach me your regulations."},{"Verse":136,"Text":" Tears stream down from my eyes\r\nBecause people do not keep your law.\r\nצ [Tsade]"},{"Verse":137,"Text":" You are righteous, O Jehovah,\r\nAnd your judgments are fair."},{"Verse":138,"Text":" The reminders you give are righteous\r\nAnd completely reliable."},{"Verse":139,"Text":" My zeal consumes me,\r\nBecause my adversaries have forgotten your words."},{"Verse":140,"Text":" Your saying is thoroughly refined,\r\nAnd your servant loves it."},{"Verse":141,"Text":" I am insignificant and despised;\r\nYet, I have not forgotten your orders."},{"Verse":142,"Text":" Your righteousness is an eternal righteousness,\r\nAnd your law is truth."},{"Verse":143,"Text":" Though distress and difficulty come upon me,\r\nI remain fond of your commandments."},{"Verse":144,"Text":" The righteousness of your reminders is eternal.\r\nGive me understanding, so that I may keep living.\r\nק [Qoph]"},{"Verse":145,"Text":" I call with my whole heart. Answer me, O Jehovah.\r\nYour regulations I will observe."},{"Verse":146,"Text":" I call on you; save me!\r\nI will keep your reminders."},{"Verse":147,"Text":" I have been awake before dawn to cry for help,\r\nFor your words are my hope."},{"Verse":148,"Text":" My eyes open before the night watches,\r\nSo that I can ponder over your saying."},{"Verse":149,"Text":" Do listen to my voice because of your loyal love.\r\nO Jehovah, preserve me alive according to your justice."},{"Verse":150,"Text":" Those who engage in shameful conduct come near;\r\nThey are far away from your law."},{"Verse":151,"Text":" You are near, O Jehovah,\r\nAnd all your commandments are truth."},{"Verse":152,"Text":" Long ago I learned about your reminders,\r\nThat you have established them to last forever.\r\nר [Resh]"},{"Verse":153,"Text":" Look on my affliction and rescue me,\r\nFor I have not forgotten your law."},{"Verse":154,"Text":" Defend me and rescue me;\r\nPreserve me alive in harmony with your promise."},{"Verse":155,"Text":" Salvation is far away from the wicked,\r\nFor they have not searched for your regulations."},{"Verse":156,"Text":" Your mercy is great, O Jehovah.\r\nPreserve me alive in harmony with your justice."},{"Verse":157,"Text":" My persecutors and my adversaries are many;\r\nBut I have not deviated from your reminders."},{"Verse":158,"Text":" I look on the treacherous with loathing,\r\nBecause they do not keep your saying."},{"Verse":159,"Text":" See how I love your orders!\r\nO Jehovah, preserve me alive because of your loyal love."},{"Verse":160,"Text":" The very essence of your word is truth,\r\nAnd all your righteous judgments endure forever.\r\nש [Sin] or [Shin]"},{"Verse":161,"Text":" Princes persecute me for no cause,\r\nBut my heart stands in awe of your words."},{"Verse":162,"Text":" I rejoice over your saying\r\nLike someone who finds great spoil."},{"Verse":163,"Text":" I hate falsehood—I detest it—\r\nI love your law."},{"Verse":164,"Text":" Seven times a day I praise you\r\nBecause of your righteous judgments."},{"Verse":165,"Text":" Abundant peace belongs to those who love your law;\r\nNothing can make them stumble."},{"Verse":166,"Text":" I hope for your acts of salvation, O Jehovah,\r\nAnd I observe your commandments."},{"Verse":167,"Text":" I keep your reminders,\r\nAnd I love them dearly."},{"Verse":168,"Text":" I observe your orders and your reminders,\r\nFor you are aware of all that I do.\r\nת [Taw]"},{"Verse":169,"Text":" May my cry for help reach you, O Jehovah.\r\nAccording to your word, make me understand."},{"Verse":170,"Text":" May my request for favor come before you.\r\nSave me, as you have promised."},{"Verse":171,"Text":" May my lips overflow with praise,\r\nFor you teach me your regulations."},{"Verse":172,"Text":" May my tongue sing about your saying,\r\nFor all your commandments are righteous."},{"Verse":173,"Text":" May your hand be ready to help me,\r\nBecause I choose to obey your orders."},{"Verse":174,"Text":" I long for your salvation, O Jehovah,\r\nAnd I am fond of your law."},{"Verse":175,"Text":" Let me live so that I may praise you;\r\nMay your judgments be my help."},{"Verse":176,"Text":" I have strayed like a lost sheep. Search for your servant,\r\nFor I have not forgotten your commandments."}]},{"Chapter":120,"Verses":[{"Verse":1,"Text":" I called to Jehovah in my distress,\r\nAnd he answered me."},{"Verse":2,"Text":" O Jehovah, rescue me from lying lips\r\nAnd from the deceitful tongue."},{"Verse":3,"Text":" What will He do to you, and how will He punish you,\r\nYou deceitful tongue?"},{"Verse":4,"Text":" With sharp arrows of a warrior\r\nAnd burning coals of broomwood."},{"Verse":5,"Text":" Woe to me, for I have lived as a foreigner in Meʹshech!\r\nI have been dwelling among the tents of Keʹdar."},{"Verse":6,"Text":" I have been dwelling far too long\r\nWith those who hate peace."},{"Verse":7,"Text":" I am for peace, but when I speak,\r\nThey are for war."}]},{"Chapter":121,"Verses":[{"Verse":1,"Text":" I raise my eyes to the mountains.\r\nFrom where will my help come?"},{"Verse":2,"Text":" My help comes from Jehovah,\r\nThe Maker of heaven and earth."},{"Verse":3,"Text":" He will never allow your foot to slip.\r\nThe One guarding you will never be drowsy."},{"Verse":4,"Text":" Look! He will never be drowsy nor go to sleep,\r\nThe One guarding Israel."},{"Verse":5,"Text":" Jehovah is guarding you.\r\nJehovah is the shade at your right hand."},{"Verse":6,"Text":" By day the sun will not strike you,\r\nNor the moon by night."},{"Verse":7,"Text":" Jehovah will guard you against all harm.\r\nHe will guard your life."},{"Verse":8,"Text":" Jehovah will guard you in all you do\r\nFrom now on and forever."}]},{"Chapter":122,"Verses":[{"Verse":1,"Text":" I rejoiced when they said to me:\r\n“Let us go to the house of Jehovah.”"},{"Verse":2,"Text":" And now our feet are standing\r\nWithin your gates, O Jerusalem."},{"Verse":3,"Text":" Jerusalem is built as a city\r\nThat is joined together as one."},{"Verse":4,"Text":" The tribes have gone up to it,\r\nThe tribes of Jah,\r\nAccording to the reminder to Israel,\r\nTo give thanks to the name of Jehovah."},{"Verse":5,"Text":" For thrones for judgment were set up there,\r\nThrones of the house of David."},{"Verse":6,"Text":" Ask for the peace of Jerusalem.\r\nThose who love you, O city, will be secure."},{"Verse":7,"Text":" May peace continue within your ramparts,\r\nSecurity within your fortified towers."},{"Verse":8,"Text":" For the sake of my brothers and my companions I will say:\r\n“May there be peace within you.”"},{"Verse":9,"Text":" For the sake of the house of Jehovah our God,\r\nI will seek good for you."}]},{"Chapter":123,"Verses":[{"Verse":1,"Text":" To you I raise my eyes,\r\nYou who are enthroned in the heavens."},{"Verse":2,"Text":" As the eyes of servants look to the hand of their master,\r\nAnd the eyes of a servant girl to the hand of her mistress,\r\nSo our eyes look to Jehovah our God\r\nUntil he shows us favor."},{"Verse":3,"Text":" Show us favor, O Jehovah, show us favor,\r\nFor we have had our full share of contempt."},{"Verse":4,"Text":" We have had our full share of ridicule from the self-assured\r\nAnd the contempt of the arrogant."}]},{"Chapter":124,"Verses":[{"Verse":1,"Text":" “If Jehovah had not been with us”\r\n—Let Israel now say—"},{"Verse":2,"Text":" “If Jehovah had not been with us\r\nWhen men rose up to attack us,"},{"Verse":3,"Text":" Then they would have swallowed us up alive\r\nWhen their anger was burning against us."},{"Verse":4,"Text":" Then the waters would have washed us away,\r\nThe torrent would have swept over us."},{"Verse":5,"Text":" The raging waters would have overwhelmed us."},{"Verse":6,"Text":" May Jehovah be praised,\r\nFor he has not given us as prey to their teeth."},{"Verse":7,"Text":" We are like a bird that escaped\r\nFrom the hunter’s trap;\r\nThe trap was broken,\r\nAnd we escaped."},{"Verse":8,"Text":" Our help is in the name of Jehovah,\r\nThe Maker of heaven and earth.”"}]},{"Chapter":125,"Verses":[{"Verse":1,"Text":" Those who trust in Jehovah\r\nAre like Mount Zion, which cannot be shaken\r\nBut endures forever."},{"Verse":2,"Text":" Just as mountains surround Jerusalem,\r\nSo Jehovah surrounds his people\r\nFrom now on and forever."},{"Verse":3,"Text":" The scepter of wickedness will not remain upon the land allotted to the righteous,\r\nSo that the righteous do not turn to doing what is wrong."},{"Verse":4,"Text":" Do good, O Jehovah, to those who are good,\r\nTo those who are upright in heart."},{"Verse":5,"Text":" As for those who turn aside to their crooked ways,\r\nJehovah will remove them along with the wrongdoers.\r\nMay there be peace upon Israel."}]},{"Chapter":126,"Verses":[{"Verse":1,"Text":" When Jehovah gathered back the captives of Zion,\r\nWe thought we were dreaming."},{"Verse":2,"Text":" At that time our mouth was filled with laughter\r\nAnd our tongue with a joyful shout.\r\nAt that time they said among the nations:\r\n“Jehovah has done great things for them.”"},{"Verse":3,"Text":" Jehovah has done great things for us,\r\nAnd we are overjoyed."},{"Verse":4,"Text":" Do gather back our captives, O Jehovah,\r\nLike streams in the Negʹeb."},{"Verse":5,"Text":" Those sowing seed with tears\r\nWill reap with a joyful shout."},{"Verse":6,"Text":" The one who does go out, though weeping,\r\nCarrying his bag of seed,\r\nWill surely return with a joyful shout,\r\nCarrying in his sheaves."}]},{"Chapter":127,"Verses":[{"Verse":1,"Text":" Unless Jehovah builds the house,\r\nIt is in vain that its builders work hard on it.\r\nUnless Jehovah guards the city,\r\nIt is in vain that the guard stays awake."},{"Verse":2,"Text":" It is in vain that you rise up early,\r\nThat you stay up late,\r\nThat you toil for your food,\r\nSince he provides for his loved ones while giving them sleep."},{"Verse":3,"Text":" Look! Sons are an inheritance from Jehovah;\r\nThe fruit of the womb is a reward."},{"Verse":4,"Text":" Like arrows in the hand of a mighty man,\r\nSo are the sons of one’s youth."},{"Verse":5,"Text":" Happy is the man who fills his quiver with them.\r\nThey will not be put to shame,\r\nFor they will speak with enemies in the city gate."}]},{"Chapter":128,"Verses":[{"Verse":1,"Text":" Happy is everyone who fears Jehovah,\r\nWho walks in His ways."},{"Verse":2,"Text":" You will eat what your hands worked hard to produce.\r\nYou will be happy and will enjoy prosperity."},{"Verse":3,"Text":" Your wife will be like a fruitful vine within your house;\r\nYour sons will be like shoots of an olive tree around your table."},{"Verse":4,"Text":" Look! That is how the man who fears Jehovah\r\nWill be blessed."},{"Verse":5,"Text":" Jehovah will bless you from Zion.\r\nMay you see Jerusalem prosper all the days of your life"},{"Verse":6,"Text":" And see the sons of your sons.\r\nMay there be peace upon Israel."}]},{"Chapter":129,"Verses":[{"Verse":1,"Text":" “Since my youth they have constantly attacked me”\r\n—Let Israel now say—"},{"Verse":2,"Text":" “Since my youth they have constantly attacked me;\r\nBut they have not defeated me."},{"Verse":3,"Text":" Plowmen have plowed across my back;\r\nThey have made their furrows long.”"},{"Verse":4,"Text":" But Jehovah is righteous;\r\nHe has cut up the ropes of the wicked."},{"Verse":5,"Text":" They will be put to shame and will retreat in disgrace,\r\nAll those who hate Zion."},{"Verse":6,"Text":" They will become like grass on the rooftops\r\nThat withers before it is pulled up,"},{"Verse":7,"Text":" That cannot fill the reaper’s hand\r\nNor the arms of the one gathering sheaves."},{"Verse":8,"Text":" Those passing by will not say:\r\n“May the blessing of Jehovah be upon you;\r\nWe bless you in the name of Jehovah.”"}]},{"Chapter":130,"Verses":[{"Verse":1,"Text":" From the depths I call to you, O Jehovah."},{"Verse":2,"Text":" O Jehovah, hear my voice.\r\nMay your ears pay attention to my pleas for help."},{"Verse":3,"Text":" If errors were what you watch, O Jah,\r\nThen who, O Jehovah, could stand?"},{"Verse":4,"Text":" For with you there is true forgiveness,\r\nSo that you may be held in awe."},{"Verse":5,"Text":" I hope in Jehovah, my whole being hopes in him;\r\nI wait for his word."},{"Verse":6,"Text":" I eagerly wait for Jehovah,\r\nMore than watchmen wait for the morning,\r\nYes, more than watchmen wait for the morning."},{"Verse":7,"Text":" Let Israel keep waiting for Jehovah,\r\nFor Jehovah is loyal in his love,\r\nAnd he has great power to redeem."},{"Verse":8,"Text":" He will redeem Israel from all their errors."}]},{"Chapter":131,"Verses":[{"Verse":1,"Text":" O Jehovah, my heart is not haughty,\r\nNor are my eyes lofty;\r\nNor do I aspire to things too great,\r\nOr to things that are beyond me."},{"Verse":2,"Text":" No, but I have calmed and quieted my soul\r\nLike a weaned child with its mother;\r\nI am contented like a weaned child."},{"Verse":3,"Text":" Let Israel wait for Jehovah\r\nFrom now on and forever."}]},{"Chapter":132,"Verses":[{"Verse":1,"Text":" O Jehovah, remember David\r\nAnd all his suffering;"},{"Verse":2,"Text":" How he swore to Jehovah,\r\nHow he vowed to the Powerful One of Jacob:"},{"Verse":3,"Text":" “I will not go into my tent, my home.\r\nI will not lie upon my couch, my bed;"},{"Verse":4,"Text":" I will not allow my eyes to sleep,\r\nNor my eyelids to slumber"},{"Verse":5,"Text":" Until I find a place for Jehovah,\r\nA fine residence for the Powerful One of Jacob.”"},{"Verse":6,"Text":" Look! We heard about it in Ephʹrathah;\r\nWe found it in the fields of the forest."},{"Verse":7,"Text":" Let us come into his residence;\r\nLet us bow down at his footstool."},{"Verse":8,"Text":" Rise up, O Jehovah, to come to your resting-place,\r\nYou and the Ark of your strength."},{"Verse":9,"Text":" May your priests be clothed with righteousness,\r\nAnd may your loyal ones shout joyfully."},{"Verse":10,"Text":" For the sake of David your servant,\r\nDo not reject your anointed one."},{"Verse":11,"Text":" Jehovah has sworn to David;\r\nHe will surely not go back on his word:\r\n“One of your offspring,\r\nI will place on your throne."},{"Verse":12,"Text":" If your sons keep my covenant\r\nAnd my reminders that I teach them,\r\nTheir sons too\r\nWill sit on your throne forever.”"},{"Verse":13,"Text":" For Jehovah has chosen Zion;\r\nHe has desired it for his dwelling place:"},{"Verse":14,"Text":" “This is my resting-place forever;\r\nHere I will dwell, for this is my desire."},{"Verse":15,"Text":" I will richly bless it with provisions;\r\nI will satisfy its poor with bread."},{"Verse":16,"Text":" Its priests I will clothe with salvation,\r\nAnd its loyal ones will shout joyfully."},{"Verse":17,"Text":" There I will make the strength of David grow.\r\nI have prepared a lamp for my anointed one."},{"Verse":18,"Text":" I will clothe his enemies with shame,\r\nBut the crown on his head will flourish.”"}]},{"Chapter":133,"Verses":[{"Verse":1,"Text":" Look! How good and how pleasant it is\r\nFor brothers to dwell together in unity!"},{"Verse":2,"Text":" It is like fine oil poured on the head\r\nThat runs down the beard,\r\nAaron’s beard,\r\nAnd runs down onto the collar of his garments."},{"Verse":3,"Text":" It is like the dew of Herʹmon\r\nThat descends on the mountains of Zion.\r\nThat is where Jehovah decreed his blessing\r\n—Life everlasting."}]},{"Chapter":134,"Verses":[{"Verse":1,"Text":" Praise Jehovah,\r\nAll you servants of Jehovah,\r\nYou who stand in the house of Jehovah during the nights."},{"Verse":2,"Text":" Raise your hands in holiness\r\nAnd praise Jehovah."},{"Verse":3,"Text":" May Jehovah, the Maker of heaven and earth,\r\nBless you from Zion."}]},{"Chapter":135,"Verses":[{"Verse":1,"Text":" Praise Jah!\r\nPraise the name of Jehovah;\r\nOffer praise, you servants of Jehovah,"},{"Verse":2,"Text":" You who are standing in the house of Jehovah,\r\nIn the courtyards of the house of our God."},{"Verse":3,"Text":" Praise Jah, for Jehovah is good.\r\nSing praises to his name, for it is pleasant."},{"Verse":4,"Text":" For Jah has chosen Jacob for himself,\r\nIsrael for his special property."},{"Verse":5,"Text":" For I well know that Jehovah is great;\r\nOur Lord is greater than all other gods."},{"Verse":6,"Text":" Jehovah does everything he pleases to do\r\nIn heaven and on earth, in the seas and all the depths."},{"Verse":7,"Text":" He causes clouds to ascend from the ends of the earth;\r\nHe makes lightning for the rain;\r\nHe brings the wind out of his storehouses."},{"Verse":8,"Text":" He struck down the firstborn of Egypt,\r\nBoth man and beast."},{"Verse":9,"Text":" He sent signs and miracles among you, O Egypt,\r\nAgainst Pharʹaoh and all his servants."},{"Verse":10,"Text":" He struck down many nations\r\nAnd killed mighty kings"},{"Verse":11,"Text":" —Siʹhon the king of the Amʹorites,\r\nOg the king of Baʹshan,\r\nAnd all the kingdoms of Caʹnaan."},{"Verse":12,"Text":" He gave their land as an inheritance,\r\nAn inheritance to Israel his people."},{"Verse":13,"Text":" O Jehovah, your name endures forever.\r\nO Jehovah, your fame endures for all generations."},{"Verse":14,"Text":" For Jehovah will defend his people,\r\nAnd he will feel compassion for his servants."},{"Verse":15,"Text":" The idols of the nations are silver and gold,\r\nThe work of human hands."},{"Verse":16,"Text":" A mouth they have, but they cannot speak;\r\nEyes, but they cannot see;"},{"Verse":17,"Text":" Ears they have, but they cannot hear.\r\nThere is no breath in their mouth."},{"Verse":18,"Text":" The people who make them will become just like them,\r\nAs will all those who trust in them."},{"Verse":19,"Text":" O house of Israel, praise Jehovah.\r\nO house of Aaron, praise Jehovah."},{"Verse":20,"Text":" O house of Leʹvi, praise Jehovah.\r\nYou who fear Jehovah, praise Jehovah."},{"Verse":21,"Text":" May Jehovah be praised from Zion,\r\nThe One residing in Jerusalem.\r\nPraise Jah!"}]},{"Chapter":136,"Verses":[{"Verse":1,"Text":" Give thanks to Jehovah, for he is good;\r\nHis loyal love endures forever."},{"Verse":2,"Text":" Give thanks to the God of gods,\r\nFor his loyal love endures forever."},{"Verse":3,"Text":" Give thanks to the Lord of lords,\r\nFor his loyal love endures forever."},{"Verse":4,"Text":" He alone does great wonders,\r\nFor his loyal love endures forever."},{"Verse":5,"Text":" He skillfully made the heavens,\r\nFor his loyal love endures forever."},{"Verse":6,"Text":" He spread out the earth over the waters,\r\nFor his loyal love endures forever."},{"Verse":7,"Text":" He made the great lights,\r\nFor his loyal love endures forever,"},{"Verse":8,"Text":" The sun to rule over the day,\r\nFor his loyal love endures forever,"},{"Verse":9,"Text":" The moon and the stars to rule over the night,\r\nFor his loyal love endures forever."},{"Verse":10,"Text":" He struck down Egypt’s firstborn,\r\nFor his loyal love endures forever."},{"Verse":11,"Text":" He brought Israel out from their midst,\r\nFor his loyal love endures forever,"},{"Verse":12,"Text":" With a mighty hand and an outstretched arm,\r\nFor his loyal love endures forever."},{"Verse":13,"Text":" He split the Red Sea in two,\r\nFor his loyal love endures forever."},{"Verse":14,"Text":" He caused Israel to pass through the middle of it,\r\nFor his loyal love endures forever."},{"Verse":15,"Text":" He shook off Pharʹaoh and his army into the Red Sea,\r\nFor his loyal love endures forever."},{"Verse":16,"Text":" He led his people through the wilderness,\r\nFor his loyal love endures forever."},{"Verse":17,"Text":" He struck down great kings,\r\nFor his loyal love endures forever."},{"Verse":18,"Text":" He killed mighty kings,\r\nFor his loyal love endures forever,"},{"Verse":19,"Text":" Siʹhon the king of the Amʹorites,\r\nFor his loyal love endures forever,"},{"Verse":20,"Text":" And Og the king of Baʹshan,\r\nFor his loyal love endures forever."},{"Verse":21,"Text":" He gave their land as an inheritance,\r\nFor his loyal love endures forever,"},{"Verse":22,"Text":" An inheritance to Israel his servant,\r\nFor his loyal love endures forever."},{"Verse":23,"Text":" He remembered us when we were low,\r\nFor his loyal love endures forever."},{"Verse":24,"Text":" He kept rescuing us from our adversaries,\r\nFor his loyal love endures forever."},{"Verse":25,"Text":" He gives food to every living thing,\r\nFor his loyal love endures forever."},{"Verse":26,"Text":" Give thanks to the God of the heavens,\r\nFor his loyal love endures forever."}]},{"Chapter":137,"Verses":[{"Verse":1,"Text":" By the rivers of Babylon, there we sat.\r\nWe wept when we remembered Zion."},{"Verse":2,"Text":" Upon the poplar trees in her midst,\r\nWe hung our harps."},{"Verse":3,"Text":" For there our captors asked us for a song,\r\nThose mocking us wanted amusement:\r\n“Sing for us one of the songs of Zion.”"},{"Verse":4,"Text":" How can we sing the song of Jehovah\r\nOn foreign soil?"},{"Verse":5,"Text":" If I should forget you, O Jerusalem,\r\nLet my right hand be forgetful."},{"Verse":6,"Text":" Let my tongue stick to my palate\r\nIf I do not remember you,\r\nIf I do not place Jerusalem above\r\nMy greatest reasons for rejoicing."},{"Verse":7,"Text":" Remember, O Jehovah,\r\nWhat the Eʹdomites said on the day Jerusalem fell:\r\n“Tear it down! Tear it down to its foundations!”"},{"Verse":8,"Text":" O daughter of Babylon, who is soon to be devastated,\r\nHappy will be the one who rewards you\r\nWith the treatment you inflicted on us."},{"Verse":9,"Text":" Happy will be the one who seizes your children\r\nAnd dashes them against the rocks."}]},{"Chapter":138,"Verses":[{"Verse":1,"Text":" I will praise you with all my heart.\r\nIn the face of other gods,\r\nI will sing praises."},{"Verse":2,"Text":" I will bow down toward your holy temple,\r\nAnd I will praise your name\r\nBecause of your loyal love and your faithfulness.\r\nFor you have magnified your saying and your name above everything else."},{"Verse":3,"Text":" On the day I called, you answered me;\r\nYou made me bold and strong."},{"Verse":4,"Text":" All the kings of the earth will praise you, O Jehovah,\r\nFor they will have heard the promises you have spoken."},{"Verse":5,"Text":" They will sing about the ways of Jehovah,\r\nFor the glory of Jehovah is great."},{"Verse":6,"Text":" Though Jehovah is high, he takes note of the humble,\r\nBut the haughty he knows only from a distance."},{"Verse":7,"Text":" Even when I walk in the midst of danger, you will preserve me alive.\r\nYou stretch out your hand against the anger of my enemies;\r\nYour right hand will save me."},{"Verse":8,"Text":" Jehovah will accomplish all things in my behalf.\r\nO Jehovah, your loyal love endures forever;\r\nDo not forsake the works of your hands."}]},{"Chapter":139,"Verses":[{"Verse":1,"Text":" O Jehovah, you have searched through me, and you know me."},{"Verse":2,"Text":" You know when I sit down and when I rise up.\r\nYou discern my thoughts from afar."},{"Verse":3,"Text":" You observe me when I travel and when I lie down;\r\nYou are familiar with all my ways."},{"Verse":4,"Text":" There is not a word on my tongue,\r\nBut look! O Jehovah, you already know it well."},{"Verse":5,"Text":" Behind and before me, you surround me;\r\nAnd you lay your hand upon me."},{"Verse":6,"Text":" Such knowledge is beyond my comprehension.\r\nIt is too high for me to reach."},{"Verse":7,"Text":" Where can I escape from your spirit,\r\nAnd where can I run away from your face?"},{"Verse":8,"Text":" If I were to ascend to heaven, you would be there,\r\nAnd if I were to make my bed in the Grave, look! you would be there."},{"Verse":9,"Text":" If I would fly away with the wings of the dawn\r\nTo reside by the most remote sea,"},{"Verse":10,"Text":" Even there your hand would lead me\r\nAnd your right hand would take hold of me."},{"Verse":11,"Text":" If I say: “Surely darkness will conceal me!”\r\nThen the night around me would become light."},{"Verse":12,"Text":" Even the darkness would not be too dark for you,\r\nBut night would be as bright as the day;\r\nDarkness is the same as light to you."},{"Verse":13,"Text":" For you produced my kidneys;\r\nYou kept me screened off in my mother’s womb."},{"Verse":14,"Text":" I praise you because in an awe-inspiring way I am wonderfully made.\r\nYour works are wonderful,\r\nI know this very well."},{"Verse":15,"Text":" My bones were not hidden from you\r\nWhen I was made in secret,\r\nWhen I was woven in the depths of the earth."},{"Verse":16,"Text":" Your eyes even saw me as an embryo;\r\nAll its parts were written in your book\r\nRegarding the days when they were formed,\r\nBefore any of them existed."},{"Verse":17,"Text":" So to me, how precious your thoughts are!\r\nO God, how vast is the sum of them!"},{"Verse":18,"Text":" If I try to count them, they outnumber the grains of sand.\r\nWhen I awake, I am still with you."},{"Verse":19,"Text":" O God, if only you would slay the wicked!\r\nThen the violent men would depart from me,"},{"Verse":20,"Text":" Those who say things against you with evil intent;\r\nThey are your adversaries who take up your name in a worthless way."},{"Verse":21,"Text":" Do I not hate those who hate you, O Jehovah,\r\nAnd loathe those who revolt against you?"},{"Verse":22,"Text":" I have nothing but hatred for them;\r\nThey have become real enemies to me."},{"Verse":23,"Text":" Search through me, O God, and know my heart.\r\nExamine me, and know my anxious thoughts."},{"Verse":24,"Text":" See whether there is in me any harmful way,\r\nAnd lead me in the way of eternity."}]},{"Chapter":140,"Verses":[{"Verse":1,"Text":" Rescue me, O Jehovah, from evil men;\r\nProtect me from violent men,"},{"Verse":2,"Text":" Those who scheme evil in their hearts\r\nAnd stir up conflict all day long."},{"Verse":3,"Text":" They sharpen their tongue like that of a serpent;\r\nVenom of vipers is behind their lips. (Selah)"},{"Verse":4,"Text":" Protect me, O Jehovah, from the hands of the wicked;\r\nSafeguard me from violent men,\r\nThose who scheme to trip me."},{"Verse":5,"Text":" The haughty ones hide a trap for me;\r\nWith ropes they spread out a net beside the path.\r\nThey set snares for me. (Selah)"},{"Verse":6,"Text":" I say to Jehovah: “You are my God.\r\nListen, O Jehovah, to my pleas for help.”"},{"Verse":7,"Text":" O Jehovah the Sovereign Lord, my strong Savior,\r\nYou shield my head in the day of battle."},{"Verse":8,"Text":" Do not grant, O Jehovah, the desires of the wicked.\r\nDo not let their plots succeed, so that they are not exalted. (Selah)"},{"Verse":9,"Text":" May the heads of those surrounding me\r\nBe covered with the evil spoken by their lips."},{"Verse":10,"Text":" May burning coals rain down on them.\r\nMay they be hurled into the fire,\r\nInto deep pits, never to rise again."},{"Verse":11,"Text":" May the slanderer find no place on the earth.\r\nMay evil pursue men of violence and strike them down."},{"Verse":12,"Text":" I know that Jehovah will defend the lowly\r\nAnd give justice to the poor."},{"Verse":13,"Text":" Surely the righteous will give thanks to your name;\r\nThe upright will dwell before your face."}]},{"Chapter":141,"Verses":[{"Verse":1,"Text":" O Jehovah, I call on you.\r\nCome quickly to help me.\r\nDo pay attention when I call to you."},{"Verse":2,"Text":" May my prayer be as incense prepared before you,\r\nMy uplifted hands like the evening grain offering."},{"Verse":3,"Text":" Station a guard for my mouth, O Jehovah,\r\nDo set a watch over the door of my lips."},{"Verse":4,"Text":" Do not let my heart incline to anything bad,\r\nTo share in vile deeds with evil men;\r\nMay I never feast on their delicacies."},{"Verse":5,"Text":" Should the righteous one strike me, it would be an act of loyal love;\r\nShould he reprove me, it would be like oil on my head,\r\nWhich my head would never refuse.\r\nMy prayer will continue even during their calamities."},{"Verse":6,"Text":" Though their judges are thrown down from the cliff,\r\nThe people will pay attention to my words, for they are pleasant."},{"Verse":7,"Text":" Just as when someone plows and breaks up the soil,\r\nSo our bones have been scattered at the mouth of the Grave."},{"Verse":8,"Text":" But my eyes look to you, O Sovereign Lord Jehovah.\r\nIn you I have taken refuge.\r\nDo not take away my life."},{"Verse":9,"Text":" Protect me from the jaws of the trap they have laid for me,\r\nFrom the snares of evildoers."},{"Verse":10,"Text":" The wicked will fall into their own nets all together\r\nWhile I pass by safely."}]},{"Chapter":142,"Verses":[{"Verse":1,"Text":" With my voice I call to Jehovah for help;\r\nWith my voice I plead with Jehovah for favor."},{"Verse":2,"Text":" Before him I pour out my concern;\r\nBefore him I tell about my distress"},{"Verse":3,"Text":" When my spirit fails within me.\r\nThen you watch my roadway.\r\nIn the path where I walk,\r\nThey hide a trap for me."},{"Verse":4,"Text":" Look at my right hand and see\r\nThat no one cares about me.\r\nThere is nowhere I can flee;\r\nNo one is concerned about me."},{"Verse":5,"Text":" I call to you, O Jehovah, for help.\r\nI say: “You are my refuge,\r\nAll I have in the land of the living.”"},{"Verse":6,"Text":" Pay attention to my cry for help,\r\nFor I have been brought very low.\r\nRescue me from my persecutors,\r\nFor they are stronger than I am."},{"Verse":7,"Text":" Bring me out of the dungeon\r\nTo praise your name.\r\nMay the righteous gather around me\r\nBecause you deal kindly with me."}]},{"Chapter":143,"Verses":[{"Verse":1,"Text":" O Jehovah, hear my prayer;\r\nListen to my plea for help.\r\nIn your faithfulness and in your righteousness, answer me."},{"Verse":2,"Text":" Do not enter into judgment with your servant,\r\nFor no one living can be righteous before you."},{"Verse":3,"Text":" For the enemy pursues me;\r\nHe has crushed my life into the ground.\r\nHe has caused me to dwell in darkness like those long dead."},{"Verse":4,"Text":" My spirit is failing;\r\nMy heart is numb within me."},{"Verse":5,"Text":" I remember the days of old;\r\nI meditate on all your activity;\r\nI eagerly ponder over the work of your hands."},{"Verse":6,"Text":" I spread out my hands to you;\r\nI am like a parched land that thirsts for you. (Selah)"},{"Verse":7,"Text":" Do answer me quickly, O Jehovah;\r\nMy strength has come to an end.\r\nDo not hide your face from me,\r\nOr I will be like those going down into the pit."},{"Verse":8,"Text":" Let me hear your loyal love in the morning,\r\nFor I trust in you.\r\nMake known to me the way I should walk,\r\nFor to you I turn."},{"Verse":9,"Text":" Rescue me from my enemies, O Jehovah.\r\nI seek your protection."},{"Verse":10,"Text":" Teach me to do your will,\r\nFor you are my God.\r\nYour spirit is good;\r\nMay it lead me on level ground."},{"Verse":11,"Text":" For the sake of your name, O Jehovah, preserve me alive.\r\nIn your righteousness, rescue me from distress."},{"Verse":12,"Text":" In your loyal love, put an end to my enemies;\r\nDestroy all those harassing me,\r\nFor I am your servant."}]},{"Chapter":144,"Verses":[{"Verse":1,"Text":" May Jehovah, my Rock, be praised,\r\nWho trains my hands for battle,\r\nMy fingers for warfare."},{"Verse":2,"Text":" He is my loyal love and my stronghold,\r\nMy secure refuge and my rescuer,\r\nMy shield and the One in whom I have taken shelter,\r\nThe One subduing peoples under me."},{"Verse":3,"Text":" O Jehovah, what is man that you should notice him,\r\nThe son of mortal man that you should pay attention to him?"},{"Verse":4,"Text":" Man resembles a mere breath;\r\nHis days are like a passing shadow."},{"Verse":5,"Text":" O Jehovah, lower your heavens and descend;\r\nTouch the mountains and make them smoke."},{"Verse":6,"Text":" Make lightning flash and scatter the enemy;\r\nShoot your arrows and throw them into confusion."},{"Verse":7,"Text":" Stretch out your hands from above;\r\nRescue me and save me from the surging waters,\r\nFrom the hand of the foreigners,"},{"Verse":8,"Text":" Whose mouths speak lies\r\nAnd who raise their right hand to swear to what is false."},{"Verse":9,"Text":" O God, I will sing to you a new song.\r\nI will sing praises to you, accompanied by a ten-stringed instrument,"},{"Verse":10,"Text":" To the One who gives victory to kings,\r\nThe One rescuing his servant David from the deadly sword."},{"Verse":11,"Text":" Rescue me and save me from the hand of the foreigners,\r\nWhose mouths speak lies\r\nAnd who raise their right hand to swear to what is false."},{"Verse":12,"Text":" Then our sons will be like young plants that grow up quickly,\r\nOur daughters like corner pillars carved for a palace."},{"Verse":13,"Text":" Our storehouses will overflow with every kind of produce;\r\nOur flocks in our fields will multiply by the thousands, by the tens of thousands."},{"Verse":14,"Text":" Our cattle, heavy with young, will suffer no mishap or miscarriage;\r\nThere will be no cry of distress in our public squares."},{"Verse":15,"Text":" Happy is the people for whom it is this way!\r\nHappy is the people whose God is Jehovah!"}]},{"Chapter":145,"Verses":[{"Verse":1,"Text":" I will exalt you, O my God the King,\r\nI will praise your name forever and ever.\r\nב [Beth]"},{"Verse":2,"Text":" All day long I will praise you;\r\nI will praise your name forever and ever.\r\nג [Gimel]"},{"Verse":3,"Text":" Jehovah is great and most worthy of praise;\r\nHis greatness is unsearchable.\r\nד [Daleth]"},{"Verse":4,"Text":" Generation after generation will praise your works;\r\nThey will tell about your mighty acts.\r\nה [He]"},{"Verse":5,"Text":" Of the glorious splendor of your majesty they will speak\r\nAnd on your wonderful works I will meditate.\r\nו [Waw]"},{"Verse":6,"Text":" They will speak about your awe-inspiring deeds,\r\nAnd I will declare your greatness.\r\nז [Zayin]"},{"Verse":7,"Text":" They will bubble over as they recall your abundant goodness,\r\nAnd they will shout joyfully because of your righteousness.\r\nח [Heth]"},{"Verse":8,"Text":" Jehovah is compassionate and merciful,\r\nSlow to anger and great in loyal love.\r\nט [Teth]"},{"Verse":9,"Text":" Jehovah is good to all,\r\nAnd his mercy is evident in all his works.\r\nי [Yod]"},{"Verse":10,"Text":" All your works will glorify you, O Jehovah,\r\nAnd your loyal ones will praise you.\r\nכ [Kaph]"},{"Verse":11,"Text":" They will proclaim the glory of your kingship\r\nAnd speak about your mightiness,\r\nל [Lamed]"},{"Verse":12,"Text":" To make known to men your mighty acts\r\nAnd the glorious splendor of your kingship.\r\nמ [Mem]"},{"Verse":13,"Text":" Your kingship is an eternal kingship,\r\nAnd your dominion endures throughout all generations.\r\nס [Samekh]"},{"Verse":14,"Text":" Jehovah supports all who are falling\r\nAnd raises up all who are bowed down.\r\nע [Ayin]"},{"Verse":15,"Text":" All eyes look hopefully to you;\r\nYou give them their food in its season.\r\nפ [Pe]"},{"Verse":16,"Text":" You open your hand\r\nAnd satisfy the desire of every living thing.\r\nצ [Tsade]"},{"Verse":17,"Text":" Jehovah is righteous in all his ways\r\nAnd loyal in all that he does.\r\nק [Qoph]"},{"Verse":18,"Text":" Jehovah is near to all those calling on him,\r\nTo all who call on him in truth.\r\nר [Resh]"},{"Verse":19,"Text":" He satisfies the desire of those who fear him;\r\nHe hears their cry for help, and he rescues them.\r\nש [Shin]"},{"Verse":20,"Text":" Jehovah guards all those who love him,\r\nBut all the wicked he will annihilate.\r\nת [Taw]"},{"Verse":21,"Text":" My mouth will declare the praise of Jehovah;\r\nLet every living thing praise his holy name forever and ever."}]},{"Chapter":146,"Verses":[{"Verse":1,"Text":" Praise Jah!\r\nLet my whole being praise Jehovah."},{"Verse":2,"Text":" I will praise Jehovah all my life.\r\nI will sing praises to my God as long as I live."},{"Verse":3,"Text":" Do not put your trust in princes\r\nNor in a son of man, who cannot bring salvation."},{"Verse":4,"Text":" His spirit goes out, he returns to the ground;\r\nOn that very day his thoughts perish."},{"Verse":5,"Text":" Happy is the one who has the God of Jacob as his helper,\r\nWhose hope is in Jehovah his God,"},{"Verse":6,"Text":" The Maker of heaven and earth,\r\nOf the sea, and of all that is in them,\r\nThe One who always remains faithful,"},{"Verse":7,"Text":" The One securing justice for those defrauded,\r\nThe One giving bread to the hungry.\r\nJehovah is releasing the prisoners."},{"Verse":8,"Text":" Jehovah is opening the eyes of the blind;\r\nJehovah is raising up those bowed down;\r\nJehovah loves the righteous."},{"Verse":9,"Text":" Jehovah is protecting the foreign residents;\r\nHe sustains the fatherless child and the widow,\r\nBut he thwarts the plans of the wicked."},{"Verse":10,"Text":" Jehovah will be King forever,\r\nYour God, O Zion, for generation after generation.\r\nPraise Jah!"}]},{"Chapter":147,"Verses":[{"Verse":1,"Text":" Praise Jah!\r\nIt is good to sing praises to our God;\r\nHow pleasant and fitting it is to praise him!"},{"Verse":2,"Text":" Jehovah is building Jerusalem;\r\nHe gathers together the dispersed ones of Israel."},{"Verse":3,"Text":" He heals the brokenhearted;\r\nHe binds up their wounds."},{"Verse":4,"Text":" He counts the number of the stars;\r\nHe calls all of them by name."},{"Verse":5,"Text":" Our Lord is great and is mighty in power;\r\nHis understanding is beyond measure."},{"Verse":6,"Text":" Jehovah raises up the meek,\r\nBut he hurls the wicked to the ground."},{"Verse":7,"Text":" Sing to Jehovah with thanksgiving;\r\nSing praises to our God, accompanied by the harp,"},{"Verse":8,"Text":" The One who covers the heavens with clouds,\r\nThe One providing rain for the earth,\r\nThe One making grass sprout on the mountains."},{"Verse":9,"Text":" To the animals he gives food,\r\nTo the young ravens that call out for it."},{"Verse":10,"Text":" He does not delight in the power of the horse;\r\nNor is he impressed by the strong legs of a man."},{"Verse":11,"Text":" Jehovah finds pleasure in those who fear him,\r\nIn those waiting for his loyal love."},{"Verse":12,"Text":" Glorify Jehovah, O Jerusalem.\r\nPraise your God, O Zion."},{"Verse":13,"Text":" He makes the bars of your city gates strong;\r\nHe blesses your sons within you."},{"Verse":14,"Text":" He brings peace to your territory;\r\nHe satisfies you with the finest wheat."},{"Verse":15,"Text":" He sends his command to the earth;\r\nHis word runs swiftly."},{"Verse":16,"Text":" He sends the snow like wool;\r\nHe scatters the frost just like ashes."},{"Verse":17,"Text":" He hurls down his hailstones like morsels of bread.\r\nWho can withstand his cold?"},{"Verse":18,"Text":" He sends out his word, and they melt.\r\nHe makes his wind blow, and the waters flow."},{"Verse":19,"Text":" He declares his word to Jacob,\r\nHis regulations and judgments to Israel."},{"Verse":20,"Text":" He has not done so with any other nation;\r\nThey know nothing about his judgments.\r\nPraise Jah!"}]},{"Chapter":148,"Verses":[{"Verse":1,"Text":" Praise Jah!\r\nPraise Jehovah from the heavens;\r\nPraise him in the heights."},{"Verse":2,"Text":" Praise him, all his angels.\r\nPraise him, all his army."},{"Verse":3,"Text":" Praise him, sun and moon.\r\nPraise him, all shining stars."},{"Verse":4,"Text":" Praise him, O highest heavens\r\nAnd waters above the heavens."},{"Verse":5,"Text":" Let them praise the name of Jehovah,\r\nFor he commanded, and they were created."},{"Verse":6,"Text":" He keeps them established forever and ever;\r\nHe has issued a decree that will not pass away."},{"Verse":7,"Text":" Praise Jehovah from the earth,\r\nYou great sea creatures and all deep waters,"},{"Verse":8,"Text":" You lightning and hail, snow and thick clouds,\r\nYou storm wind, carrying out his word,"},{"Verse":9,"Text":" You mountains and all you hills,\r\nYou fruit trees and all you cedars,"},{"Verse":10,"Text":" You wild animals and all you domestic animals,\r\nYou creeping things and winged birds,"},{"Verse":11,"Text":" You kings of the earth and all you nations,\r\nYou princes and all you judges of the earth,"},{"Verse":12,"Text":" You young men and young women,\r\nOld men and young together."},{"Verse":13,"Text":" Let them praise the name of Jehovah,\r\nFor his name alone is unreachably high.\r\nHis majesty is above earth and heaven."},{"Verse":14,"Text":" He will exalt the strength of his people,\r\nFor the praise of all his loyal ones,\r\nOf the sons of Israel, the people close to him.\r\nPraise Jah!"}]},{"Chapter":149,"Verses":[{"Verse":1,"Text":" Praise Jah!\r\nSing to Jehovah a new song;\r\nPraise him in the congregation of the loyal ones."},{"Verse":2,"Text":" Let Israel rejoice in its Grand Maker;\r\nLet the sons of Zion be joyful in their King."},{"Verse":3,"Text":" Let them praise his name with dancing\r\nAnd sing praises to him, accompanied by the tambourine and the harp."},{"Verse":4,"Text":" For Jehovah takes pleasure in his people.\r\nHe adorns the meek with salvation."},{"Verse":5,"Text":" Let the loyal ones exult in glory;\r\nLet them shout for joy upon their beds."},{"Verse":6,"Text":" Let the songs praising God be in their throat,\r\nAnd a two-edged sword be in their hand,"},{"Verse":7,"Text":" To execute vengeance on the nations\r\nAnd punishment on the peoples,"},{"Verse":8,"Text":" To bind their kings with shackles\r\nAnd their nobles with iron fetters,"},{"Verse":9,"Text":" To execute the judgment written against them.\r\nThis honor belongs to all his loyal ones.\r\nPraise Jah!"}]},{"Chapter":150,"Verses":[{"Verse":1,"Text":" Praise Jah!\r\nPraise God in his holy place.\r\nPraise him in the expanse of his strength."},{"Verse":2,"Text":" Praise him for his mighty works.\r\nPraise him for his exceeding greatness."},{"Verse":3,"Text":" Praise him with the sounding of the horn.\r\nPraise him with the stringed instrument and the harp."},{"Verse":4,"Text":" Praise him with the tambourine and the circle dance.\r\nPraise him with strings and the flute."},{"Verse":5,"Text":" Praise him with ringing cymbals.\r\nPraise him with crashing cymbals."},{"Verse":6,"Text":" Every breathing thing—let it praise Jah.\r\nPraise Jah!"}]}]}