{"Name":"\\Projects\\nwt_jsonifier\\nwt_E\\nwt_24_Jer_E","Abbrev":["nu","num"],"Chapters":[{"Chapter":1,"Verses":[{"Verse":1,"Text":" These are the words of Jeremiah the son of Hilkiʹah, one of the priests in Anʹathoth in the land of Benjamin."},{"Verse":2,"Text":" The word of Jehovah came to him in the days of Josiʹah the son of Aʹmon, the king of Judah, in the 13th year of his reign."},{"Verse":3,"Text":" It came also in the days of Jehoiʹakim the son of Josiʹah, the king of Judah, until the completion of the 11th year of Zedekiʹah the son of Josiʹah, the king of Judah, until Jerusalem went into exile in the fifth month."},{"Verse":4,"Text":" The word of Jehovah came to me, saying:"},{"Verse":5,"Text":" “Before I formed you in the womb I knew you,\r\nAnd before you were born I sanctified you.\r\nI made you a prophet to the nations.”"},{"Verse":6,"Text":" But I said: “Alas, O Sovereign Lord Jehovah!\r\nI do not know how to speak, for I am just a boy.”"},{"Verse":7,"Text":" Jehovah then said to me:\r\n“Do not say, ‘I am just a boy.’\r\nFor you must go to all those to whom I send you,\r\nAnd you should say everything that I command you."},{"Verse":8,"Text":" Do not be afraid because of their appearance,\r\nFor ‘I am with you to save you,’ declares Jehovah.”"},{"Verse":9,"Text":" Then Jehovah stretched out his hand and touched my mouth. And Jehovah said to me: “I have put my words in your mouth."},{"Verse":10,"Text":" See, I have commissioned you this day to be over the nations and over the kingdoms, to uproot and to pull down, to destroy and to tear down, to build and to plant.”"},{"Verse":11,"Text":" The word of Jehovah again came to me, saying: “What do you see, Jeremiah?” So I said: “I see the branch of an almond tree.”"},{"Verse":12,"Text":" Jehovah said to me: “You have seen correctly, for I am wide awake concerning my word to carry it out.”"},{"Verse":13,"Text":" The word of Jehovah came to me a second time, saying: “What do you see?” So I said: “I see a boiling pot, and its mouth is tilted away from the north.”"},{"Verse":14,"Text":" Then Jehovah said to me:\r\n“Out of the north the calamity will break loose\r\nAgainst all the inhabitants of the land."},{"Verse":15,"Text":" For ‘I am summoning all the families of the kingdoms of the north,’ declares Jehovah,\r\n‘And they will come; each one will set up his throne\r\nAt the entrance of the gates of Jerusalem,\r\nAgainst her walls all around\r\nAnd against all the cities of Judah."},{"Verse":16,"Text":" And I will declare my judgments against them over all their wickedness,\r\nBecause they have abandoned me,\r\nAnd they are making sacrificial smoke to other gods\r\nAnd bowing down to the works of their own hands.’"},{"Verse":17,"Text":" But you should prepare for action,\r\nAnd you must stand up and tell them everything that I command you.\r\nDo not be terrified of them,\r\nSo that I do not terrify you before them."},{"Verse":18,"Text":" For today I have made you a fortified city,\r\nAn iron pillar, and copper walls against all the land,\r\nToward the kings of Judah and her princes,\r\nToward her priests and the people of the land."},{"Verse":19,"Text":" And they will certainly fight against you,\r\nBut they will not prevail against you,\r\nFor ‘I am with you,’ declares Jehovah, ‘to save you.’”"}]},{"Chapter":2,"Verses":[{"Verse":1,"Text":" The word of Jehovah came to me, saying:"},{"Verse":2,"Text":" “Go and proclaim in the ears of Jerusalem, ‘This is what Jehovah says:\r\n“I well remember the devotion of your youth,\r\nThe love you showed when you were engaged to marry,\r\nHow you followed me in the wilderness,\r\nIn a land not sown with seed."},{"Verse":3,"Text":" Israel was holy to Jehovah, the firstfruits of his harvest.”’\r\n‘Anyone devouring him would become guilty.\r\nDisaster would come upon them,’ declares Jehovah.”"},{"Verse":4,"Text":" Hear the word of Jehovah, O house of Jacob,\r\nAnd all you families of the house of Israel."},{"Verse":5,"Text":" This is what Jehovah says:\r\n“What fault did your forefathers find in me,\r\nSo that they strayed so far from me,\r\nAnd they walked after worthless idols and became worthless themselves?"},{"Verse":6,"Text":" They did not ask, ‘Where is Jehovah,\r\nThe One who brought us out of the land of Egypt,\r\nWho led us through the wilderness,\r\nThrough a land of deserts and pits,\r\nThrough a land of drought and of deep shadow,\r\nThrough a land where no man travels\r\nAnd where no humans dwell?’"},{"Verse":7,"Text":" I then brought you to a land of orchards,\r\nTo eat its fruitage and its good things.\r\nBut you came in and defiled my land;\r\nYou made my inheritance something detestable."},{"Verse":8,"Text":" The priests did not ask, ‘Where is Jehovah?’\r\nThose handling the Law did not know me,\r\nThe shepherds rebelled against me,\r\nThe prophets prophesied by Baʹal,\r\nAnd they followed those who could bring no benefit."},{"Verse":9,"Text":" ‘So I will contend further with you,’ declares Jehovah,\r\n‘And I will contend with the sons of your sons.’"},{"Verse":10,"Text":" ‘But cross over to the coastlands of the Kitʹtim and see.\r\nYes, send to Keʹdar and consider carefully;\r\nSee whether anything like this has happened."},{"Verse":11,"Text":" Has a nation ever changed its gods for those that are not gods?\r\nBut my own people have exchanged my glory for what is useless."},{"Verse":12,"Text":" Stare in amazement at this, you heavens;\r\nShudder in absolute horror,’ declares Jehovah,"},{"Verse":13,"Text":" ‘Because my people have done two bad things:\r\nThey have abandoned me, the source of living water,\r\nAnd dug for themselves cisterns,\r\nBroken cisterns, that cannot hold water.’"},{"Verse":14,"Text":" ‘Is Israel a servant or a slave born in the household?\r\nThen why has he been given over to plunder?"},{"Verse":15,"Text":" Against him young lions roar;\r\nThey have raised their voice.\r\nThey made his land an object of horror.\r\nHis cities have been set on fire, so that there is no inhabitant."},{"Verse":16,"Text":" The people of Noph and Tahʹpanes feed on the crown of your head."},{"Verse":17,"Text":" Have you not brought this on yourself\r\nBy abandoning Jehovah your God\r\nWhile he was leading you in the way?"},{"Verse":18,"Text":" Now why do you wish for the way to Egypt\r\nTo drink the waters of Shiʹhor?\r\nWhy do you wish for the way to Assyrʹia\r\nTo drink the waters of the River?"},{"Verse":19,"Text":" Your wickedness should correct you,\r\nAnd your own unfaithfulness should reprove you.\r\nKnow and realize how bad and bitter it is\r\nTo abandon Jehovah your God;\r\nYou have shown no fear of me,’ declares the Sovereign Lord, Jehovah of armies."},{"Verse":20,"Text":" ‘For long ago I smashed your yoke\r\nAnd tore off your shackles.\r\nBut you said: “I am not going to serve,”\r\nFor on every high hill and under every luxuriant tree\r\nYou were lying sprawled out, prostituting yourself."},{"Verse":21,"Text":" I planted you as a choice red vine, all of it pure seed;\r\nSo how have you turned into the degenerate shoots of a foreign vine before me?’"},{"Verse":22,"Text":" ‘Though you should wash with soda and use much lye,\r\nYour guilt would still be a stain before me,’ declares the Sovereign Lord Jehovah."},{"Verse":23,"Text":" How can you say, ‘I have not defiled myself.\r\nI have not followed the Baʹals’?\r\nLook at your way in the valley.\r\nConsider what you have done.\r\nYou are like a swift, young she-camel,\r\nAimlessly running back and forth in her ways,"},{"Verse":24,"Text":" A wild donkey accustomed to the wilderness,\r\nSniffing the wind in her lust.\r\nWho can restrain her when she is in heat?\r\nNone of those looking for her will need to weary themselves.\r\nIn her season they will find her."},{"Verse":25,"Text":" Keep your feet from going bare\r\nAnd your throat from thirst.\r\nBut you said, ‘It is hopeless!\r\nNo! I have fallen in love with strangers,\r\nAnd I will follow them.’"},{"Verse":26,"Text":" Like the shame of a thief when he is caught,\r\nSo the house of Israel has been put to shame,\r\nThey, their kings and their princes,\r\nTheir priests and their prophets."},{"Verse":27,"Text":" They say to a tree, ‘You are my father,’\r\nAnd to a stone, ‘You gave birth to me.’\r\nBut to me they turn their back and not their face.\r\nAnd in the time of their calamity they will say,\r\n‘Rise up and save us!’"},{"Verse":28,"Text":" Now where are your gods that you made for yourself?\r\nLet them rise up if they can save you in your time of calamity,\r\nFor your gods have become as numerous as your cities, O Judah."},{"Verse":29,"Text":" ‘Why do you keep contending against me?\r\nWhy have all of you rebelled against me?’ declares Jehovah."},{"Verse":30,"Text":" I have struck your sons in vain.\r\nThey would accept no discipline;\r\nYour own sword devoured your prophets,\r\nLike a marauding lion."},{"Verse":31,"Text":" O generation, consider for yourselves the word of Jehovah.\r\nHave I become like a wilderness to Israel\r\nOr a land of oppressive darkness?\r\nWhy have these, my people, said, ‘We roam freely.\r\nWe will come to you no more’?"},{"Verse":32,"Text":" Can a virgin forget her ornaments,\r\nA bride her breastbands?\r\nAnd yet my own people have forgotten me for countless days."},{"Verse":33,"Text":" How skillfully, O woman, you set your course to seek love!\r\nYou have trained yourself in the ways of wickedness."},{"Verse":34,"Text":" Even your skirts are stained with the blood of the innocent poor ones,\r\nThough I did not find them in the act of breaking in;\r\nIt is on all your skirts."},{"Verse":35,"Text":" But you say, ‘I am innocent.\r\nSurely his anger has turned back from me.’\r\nNow I am bringing judgment against you\r\nBecause you say, ‘I have not sinned.’"},{"Verse":36,"Text":" Why do you treat so lightly your unstable course?\r\nYou will become ashamed of Egypt too,\r\nJust as you became ashamed of Assyrʹia."},{"Verse":37,"Text":" For this reason also you will go out with your hands on your head,\r\nFor Jehovah has rejected those in whom you put confidence;\r\nThey will not bring you success.”"}]},{"Chapter":3,"Verses":[{"Verse":1,"Text":" People ask: “If a man sends his wife away and she leaves him and becomes another man’s, should he return to her anymore?”\r\nHas that land not been utterly polluted?\r\n“You have committed prostitution with many companions,\r\nAnd should you now return to me?” declares Jehovah."},{"Verse":2,"Text":" “Raise your eyes to the bare hills and see.\r\nWhere have you not been raped?\r\nYou sat along the roadways for them,\r\nLike a nomad in the wilderness.\r\nYou keep polluting the land\r\nWith your prostitution and your wickedness."},{"Verse":3,"Text":" So showers of rain are withheld,\r\nAnd there is no rain in the spring.\r\nYou have the brazen look of a wife who commits prostitution;\r\nYou refuse to feel shame."},{"Verse":4,"Text":" But now you call out to me,\r\n‘My Father, you are the companion of my youth!"},{"Verse":5,"Text":" Should one stay resentful forever,\r\nOr always hold a grudge?’\r\nThis is what you say,\r\nBut you keep doing all the evil you are capable of doing.”"},{"Verse":6,"Text":" In the days of King Josiʹah, Jehovah said to me: “‘Have you seen what unfaithful Israel has done? She has gone up on every high mountain and underneath every luxuriant tree to commit prostitution."},{"Verse":7,"Text":" Even after she did all these things, I kept telling her to return to me, but she did not return; and Judah kept watching her treacherous sister."},{"Verse":8,"Text":" When I saw that, I sent unfaithful Israel away with a full certificate of divorce because of her adultery. But her treacherous sister Judah did not become afraid; she too went out and committed prostitution."},{"Verse":9,"Text":" She took her prostitution lightly, and she kept polluting the land and committing adultery with stones and with trees."},{"Verse":10,"Text":" Despite all this, her treacherous sister Judah did not return to me with all her heart, only in pretense,’ declares Jehovah.”"},{"Verse":11,"Text":" Jehovah then said to me: “Unfaithful Israel has shown herself to be more righteous than treacherous Judah."},{"Verse":12,"Text":" Go and proclaim these words to the north:\r\n“‘“Return, O renegade Israel,” declares Jehovah.’ ‘“I will not look down angrily on you, for I am loyal,” declares Jehovah.’ ‘“I will not stay resentful forever."},{"Verse":13,"Text":" Only acknowledge your guilt, for you have rebelled against Jehovah your God. You continued scattering your favors to strangers under every luxuriant tree, but you would not obey my voice,” declares Jehovah.’”"},{"Verse":14,"Text":" “Return, you renegade sons,” declares Jehovah. “For I have become your true master; and I will take you, one from a city and two from a family, and I will bring you to Zion."},{"Verse":15,"Text":" And I will give you shepherds after my own heart, and they will feed you with knowledge and insight."},{"Verse":16,"Text":" You will become many and will bear fruit in the land in those days,” declares Jehovah. “No more will they say, ‘The ark of the covenant of Jehovah!’ It will not come up into the heart, nor will they remember it or miss it, and it will not be made again."},{"Verse":17,"Text":" At that time they will call Jerusalem the throne of Jehovah; and all the nations will be brought together to the name of Jehovah at Jerusalem, and they will no longer stubbornly follow their own wicked heart.”"},{"Verse":18,"Text":" “In those days they will walk together, the house of Judah alongside the house of Israel, and together they will come from the land of the north into the land that I gave to your forefathers as an inheritance."},{"Verse":19,"Text":" And I thought, ‘How I placed you among the sons and gave you the desirable land, the most beautiful inheritance among the nations!’ I also thought that you would call me, ‘My Father!’ and that you would not turn away from following me."},{"Verse":20,"Text":" ‘Truly as a wife treacherously leaves her husband, so also you, O house of Israel, have dealt treacherously with me,’ declares Jehovah.”"},{"Verse":21,"Text":" On the bare hills a sound is heard,\r\nThe weeping and the pleading of the people of Israel,\r\nFor they have distorted their way;\r\nThey have forgotten Jehovah their God."},{"Verse":22,"Text":" “Return, you renegade sons.\r\nI will heal your renegade condition.”\r\n“Here we are! We have come to you,\r\nFor you, O Jehovah, are our God."},{"Verse":23,"Text":" Truly the hills and the turmoil on the mountains are a delusion.\r\nTruly in Jehovah our God is the salvation of Israel."},{"Verse":24,"Text":" But the shameful thing has consumed the toil of our forefathers since our youth,\r\nTheir flocks and their herds,\r\nTheir sons and their daughters."},{"Verse":25,"Text":" Let us lie down in our shame,\r\nAnd let our disgrace cover us,\r\nFor we have sinned against Jehovah our God,\r\nWe and our fathers since our youth until this day,\r\nAnd we have not obeyed the voice of Jehovah our God.”"}]},{"Chapter":4,"Verses":[{"Verse":1,"Text":" “If you will return, O Israel,” declares Jehovah,\r\n“If you will return to me\r\nAnd if you will remove your disgusting idols from before me,\r\nThen you will not be a fugitive."},{"Verse":2,"Text":" And if you swear,\r\n‘As surely as Jehovah is alive!’ in truth, justice, and righteousness,\r\nThen the nations will obtain a blessing for themselves by him,\r\nAnd in him they will boast.”"},{"Verse":3,"Text":" For this is what Jehovah says to the men of Judah and to Jerusalem:\r\n“Plow for yourselves arable land,\r\nAnd do not keep sowing among thorns."},{"Verse":4,"Text":" Circumcise yourselves to Jehovah,\r\nAnd remove the foreskins of your hearts,\r\nYou men of Judah and inhabitants of Jerusalem,\r\nSo that my wrath may not blaze up like a fire\r\nAnd burn with no one to extinguish it,\r\nBecause of your evil deeds.”"},{"Verse":5,"Text":" Declare it in Judah, and proclaim it in Jerusalem.\r\nShout and blow a horn throughout the land.\r\nCall out loudly and say: “Gather together,\r\nAnd let us flee into the fortified cities."},{"Verse":6,"Text":" Raise a signal toward Zion.\r\nSeek shelter, and do not stand still,”\r\nFor I am bringing in calamity from the north, a great crash."},{"Verse":7,"Text":" He has emerged like a lion from his thicket;\r\nThe destroyer of nations has set out.\r\nHe has gone out from his place to make your land an object of horror.\r\nYour cities will be reduced to ruins, without an inhabitant."},{"Verse":8,"Text":" Therefore, put on sackcloth,\r\nMourn and wail,\r\nBecause the burning anger of Jehovah has not turned away from us."},{"Verse":9,"Text":" “In that day,” declares Jehovah, “the heart of the king will fail him,\r\nAlso the heart of the princes;\r\nThe priests will be horrified, and the prophets will be amazed.”"},{"Verse":10,"Text":" Then I said: “Alas, O Sovereign Lord Jehovah! Truly you have utterly deceived this people and Jerusalem, saying, ‘You will have peace,’ when the sword is at our throats.”"},{"Verse":11,"Text":" At that time it will be said to this people and to Jerusalem:\r\n“A scorching wind from the barren hills of the desert\r\nWill sweep down on the daughter of my people;\r\nIt is not coming to winnow or to cleanse."},{"Verse":12,"Text":" The full wind comes from these places at my bidding.\r\nNow I will pronounce judgments against them."},{"Verse":13,"Text":" Look! He will come like rain clouds,\r\nAnd his chariots are like a storm wind.\r\nHis horses are swifter than eagles.\r\nWoe to us, for we are ruined!"},{"Verse":14,"Text":" Wash your heart clean of wickedness, O Jerusalem, in order to be saved.\r\nHow long will you harbor wicked thoughts?"},{"Verse":15,"Text":" For a voice tells the news from Dan,\r\nAnd it proclaims disaster from the mountains of Eʹphraim."},{"Verse":16,"Text":" Report it, yes, to the nations;\r\nProclaim it against Jerusalem.”\r\n“Sentinels are coming from a distant land,\r\nAnd they will raise their voices against the cities of Judah."},{"Verse":17,"Text":" They come against her on all sides like guards of the open field,\r\nBecause she has rebelled against me,” declares Jehovah."},{"Verse":18,"Text":" “Your own ways and your actions will be brought upon you.\r\nHow bitter is your disaster,\r\nFor it reaches clear to your heart!”"},{"Verse":19,"Text":" O my anguish, my anguish!\r\nI feel great pain in my very heart.\r\nMy heart pounds within me.\r\nI cannot keep silent,\r\nFor I have heard the sound of the horn,\r\nThe alarm signal of war."},{"Verse":20,"Text":" Disaster after disaster has been reported,\r\nFor the whole land has been destroyed.\r\nSuddenly my own tents are destroyed,\r\nIn a moment my tent cloths."},{"Verse":21,"Text":" How long will I keep seeing the signal,\r\nKeep hearing the sound of the horn?"},{"Verse":22,"Text":" “For my people are foolish;\r\nThey take no note of me.\r\nThey are stupid sons, with no understanding.\r\nThey are clever enough when it comes to doing bad,\r\nBut they do not know how to do good.”"},{"Verse":23,"Text":" I saw the land, and look! it was empty and desolate.\r\nI looked at the heavens, and their light was no more."},{"Verse":24,"Text":" I saw the mountains, and look! they were quaking,\r\nAnd the hills were shaking."},{"Verse":25,"Text":" I saw, and look! there was no man,\r\nAnd the birds of the heavens had all fled."},{"Verse":26,"Text":" I saw, and look! the orchard had become a wilderness,\r\nAnd its cities had all been torn down.\r\nIt was because of Jehovah,\r\nBecause of his burning anger."},{"Verse":27,"Text":" For this is what Jehovah says: “The whole land will become desolate,\r\nBut I will not carry out a complete extermination."},{"Verse":28,"Text":" For this reason the land will mourn,\r\nAnd the heavens above will become dark.\r\nIt is because I have spoken, I have decided,\r\nAnd I will not change my mind, nor will I turn back from it."},{"Verse":29,"Text":" At the sound of the horsemen and the archers,\r\nThe entire city flees.\r\nThey enter into the thickets,\r\nAnd they climb the rocks.\r\nEvery city is abandoned,\r\nAnd no man dwells in them.”"},{"Verse":30,"Text":" Now that you are devastated, what will you do?\r\nYou used to clothe yourself with scarlet,\r\nTo deck yourself with gold ornaments,\r\nAnd to enlarge your eyes with black paint.\r\nBut it is in vain that you beautified yourself,\r\nFor those lusting after you have rejected you;\r\nThey are now seeking to take your life."},{"Verse":31,"Text":" For I have heard the sound like that of a sick woman,\r\nThe distress like that of a woman giving birth to her first child,\r\nThe voice of the daughter of Zion who keeps gasping for breath.\r\nShe says as she spreads out her palms:\r\n“Woe to me, for I am exhausted because of the killers!”"}]},{"Chapter":5,"Verses":[{"Verse":1,"Text":" Roam the streets of Jerusalem.\r\nLook around and take note.\r\nSearch her public squares to see\r\nWhether you can find a man who acts with justice,\r\nOne who seeks to be faithful,\r\nAnd I will forgive her."},{"Verse":2,"Text":" Even if they say: “As surely as Jehovah is alive!”\r\nThey would still swear to what is false."},{"Verse":3,"Text":" O Jehovah, do your eyes not look for faithfulness?\r\nYou struck them, but it made no impact on them.\r\nYou exterminated them, but they refused to accept discipline.\r\nThey made their faces harder than a rock,\r\nAnd they refused to turn around."},{"Verse":4,"Text":" But I said to myself: “Surely these must be the lowly.\r\nThey act foolishly, for they do not know the way of Jehovah,\r\nThe judgment of their God."},{"Verse":5,"Text":" I will go to the prominent men and speak with them,\r\nFor they must have taken note of the way of Jehovah,\r\nThe judgment of their God.\r\nBut they had all broken the yoke\r\nAnd torn apart the restraints.”"},{"Verse":6,"Text":" That is why a lion of the forest attacks them,\r\nA wolf of the desert plains keeps ravaging them,\r\nA leopard lies awake at their cities.\r\nEveryone going out from them is torn to pieces.\r\nFor their transgressions are many;\r\nTheir acts of unfaithfulness are numerous."},{"Verse":7,"Text":" How can I forgive you for this?\r\nYour sons have abandoned me,\r\nAnd they swear by what is no God.\r\nI satisfied their needs,\r\nBut they kept committing adultery,\r\nAnd they flocked to the house of a prostitute."},{"Verse":8,"Text":" They are like eager, lustful horses,\r\nEach neighing after another man’s wife."},{"Verse":9,"Text":" “Should I not call them to account for these things?” declares Jehovah.\r\n“Should I not avenge myself on such a nation?”"},{"Verse":10,"Text":" “Come up against her vineyard terraces and bring ruin,\r\nBut do not make a complete extermination.\r\nTake away her spreading shoots,\r\nFor they do not belong to Jehovah."},{"Verse":11,"Text":" For the house of Israel and the house of Judah\r\nHave been utterly treacherous with me,” declares Jehovah."},{"Verse":12,"Text":" “They have denied Jehovah, and they keep saying,\r\n‘He will do nothing.\r\nNo calamity will come upon us;\r\nWe will not see sword or famine.’"},{"Verse":13,"Text":" The prophets are full of wind,\r\nAnd the word is not in them.\r\nLet this happen to them!”"},{"Verse":14,"Text":" Therefore this is what Jehovah, the God of armies, says:\r\n“Because these men are saying this,\r\nHere I am making my words a fire in your mouth,\r\nAnd this people is the wood,\r\nAnd it will consume them.”"},{"Verse":15,"Text":" “Here I am bringing in on you a nation from far away, O house of Israel,” declares Jehovah.\r\n“It is an enduring nation.\r\nIt is an ancient nation,\r\nA nation whose language you do not know,\r\nAnd whose speech you cannot understand."},{"Verse":16,"Text":" Their quiver is like an open grave;\r\nAll of them are warriors."},{"Verse":17,"Text":" They will devour your harvest and your bread.\r\nThey will devour your sons and your daughters.\r\nThey will devour your flocks and your herds.\r\nThey will devour your vines and your fig trees.\r\nThey will destroy with the sword your fortified cities in which you trust.”"},{"Verse":18,"Text":" “But even in those days,” declares Jehovah, “I will not carry out a complete extermination of you."},{"Verse":19,"Text":" And when they ask, ‘Why has Jehovah our God done all these things to us?’ you should answer them, ‘Just as you abandoned me to serve a foreign god in your land, so you will serve foreigners in a land that is not yours.’”"},{"Verse":20,"Text":" Declare this in the house of Jacob,\r\nAnd proclaim it in Judah, saying:"},{"Verse":21,"Text":" “Hear this, you foolish and senseless people:\r\nThey have eyes but cannot see;\r\nThey have ears but cannot hear."},{"Verse":22,"Text":" ‘Do you not fear me?’ declares Jehovah,\r\n‘Should you not tremble before me?\r\nIt is I who placed the sand as the boundary for the sea,\r\nA permanent regulation that it cannot pass over.\r\nAlthough its waves toss, they cannot prevail;\r\nAlthough they roar, they still cannot pass beyond it."},{"Verse":23,"Text":" But this people has a stubborn and rebellious heart;\r\nThey have turned aside and gone their own way."},{"Verse":24,"Text":" And they do not say in their heart:\r\n“Let us now fear Jehovah our God,\r\nThe One who gives the rain in its season,\r\nBoth the autumn rain and the spring rain,\r\nThe One who guards for us the appointed weeks of the harvest.”"},{"Verse":25,"Text":" Your own errors have prevented these things from coming;\r\nYour own sins have deprived you of what is good."},{"Verse":26,"Text":" For among my people there are wicked men.\r\nThey keep peering, as when birdcatchers crouch down.\r\nThey set a deadly trap.\r\nIt is men whom they catch."},{"Verse":27,"Text":" Like a cage full of birds,\r\nSo their houses are full of deception.\r\nThat is why they have become powerful and rich."},{"Verse":28,"Text":" They have grown fat and smooth;\r\nThey overflow with evil.\r\nThey do not plead the legal case of the fatherless,\r\nThat they may gain success;\r\nAnd they deny justice to the poor.’”"},{"Verse":29,"Text":" “Should I not call them to account for these things?” declares Jehovah.\r\n“Should I not avenge myself on such a nation?"},{"Verse":30,"Text":" Something appalling and horrible has occurred in the land:"},{"Verse":31,"Text":" The prophets prophesy lies,\r\nAnd the priests dominate by their own authority.\r\nAnd my own people love it that way.\r\nBut what will you do when the end comes?”"}]},{"Chapter":6,"Verses":[{"Verse":1,"Text":" Take shelter, O sons of Benjamin, away from Jerusalem.\r\nBlow the horn in Tekoʹa;\r\nLight a fire signal over Beth-haccheʹrem!\r\nFor a calamity looms from the north, a great disaster."},{"Verse":2,"Text":" The daughter of Zion resembles a beautiful and delicate woman."},{"Verse":3,"Text":" The shepherds and their droves will come.\r\nThey will pitch their tents all around her,\r\nEach grazing the flock in his care."},{"Verse":4,"Text":" “Prepare for war against her!\r\nRise up, and let us attack her at midday!”\r\n“Woe to us, for the day is declining,\r\nFor the shadows of evening are getting longer!”"},{"Verse":5,"Text":" “Rise up, and let us attack during the night\r\nAnd destroy her fortified towers.”"},{"Verse":6,"Text":" For this is what Jehovah of armies says:\r\n“Cut down wood and raise up a siege rampart against Jerusalem.\r\nShe is the city that must be held to account;\r\nThere is nothing but oppression within her."},{"Verse":7,"Text":" As a cistern keeps its water cool,\r\nSo she keeps her wickedness cool.\r\nViolence and destruction are heard in her;\r\nSickness and plague are constantly before me."},{"Verse":8,"Text":" Be warned, O Jerusalem, or I will turn away from you in disgust;\r\nI will make you desolate, a land without inhabitants.”"},{"Verse":9,"Text":" This is what Jehovah of armies says:\r\n“They will thoroughly glean the remnant of Israel as the last grapes on a vine.\r\nPass your hand again like one gathering grapes from the vines.”"},{"Verse":10,"Text":" “To whom should I speak and give warning?\r\nWho will listen?\r\nLook! Their ears are closed, so that they are unable to pay attention.\r\nLook! The word of Jehovah has become something they scorn;\r\nThey find no pleasure in it."},{"Verse":11,"Text":" So I am filled with the wrath of Jehovah,\r\nAnd I am tired of holding it in.”\r\n“Pour it out on the child in the street,\r\nOn the groups of young men gathered together.\r\nThey will all be captured, a man along with his wife,\r\nThe old men along with the very old."},{"Verse":12,"Text":" Their houses will be turned over to others,\r\nTogether with their fields and their wives.\r\nFor I will stretch my hand out against the inhabitants of the land,” declares Jehovah."},{"Verse":13,"Text":" “For from the least to the greatest, each one is making dishonest gain;\r\nFrom the prophet to the priest, each one is practicing fraud."},{"Verse":14,"Text":" And they try to heal the breakdown of my people lightly, saying,\r\n‘There is peace! There is peace!’\r\nWhen there is no peace."},{"Verse":15,"Text":" Do they feel ashamed of the detestable things they have done?\r\nThey feel no shame at all!\r\nThey do not even know how to feel humiliated!\r\nSo they will fall among the fallen.\r\nWhen I bring punishment on them they will stumble,” says Jehovah."},{"Verse":16,"Text":" This is what Jehovah says:\r\n“Stand at the crossroads and see.\r\nAsk about the ancient roadways,\r\nAsk where the good way is, and walk in it,\r\nAnd find rest for yourselves.”\r\nBut they say: “We will not walk in it.”"},{"Verse":17,"Text":" “And I appointed watchmen who said,\r\n‘Pay attention to the sound of the horn!’”\r\nBut they said: “We will not pay attention.”"},{"Verse":18,"Text":" “Therefore hear, O nations!\r\nAnd know, O assembly,\r\nWhat will happen to them."},{"Verse":19,"Text":" Listen, O earth!\r\nI am bringing calamity on this people\r\nAs the fruitage of their own schemes,\r\nFor they paid no attention to my words\r\nAnd they rejected my law.”"},{"Verse":20,"Text":" “What do I care that you bring frankincense from Sheʹba\r\nAnd sweet cane from a distant land?\r\nYour whole burnt offerings are not acceptable,\r\nAnd your sacrifices do not please me.”"},{"Verse":21,"Text":" Therefore this is what Jehovah says:\r\n“Here I am setting for this people stumbling blocks,\r\nAnd they will stumble over them,\r\nFathers and sons together,\r\nA neighbor and his companion,\r\nAnd they will all perish.”"},{"Verse":22,"Text":" This is what Jehovah says:\r\n“Look! A people is coming from the land of the north,\r\nAnd a great nation will be awakened from the remotest parts of the earth."},{"Verse":23,"Text":" They will grab hold of the bow and the javelin.\r\nThey are cruel and will have no mercy.\r\nTheir voice will roar like the sea,\r\nAnd they ride on horses.\r\nThey draw up in battle order like a man of war against you, O daughter of Zion.”"},{"Verse":24,"Text":" We have heard the report about it.\r\nOur hands fall limp;\r\nDistress has seized us,\r\nAnguish like that of a woman giving birth."},{"Verse":25,"Text":" Do not go out into the field,\r\nAnd do not walk on the road,\r\nFor the enemy has a sword;\r\nThere is terror all around."},{"Verse":26,"Text":" O daughter of my people,\r\nPut on sackcloth and roll in the ashes.\r\nMourn as for an only son, with bitter wailing,\r\nFor suddenly the destroyer will come upon us."},{"Verse":27,"Text":" “I have made you a metal tester among my people,\r\nOne making a thorough search;\r\nYou must take note and examine their way."},{"Verse":28,"Text":" All of them are the most stubborn men,\r\nWalking about as slanderers.\r\nThey are like copper and iron;\r\nAll of them are corrupt."},{"Verse":29,"Text":" The bellows have been scorched.\r\nOut from their fire there is lead.\r\nOne keeps refining intensely simply for nothing,\r\nAnd those who are bad have not been separated."},{"Verse":30,"Text":" Rejected silver is what people will certainly call them,\r\nFor Jehovah has rejected them.”"}]},{"Chapter":7,"Verses":[{"Verse":1,"Text":" This is the word that came to Jeremiah from Jehovah, saying:"},{"Verse":2,"Text":" “Stand in the gate of the house of Jehovah and proclaim there this message, ‘Hear the word of Jehovah, all you people of Judah who enter these gates to bow down to Jehovah."},{"Verse":3,"Text":" This is what Jehovah of armies, the God of Israel, says: “Reform your ways and your actions, and I will allow you to keep residing in this place."},{"Verse":4,"Text":" Do not put your trust in deceptive words and say, ‘This is the temple of Jehovah, the temple of Jehovah, the temple of Jehovah!’"},{"Verse":5,"Text":" For if you truly reform your ways and actions; if you truly uphold justice between a man and his neighbor;"},{"Verse":6,"Text":" if you do not oppress foreign residents, orphans, and widows; if you do not shed innocent blood in this place; and if you do not follow other gods to your own harm;"},{"Verse":7,"Text":" then I will allow you to keep residing in this place, in the land I gave to your forefathers for all time.”’”"},{"Verse":8,"Text":" “But you are putting your trust in deceptive words—it will bring absolutely no benefit."},{"Verse":9,"Text":" Can you steal, murder, commit adultery, swear falsely, make sacrifices to Baʹal, and follow after gods you had not known,"},{"Verse":10,"Text":" and then come and stand before me in this house that bears my name and say, ‘We will be saved,’ despite your doing all these detestable things?"},{"Verse":11,"Text":" Has this house that bears my name become a cave of robbers in your eyes? Here I have seen it for myself,” declares Jehovah."},{"Verse":12,"Text":" “‘However, go now to my place in Shiʹloh, where I first caused my name to reside, and see what I did to it because of the badness of my people Israel."},{"Verse":13,"Text":" But you kept doing all these things,’ declares Jehovah, ‘and even though I spoke to you again and again, you did not listen. I kept calling you, but you would not answer."},{"Verse":14,"Text":" So I will do to the house that bears my name, in which you are trusting, and to this place that I gave to you and your forefathers, just as I did to Shiʹloh."},{"Verse":15,"Text":" I will throw you out of my sight, just as I threw out all your brothers, all the descendants of Eʹphraim.’"},{"Verse":16,"Text":" “As for you, do not pray in behalf of this people. Do not cry out or offer a prayer or plead with me in their behalf, for I will not listen to you."},{"Verse":17,"Text":" Do you not see what they are doing in the cities of Judah and in the streets of Jerusalem?"},{"Verse":18,"Text":" The sons are gathering wood, the fathers are lighting the fire, and the wives are kneading dough in order to make sacrificial cakes to the Queen of Heaven, and they are pouring out drink offerings to other gods to offend me."},{"Verse":19,"Text":" ‘But am I the one they are hurting?’ declares Jehovah. ‘Is it not they themselves, to their own shame?’"},{"Verse":20,"Text":" Therefore this is what the Sovereign Lord Jehovah says, ‘Look! My anger and my wrath will be poured out on this place, on man and beast, on the trees of the field and the fruitage of the ground; it will burn and will not be extinguished.’"},{"Verse":21,"Text":" “This is what Jehovah of armies, the God of Israel, says, ‘Go ahead, add your whole burnt offerings to your other sacrifices, and eat the flesh yourselves."},{"Verse":22,"Text":" For on the day I brought your forefathers out of the land of Egypt, I did not speak with them or command them concerning whole burnt offerings and sacrifices."},{"Verse":23,"Text":" But I did give them this command: “Obey my voice, and I will become your God, and you will become my people. You must walk in all the way that I command, so that it may go well with you.”’"},{"Verse":24,"Text":" But they did not listen or incline their ear; instead, they walked in their own schemes, stubbornly following their wicked heart, and they went backward, not forward,"},{"Verse":25,"Text":" from the day your forefathers came out of the land of Egypt until this day. So I kept sending all my servants the prophets to you, sending them each day, again and again."},{"Verse":26,"Text":" But they refused to listen to me, and they did not incline their ear. Instead, they were stubborn, and they acted worse than their forefathers!"},{"Verse":27,"Text":" “You will speak all these words to them, but they will not listen to you; you will call to them, but they will not answer you."},{"Verse":28,"Text":" And you will say to them, ‘This is the nation that did not obey the voice of Jehovah their God and refused to accept discipline. Faithfulness has perished and is not even mentioned among them.’"},{"Verse":29,"Text":" “Shear off your uncut hair and throw it away, and on the bare hills raise a dirge, for Jehovah has rejected and will abandon this generation that has infuriated him."},{"Verse":30,"Text":" ‘For the people of Judah have done what is bad in my eyes,’ declares Jehovah. ‘They have set up their disgusting idols in the house that bears my name, in order to defile it."},{"Verse":31,"Text":" They have built the high places of Toʹpheth, which is in the Valley of the Son of Hinʹnom, in order to burn their sons and their daughters in the fire, something that I had not commanded and that had never even come into my heart.’"},{"Verse":32,"Text":" “‘Therefore look! the days are coming,’ declares Jehovah, ‘when it will no longer be called Toʹpheth or the Valley of the Son of Hinʹnom but the Valley of the Slaughter. They will bury in Toʹpheth until there is no place left."},{"Verse":33,"Text":" And the dead bodies of this people will become food for the birds of the heavens and for the beasts of the earth, with no one to frighten them away."},{"Verse":34,"Text":" I will put an end to the sound of exultation and the sound of rejoicing, the voice of the bridegroom and the voice of the bride, in the cities of Judah and in the streets of Jerusalem, for the land will be reduced to ruins.’”"}]},{"Chapter":8,"Verses":[{"Verse":1,"Text":" “At that time,” declares Jehovah, “the bones of the kings of Judah, the bones of its princes, the bones of the priests, the bones of the prophets, and the bones of the inhabitants of Jerusalem will be taken from their graves."},{"Verse":2,"Text":" They will be spread out to the sun and to the moon and to all the army of the heavens that they loved and served and followed and sought after and bowed down to. They will not be gathered, nor will they be buried. They will become like manure on the surface of the ground.”"},{"Verse":3,"Text":" “And the remnant of this evil family who survive will choose death over life in all the places where I disperse them,” declares Jehovah of armies."},{"Verse":4,"Text":" “And you must say to them, ‘This is what Jehovah says:\r\n“Will they fall and not get up again?\r\nIf one would turn back, will the other not also turn back?"},{"Verse":5,"Text":" Why is this people, Jerusalem, unfaithful with an enduring unfaithfulness?\r\nThey hold fast to deception;\r\nThey refuse to turn back."},{"Verse":6,"Text":" I paid attention and kept listening, but the way they spoke was not right.\r\nNot a man repented over his wickedness or asked, ‘What have I done?’\r\nEach one keeps returning to the popular course, like a horse dashing into the battle."},{"Verse":7,"Text":" Even the stork in the sky knows its seasons;\r\nThe turtledove and the swift and the thrush keep to the time of their return.\r\nBut my own people do not understand the judgment of Jehovah.”’"},{"Verse":8,"Text":" ‘How can you say: “We are wise, and we have the law of Jehovah”?\r\nFor in fact, the lying stylus of the scribes has been used only for falsehood."},{"Verse":9,"Text":" The wise have been put to shame.\r\nThey have become terrified and will be caught.\r\nLook! They have rejected the word of Jehovah,\r\nAnd what wisdom do they have?"},{"Verse":10,"Text":" So I will give their wives to other men,\r\nTheir fields to other owners;\r\nFor from the least to the greatest, each one is making dishonest gain;\r\nFrom the prophet to the priest, each one is practicing fraud."},{"Verse":11,"Text":" And they try to heal the breakdown of the daughter of my people lightly, saying,\r\n“There is peace! There is peace!”\r\nWhen there is no peace."},{"Verse":12,"Text":" Do they feel ashamed of the detestable things they have done?\r\nThey feel no shame at all!\r\nThey do not even know how to feel humiliated!\r\nSo they will fall among the fallen.\r\nWhen I bring punishment on them they will stumble,’ says Jehovah."},{"Verse":13,"Text":" ‘When I gather them, I will bring them to their end,’ declares Jehovah.\r\n‘There will be no grapes left on the vine, no figs on the fig tree, and the leaves will wither.\r\nAnd what I gave to them will be lost to them.’”"},{"Verse":14,"Text":" “Why are we sitting here?\r\nLet us gather together and enter the fortified cities and perish there.\r\nFor Jehovah our God will do away with us,\r\nAnd he gives us poisoned water to drink,\r\nBecause we have sinned against Jehovah."},{"Verse":15,"Text":" There was a hope for peace, but nothing good came,\r\nFor a time of healing, but there is terror!"},{"Verse":16,"Text":" From Dan is heard the snorting of his horses.\r\nAt the sound of the neighing of his stallions,\r\nThe whole land quakes.\r\nThey come in and devour the land and everything in it,\r\nThe city and its inhabitants.”"},{"Verse":17,"Text":" “For here I am sending in serpents among you,\r\nPoisonous snakes that cannot be charmed,\r\nAnd they will certainly bite you,” declares Jehovah."},{"Verse":18,"Text":" My grief is incurable;\r\nMy heart is sick."},{"Verse":19,"Text":" From a distant land there is a cry for help\r\nFrom the daughter of my people:\r\n“Is Jehovah not in Zion?\r\nOr is her king not in her?”\r\n“Why have they offended me with their graven images,\r\nWith their worthless foreign gods?”"},{"Verse":20,"Text":" “The harvest has passed, the summer has ended,\r\nBut we have not been saved!”"},{"Verse":21,"Text":" I am shattered over the breakdown of the daughter of my people;\r\nI am dejected.\r\nHorror has seized me."},{"Verse":22,"Text":" Is there no balsam in Gilʹead?\r\nOr is there no healer there?\r\nWhy has the daughter of my people not been restored to health?"}]},{"Chapter":9,"Verses":[{"Verse":1,"Text":" O that my head were waters,\r\nMy eyes a fountain of tears!\r\nThen I would weep day and night\r\nFor the slain ones of my people."},{"Verse":2,"Text":" O that I had a traveler’s lodging place in the wilderness!\r\nThen I would leave my people and go away from them,\r\nFor they are all adulterers,\r\nA band of treacherous people."},{"Verse":3,"Text":" They bend their tongue like a bow;\r\nFalsehood, not faithfulness, prevails in the land.\r\n“They advance from evil to evil,\r\nAnd they pay no attention to me,” declares Jehovah."},{"Verse":4,"Text":" “Everyone, be on guard against your neighbor,\r\nAnd do not trust even your brother.\r\nFor every brother is a betrayer,\r\nAnd every neighbor is a slanderer."},{"Verse":5,"Text":" Each one cheats his neighbor,\r\nAnd no one speaks truth.\r\nThey have taught their tongue to speak falsehood.\r\nThey wear themselves out doing what is wrong."},{"Verse":6,"Text":" You are living in the midst of deception.\r\nIn their deception they refused to know me,” declares Jehovah."},{"Verse":7,"Text":" Therefore this is what Jehovah of armies says:\r\n“I will smelt them and test them,\r\nFor what else can I do with the daughter of my people?"},{"Verse":8,"Text":" Their tongue is a deadly arrow that speaks deception.\r\nWith his mouth a person speaks of peace to his neighbor,\r\nBut inside he lays an ambush.”"},{"Verse":9,"Text":" “Should I not call them to account for these things?” declares Jehovah.\r\n“Should I not avenge myself on such a nation?"},{"Verse":10,"Text":" I will weep and lament over the mountains\r\nAnd take up a dirge over the pastures of the wilderness,\r\nFor they have been burned up so that no man passes through,\r\nAnd the sound of livestock is not heard.\r\nThe birds of heaven and the beasts have fled; they are gone."},{"Verse":11,"Text":" I will make Jerusalem piles of stones, the lair of jackals,\r\nAnd I will make the cities of Judah desolate, without an inhabitant."},{"Verse":12,"Text":" Who is wise enough to understand this?\r\nTo whom has the mouth of Jehovah spoken, that he may declare it?\r\nWhy has the land perished?\r\nWhy is it scorched like the wilderness,\r\nSo that no one is passing through?”"},{"Verse":13,"Text":" Jehovah replied: “Because of their rejecting my law that I set before them, and because they have not followed it and obeyed my voice."},{"Verse":14,"Text":" Instead, they stubbornly followed their own hearts, and they followed the Baʹal images, as their fathers had taught them to do."},{"Verse":15,"Text":" Therefore this is what Jehovah of armies, the God of Israel, says, ‘Here I am making this people eat wormwood, and I will make them drink poisoned water."},{"Verse":16,"Text":" I will scatter them among the nations that they and their fathers have not known, and I will send a sword after them until I will have exterminated them.’"},{"Verse":17,"Text":" This is what Jehovah of armies says,\r\n‘Behave with understanding.\r\nSummon the women who sing dirges,\r\nAnd send for the skilled women to come,"},{"Verse":18,"Text":" So that they may hurry and raise a lamentation for us,\r\nSo that our eyes may stream with tears\r\nAnd our eyelids trickle with water."},{"Verse":19,"Text":" For the sound of lamentation has been heard from Zion:\r\n“How we have been devastated!\r\nHow great our shame is!\r\nFor we have left the land, and they have thrown down our homes.”"},{"Verse":20,"Text":" You women, hear the word of Jehovah.\r\nMay your ear receive the word of his mouth.\r\nTeach your daughters this lamentation,\r\nAnd teach one another this dirge."},{"Verse":21,"Text":" For death has come up through our windows;\r\nIt has entered our fortified towers\r\nTo take away the children from the streets\r\nAnd the young men from the public squares.’"},{"Verse":22,"Text":" Say, ‘This is what Jehovah declares:\r\n“The dead bodies of people will fall like manure on the surface of the field,\r\nLike a row of newly cut grain after the reaper,\r\nWith no one to gather them up.”’”"},{"Verse":23,"Text":" This is what Jehovah says:\r\n“Let not the wise man boast about his wisdom;\r\nLet not the mighty man boast about his mightiness;\r\nAnd let not the rich man boast about his riches.”"},{"Verse":24,"Text":" “But let the one boasting boast about this:\r\nThat he has insight and knowledge of me,\r\nThat I am Jehovah, the One showing loyal love, justice, and righteousness in the earth,\r\nFor in these things I take delight,” declares Jehovah."},{"Verse":25,"Text":" “Look! Days are coming,” declares Jehovah, “and I will hold an accounting with everyone circumcised and yet uncircumcised,"},{"Verse":26,"Text":" with Egypt and Judah and Eʹdom and the Amʹmonites and Moʹab and with all of those with hair clipped at the temples who are dwelling in the wilderness; for all the nations are uncircumcised, and all the house of Israel are uncircumcised in heart.”"}]},{"Chapter":10,"Verses":[{"Verse":1,"Text":" Hear the word that Jehovah has spoken against you, O house of Israel."},{"Verse":2,"Text":" This is what Jehovah says:\r\n“Do not learn the way of the nations,\r\nAnd do not be terrified by the signs of the heavens\r\nBecause the nations are terrified by them."},{"Verse":3,"Text":" For the customs of the peoples are a delusion.\r\nIt is just a tree of the forest that is cut down,\r\nWorked by the hands of the craftsman with his tool."},{"Verse":4,"Text":" They adorn it with silver and gold\r\nAnd fasten it with hammer and nails so that it will not fall over."},{"Verse":5,"Text":" Like a scarecrow in a cucumber field, they cannot speak;\r\nThey have to be carried, for they cannot walk.\r\nDo not fear them, for they can do no harm,\r\nNor can they do any good.”"},{"Verse":6,"Text":" No one is like you, O Jehovah.\r\nYou are great, and your name is great and mighty."},{"Verse":7,"Text":" Who should not fear you, O King of the nations, for it is fitting;\r\nBecause among all the wise ones of the nations and among all their kingdoms,\r\nThere is no one at all like you."},{"Verse":8,"Text":" They are all unreasoning and stupid.\r\nInstruction from a tree is an utter delusion."},{"Verse":9,"Text":" Silver plates are imported from Tarʹshish and gold from Uʹphaz,\r\nThe work of a craftsman, of the hands of a metalworker.\r\nTheir clothing is blue thread and purple wool.\r\nThey are all made by skilled workers."},{"Verse":10,"Text":" But Jehovah is truly God.\r\nHe is the living God and the eternal King.\r\nBecause of his indignation the earth will quake,\r\nAnd no nations will endure his denunciation."},{"Verse":11,"Text":" This is what you should say to them:\r\n“The gods that did not make the heavens and the earth\r\nWill perish from the earth and from under these heavens.”"},{"Verse":12,"Text":" He is the Maker of the earth by his power,\r\nThe One who established the productive land by his wisdom\r\nAnd who stretched out the heavens by his understanding."},{"Verse":13,"Text":" When he makes his voice heard,\r\nThe waters in the heavens are in turmoil,\r\nAnd he causes clouds to ascend from the ends of the earth.\r\nHe makes lightning for the rain,\r\nAnd he brings the wind out of his storehouses."},{"Verse":14,"Text":" Every man acts unreasonably and without knowledge.\r\nEvery metalworker will be put to shame because of the carved image;\r\nFor his metal image is a falsehood,\r\nAnd there is no spirit in them."},{"Verse":15,"Text":" They are a delusion, a work of mockery.\r\nWhen their day of reckoning comes, they will perish."},{"Verse":16,"Text":" The Share of Jacob is not like these things,\r\nFor he is the One who formed everything,\r\nAnd Israel is the staff of his inheritance.\r\nJehovah of armies is his name."},{"Verse":17,"Text":" Gather up your bundle from the ground,\r\nO woman dwelling under siege."},{"Verse":18,"Text":" For this is what Jehovah says:\r\n“Here I am hurling the inhabitants out of the land at this time,\r\nAnd I will cause them to experience distress.”"},{"Verse":19,"Text":" Woe to me because of my breakdown!\r\nMy wound is incurable.\r\nAnd I said: “Surely this is my sickness, and I must bear it."},{"Verse":20,"Text":" My tent has been devastated, and my tent cords have all been torn apart.\r\nMy sons have left me and are no more.\r\nThere is no one left to stretch out my tent or raise up my tent cloths."},{"Verse":21,"Text":" For the shepherds have behaved senselessly,\r\nAnd they have not inquired of Jehovah.\r\nThat is why they have not acted with insight,\r\nAnd all their flocks have been scattered.”"},{"Verse":22,"Text":" Listen! A report! It is coming!\r\nA great pounding from the land of the north,\r\nTo make the cities of Judah desolate, a lair of jackals."},{"Verse":23,"Text":" I well know, O Jehovah, that man’s way does not belong to him.\r\nIt does not belong to man who is walking even to direct his step."},{"Verse":24,"Text":" Correct me, O Jehovah, with judgment,\r\nBut not in your anger, that you may not reduce me to nothing."},{"Verse":25,"Text":" Pour out your wrath on the nations who ignore you\r\nAnd on the families who do not call on your name.\r\nFor they have devoured Jacob,\r\nYes, they have devoured him to the point of extermination,\r\nAnd they have desolated his homeland."}]},{"Chapter":11,"Verses":[{"Verse":1,"Text":" This is the word that came to Jeremiah from Jehovah, saying:"},{"Verse":2,"Text":" “Hear the words of this covenant, you people!\r\n“Speak them to the men of Judah and to the inhabitants of Jerusalem"},{"Verse":3,"Text":" and say to them, ‘This is what Jehovah the God of Israel says: “Cursed is the man who does not obey the words of this covenant,"},{"Verse":4,"Text":" which I commanded your forefathers on the day I brought them out of the land of Egypt, out of the iron-smelting furnace, saying, ‘Obey my voice, and do all the things that I command you; and you will become my people and I will be your God,"},{"Verse":5,"Text":" so that I may fulfill the oath that I swore to your forefathers, to give them the land flowing with milk and honey, as it is this day.’”’”\r\nAnd I answered: “Amen, O Jehovah.”"},{"Verse":6,"Text":" Jehovah then said to me: “Proclaim all these words in the cities of Judah and in the streets of Jerusalem: ‘Hear the words of this covenant, and carry them out."},{"Verse":7,"Text":" For I solemnly admonished your forefathers in the day I brought them out of the land of Egypt and to this day, admonishing them again and again: “Obey my voice.”"},{"Verse":8,"Text":" But they did not listen or incline their ear; instead, each kept stubbornly following his own wicked heart. So I brought on them all the words of this covenant that I commanded them to do and that they refused to carry out.’”"},{"Verse":9,"Text":" Jehovah then said to me: “There is a conspiracy among the men of Judah and the inhabitants of Jerusalem."},{"Verse":10,"Text":" They have returned to the errors of their forefathers of old, who refused to obey my words. They too have followed other gods and have served them. The house of Israel and the house of Judah have broken my covenant that I made with their forefathers."},{"Verse":11,"Text":" Therefore this is what Jehovah says, ‘Here I am bringing on them a calamity that they will not be able to escape. When they call to me for help, I will not listen to them."},{"Verse":12,"Text":" Then the cities of Judah and the inhabitants of Jerusalem will go to the gods to which they are making sacrifices and call for help, but these will by no means save them in the time of their calamity."},{"Verse":13,"Text":" For your gods have become as many as your cities, O Judah, and you have set up as many altars to the shameful thing as there are streets in Jerusalem, altars to make sacrifices to Baʹal.’"},{"Verse":14,"Text":" “As for you, do not pray in behalf of this people. Do not cry out in their behalf or offer a prayer for them, for I will not be listening when they call out to me because of their calamity."},{"Verse":15,"Text":" What right does my beloved one have to be in my house\r\nWhen so many have carried out evil schemes?\r\nWith holy flesh will they avert the calamity when it comes upon you?\r\nWill you exult at that time?"},{"Verse":16,"Text":" Jehovah once called you a thriving olive tree,\r\nBeautiful with fine fruit.\r\nWith a great roaring sound, he has set her on fire,\r\nAnd they have broken its branches."},{"Verse":17,"Text":" “Jehovah of armies, your Planter, has declared that a calamity will come upon you because of the evil committed by the house of Israel and the house of Judah, who have offended me by making sacrifices to Baʹal.”"},{"Verse":18,"Text":" Jehovah informed me so that I would know;\r\nAt that time you caused me to see what they were doing."},{"Verse":19,"Text":" I was like a docile lamb being brought to the slaughter.\r\nI did not know that they were scheming against me:\r\n“Let us destroy the tree with its fruit,\r\nAnd let us cut him off from the land of the living,\r\nSo that his name may be remembered no more.”"},{"Verse":20,"Text":" But Jehovah of armies judges with righteousness;\r\nHe examines the innermost thoughts and the heart.\r\nLet me see your vengeance on them,\r\nFor to you I have committed my legal case."},{"Verse":21,"Text":" Therefore this is what Jehovah says against the men of Anʹathoth who are seeking to take your life and who say: “You must not prophesy in the name of Jehovah, or you will die by our hand”;"},{"Verse":22,"Text":" therefore this is what Jehovah of armies says: “Here I am going to call them to account. The young men will die by the sword, and their sons and their daughters will die by famine."},{"Verse":23,"Text":" Not even a remnant will be left of them, because I will bring calamity on the men of Anʹathoth in the year of their being called to account.”"}]},{"Chapter":12,"Verses":[{"Verse":1,"Text":" You are righteous, O Jehovah, when I make my complaint to you,\r\nWhen I speak about matters of justice with you.\r\nBut why is the way of wicked ones successful,\r\nAnd why are the treacherous unworried?"},{"Verse":2,"Text":" You planted them, and they have taken root.\r\nThey have grown and produced fruit.\r\nYou are on their lips, but far away from their innermost thoughts."},{"Verse":3,"Text":" But you know me well, O Jehovah, you see me;\r\nYou have examined my heart and found it in union with you.\r\nSingle them out like sheep for slaughtering,\r\nAnd set them apart for the day of killing."},{"Verse":4,"Text":" How much longer should the land wither away\r\nAnd the vegetation of every field dry up?\r\nBecause of the evil of those dwelling in it,\r\nThe beasts and the birds have been swept away.\r\nFor they have said: “He does not see what will happen to us.”"},{"Verse":5,"Text":" If you get tired running with footmen,\r\nHow can you run a race against horses?\r\nEven if you are confident in the land of peace,\r\nHow will you fare among the dense thickets along the Jordan?"},{"Verse":6,"Text":" For even your own brothers, the household of your own father,\r\nHave dealt treacherously with you.\r\nThey have raised a loud cry against you.\r\nDo not put faith in them,\r\nEven if they speak good things to you."},{"Verse":7,"Text":" “I have abandoned my house; I have deserted my inheritance.\r\nI have given my dearly beloved one into the hand of her enemies."},{"Verse":8,"Text":" My inheritance has become to me like a lion in the forest.\r\nShe has roared against me.\r\nSo I have come to hate her."},{"Verse":9,"Text":" My inheritance is like a multicolored bird of prey to me;\r\nThe other birds of prey surround it and attack it.\r\nCome, gather together, all you beasts of the field,\r\nCome to eat."},{"Verse":10,"Text":" Many shepherds have destroyed my vineyard;\r\nThey have trampled my portion of land.\r\nThey have turned my desirable portion of land into a desolate wilderness."},{"Verse":11,"Text":" It has become a wasteland.\r\nIt has withered;\r\nIt is desolate before me.\r\nThe whole land has been made desolate,\r\nBut no man takes it to heart."},{"Verse":12,"Text":" On all the worn paths through the wilderness the destroyers have come,\r\nFor the sword of Jehovah is devouring from one end of the land to the other end.\r\nThere is no peace for anyone."},{"Verse":13,"Text":" They have sown wheat, but they have reaped thorns.\r\nThey have worn themselves out, but to no benefit.\r\nThey will be ashamed of their produce\r\nBecause of the burning anger of Jehovah.”"},{"Verse":14,"Text":" This is what Jehovah says against all my wicked neighbors, who are touching the inheritance that I caused my people Israel to possess: “Here I am uprooting them from their land, and I will uproot the house of Judah from among them."},{"Verse":15,"Text":" But after I uproot them, I will again have mercy on them and bring each of them back to his inheritance and to his land.”"},{"Verse":16,"Text":" “And if they make sure to learn the ways of my people and to swear by my name, ‘As surely as Jehovah is alive!’ just as they taught my people to swear by Baʹal, they will then be built up among my people."},{"Verse":17,"Text":" But if they refuse to obey, I will also uproot that nation, uprooting and destroying it,” declares Jehovah."}]},{"Chapter":13,"Verses":[{"Verse":1,"Text":" This is what Jehovah told me: “Go and buy a linen belt for yourself and put it around your waist, but do not dip it in water.”"},{"Verse":2,"Text":" So I bought the belt according to the word of Jehovah and put it around my waist."},{"Verse":3,"Text":" And the word of Jehovah came to me a second time:"},{"Verse":4,"Text":" “Take the belt that you bought and are wearing and get up, go to the Euphraʹtes, and hide it there in a cleft of the crag.”"},{"Verse":5,"Text":" So I went and hid it by the Euphraʹtes, just as Jehovah had commanded me."},{"Verse":6,"Text":" But many days later Jehovah said to me: “Get up, go to the Euphraʹtes, and take from there the belt that I commanded you to hide there.”"},{"Verse":7,"Text":" So I went to the Euphraʹtes and dug up the belt and took it from the place where I had hidden it, and I saw that the belt had been ruined; it was completely useless."},{"Verse":8,"Text":" Then the word of Jehovah came to me:"},{"Verse":9,"Text":" “This is what Jehovah says, ‘In the same way I will destroy the pride of Judah and the immense pride of Jerusalem."},{"Verse":10,"Text":" These evil people who refuse to obey my words, who stubbornly follow their own heart, and who are following other gods, serving and bowing down to them, will become just like this belt that is completely useless.’"},{"Verse":11,"Text":" ‘For just as a belt clings to the waist of a man, so I made the whole house of Israel and the whole house of Judah cling to me,’ declares Jehovah, ‘to become to me a people, a name, a praise, and something beautiful. But they did not obey.’"},{"Verse":12,"Text":" “And you must also give this message to them, ‘This is what Jehovah the God of Israel says: “Every large jar should be filled with wine.”’ And they will reply to you, ‘Do we not already know that every large jar should be filled with wine?’"},{"Verse":13,"Text":" Then say to them, ‘This is what Jehovah says: “Here I am filling with drunkenness all the inhabitants of this land, the kings sitting on the throne of David, the priests and the prophets, and all the inhabitants of Jerusalem."},{"Verse":14,"Text":" And I will smash them against each other, fathers and sons alike,” declares Jehovah. “I will not show compassion or feel any sorrow or have any mercy on them; nothing will stop me from bringing them to ruin.”’"},{"Verse":15,"Text":" Hear and pay attention.\r\nDo not be haughty, for Jehovah has spoken."},{"Verse":16,"Text":" Give glory to Jehovah your God\r\nBefore he brings darkness\r\nAnd before your feet stumble on the mountains at dusk.\r\nYou will hope for the light,\r\nBut he will bring deep shadow;\r\nHe will turn it into thick gloom."},{"Verse":17,"Text":" And if you refuse to listen,\r\nI will weep in secret because of your pride.\r\nI will shed many tears, and my eyes will stream with tears,\r\nBecause the flock of Jehovah has been carried away captive."},{"Verse":18,"Text":" Tell the king and the queen mother, ‘Sit in a lower place,\r\nFor your beautiful crown will fall from your head.’"},{"Verse":19,"Text":" The cities of the south are shut, with no one to open them.\r\nAll of Judah has been taken into exile, taken completely into exile."},{"Verse":20,"Text":" Raise your eyes and see those coming from the north.\r\nWhere is the flock you were given, your beautiful sheep?"},{"Verse":21,"Text":" What will you say when your punishment comes\r\nFrom your close friends whom you cultivated from the start?\r\nWill not birth pains seize you, like those of a woman giving birth?"},{"Verse":22,"Text":" And when you say in your heart, ‘Why have these things befallen me?’\r\nIt is because of your great error that your skirts have been stripped off\r\nAnd your heels have been treated violently."},{"Verse":23,"Text":" Can a Cushʹite change his skin, or a leopard its spots?\r\nIf so, then you can do good,\r\nYou who are trained to do bad."},{"Verse":24,"Text":" So I will scatter them like straw blown by the desert wind."},{"Verse":25,"Text":" This is your lot, the portion that I have measured out to you,” declares Jehovah,\r\n“Because you have forgotten me and you trust in lies."},{"Verse":26,"Text":" Therefore, I will lift up your skirts over your face,\r\nAnd your shame will be seen,"},{"Verse":27,"Text":" Your acts of adultery and your lustful neighing,\r\nYour obscene prostitution.\r\nOn the hills, in the field,\r\nI have seen your disgusting behavior.\r\nWoe to you, O Jerusalem!\r\nHow much longer will you remain unclean?”"}]},{"Chapter":14,"Verses":[{"Verse":1,"Text":" This is the word of Jehovah that came to Jeremiah concerning the droughts:"},{"Verse":2,"Text":" Judah mourns, and its gates have faded away.\r\nThey sink to the ground dejected,\r\nAnd a cry goes up from Jerusalem."},{"Verse":3,"Text":" And their masters send their servants for water.\r\nThey go to the water holes and find no water.\r\nThey return with their vessels empty.\r\nThey are ashamed and disappointed,\r\nAnd they cover their heads."},{"Verse":4,"Text":" Because the ground is cracked,\r\nFor there is no rain on the land,\r\nThe farmers are dismayed and cover their heads."},{"Verse":5,"Text":" Even the doe in the field forsakes her newborn\r\nBecause there is no grass."},{"Verse":6,"Text":" The wild donkeys stand on the bare hills.\r\nThey pant for air like jackals;\r\nTheir eyes fail because there is no vegetation."},{"Verse":7,"Text":" Although our own errors testify against us,\r\nO Jehovah, act for the sake of your name.\r\nFor our acts of unfaithfulness are many,\r\nAnd it is against you that we have sinned."},{"Verse":8,"Text":" O hope of Israel, his Savior in times of distress,\r\nWhy are you like a stranger in the land,\r\nLike a traveler who stops only to spend the night?"},{"Verse":9,"Text":" Why are you like a man who is stunned,\r\nLike a mighty man who cannot save?\r\nFor you are among us, O Jehovah,\r\nAnd your name has been called on us.\r\nDo not abandon us."},{"Verse":10,"Text":" This is what Jehovah says concerning this people: “They love to wander about; they have not restrained their feet. So Jehovah finds no pleasure in them. Now he will remember their error and call them to account for their sins.”"},{"Verse":11,"Text":" Then Jehovah said to me: “Do not pray for good to come to this people."},{"Verse":12,"Text":" When they fast, I do not listen to their entreaties, and when they offer whole burnt offerings and grain offerings, I take no pleasure in them, for by the sword, by famine, and by pestilence, I will do away with them.”"},{"Verse":13,"Text":" At this I said: “Alas, O Sovereign Lord Jehovah! Here the prophets are saying to them, ‘You will not see the sword, and famine will not come upon you, but I will give you true peace in this place.’”"},{"Verse":14,"Text":" Jehovah then said to me: “The prophets are prophesying lies in my name. I have not sent them or commanded them or spoken to them. A lying vision and a worthless divination and the deceit of their own heart is what they are prophesying to you."},{"Verse":15,"Text":" Therefore this is what Jehovah says concerning the prophets who are prophesying in my name, though I did not send them, and who say that no sword or famine will occur in this land: ‘By sword and by famine those prophets will perish."},{"Verse":16,"Text":" And the people to whom they are prophesying will be cast out into the streets of Jerusalem because of the famine and the sword, with no one to bury them—them, their wives, their sons, or their daughters—for I will pour out on them the calamity they deserve.’"},{"Verse":17,"Text":" “You must speak this word to them,\r\n‘Let my eyes stream with tears night and day, let them not cease,\r\nFor the virgin daughter of my people has been completely crushed and broken,\r\nWith an extremely severe wound."},{"Verse":18,"Text":" If I go out into the field and look,\r\nI see those slain by the sword!\r\nAnd if I come into the city,\r\nI see the diseases from the famine!\r\nFor both the prophet and the priest have gone around in a land that they do not know.’”"},{"Verse":19,"Text":" Have you completely rejected Judah, or have you abhorred Zion?\r\nWhy have you struck us, so that there is no healing for us?\r\nThere was a hope for peace, but nothing good came,\r\nFor a time of healing, but there is terror!"},{"Verse":20,"Text":" We acknowledge our wickedness, O Jehovah,\r\nAnd the error of our forefathers,\r\nFor we have sinned against you."},{"Verse":21,"Text":" For the sake of your name, do not reject us;\r\nDo not despise your glorious throne.\r\nRemember, and do not break your covenant with us."},{"Verse":22,"Text":" Can any of the worthless idols of the nations give rain,\r\nOr can even the heavens send showers of rain on their own?\r\nAre you not the only One, O Jehovah our God?\r\nAnd we hope in you,\r\nFor you alone have done all these things."}]},{"Chapter":15,"Verses":[{"Verse":1,"Text":" Then Jehovah said to me: “Even if Moses and Samuel were standing before me, I would show no favor toward this people. Drive them out from before me. Let them go."},{"Verse":2,"Text":" And if they say to you, ‘Where should we go?’ you must say to them, ‘This is what Jehovah says:\r\n“Whoever is for deadly plague, to deadly plague!\r\nWhoever is for the sword, to the sword!\r\nWhoever is for the famine, to the famine!\r\nAnd whoever is for the captivity, to the captivity!”’"},{"Verse":3,"Text":" “‘And I will appoint over them four calamities,’ declares Jehovah, ‘the sword to kill, the dogs to drag away, and the birds of the heavens and the beasts of the earth to devour and to destroy."},{"Verse":4,"Text":" And I will make them an object of horror to all the kingdoms of the earth because of Manasʹseh the son of Hezekiʹah, the king of Judah, for what he did in Jerusalem."},{"Verse":5,"Text":" Who will show compassion to you, O Jerusalem,\r\nWho will sympathize with you,\r\nAnd who will stop to ask about your welfare?’"},{"Verse":6,"Text":" ‘You have deserted me,’ declares Jehovah.\r\n‘You keep turning your back on me.\r\nSo I will stretch out my hand against you and destroy you.\r\nI am tired of feeling pity for you."},{"Verse":7,"Text":" And I will winnow them with a fork in the gates of the land.\r\nI will bereave them of children.\r\nI will destroy my people,\r\nSince they refuse to turn back from their ways."},{"Verse":8,"Text":" Their widows will become more numerous before me than the sand of the seas.\r\nI will bring a destroyer against them at midday, against mothers and young men.\r\nI will bring agitation and terror upon them suddenly."},{"Verse":9,"Text":" The woman who bore seven children has grown faint;\r\nShe struggles for breath.\r\nHer sun has set while it is yet day,\r\nCausing shame and humiliation.’\r\n‘And those few remaining ones of them\r\nI will give to the sword before their enemies,’ declares Jehovah.”"},{"Verse":10,"Text":" Woe to me, O my mother, because you gave birth to me,\r\nA man subject to quarrel and strife with all the land.\r\nI have neither loaned nor borrowed;\r\nBut all of them curse me."},{"Verse":11,"Text":" Jehovah said: “I will surely minister to you for good;\r\nI will surely intercede for you in the time of calamity,\r\nIn the time of distress against the enemy."},{"Verse":12,"Text":" Can anyone break iron in pieces,\r\nIron from the north, and copper?"},{"Verse":13,"Text":" Your resources and your treasures I will give as plunder,\r\nNot for a price, but because of all your sins throughout all your territories."},{"Verse":14,"Text":" I will give them to your enemies\r\nTo take to a land you do not know.\r\nFor a fire has been ignited by my anger,\r\nAnd it is burning against you.”"},{"Verse":15,"Text":" You know, O Jehovah,\r\nRemember me and turn your attention to me.\r\nTake vengeance on my persecutors for me.\r\nDo not let me perish because of your slowness to anger.\r\nKnow that for your sake I bear this reproach."},{"Verse":16,"Text":" Your words were found, and I ate them;\r\nAnd your word became to me the exultation and the rejoicing of my heart,\r\nFor your name has been called on me, O Jehovah God of armies."},{"Verse":17,"Text":" I do not sit in the company of merrymakers and rejoice.\r\nBecause your hand is upon me, I sit alone,\r\nFor you have filled me with indignation."},{"Verse":18,"Text":" Why is my pain chronic and my wound incurable?\r\nIt refuses to be healed.\r\nWill you become to me like a deceptive water supply\r\nThat cannot be relied on?"},{"Verse":19,"Text":" Therefore this is what Jehovah says:\r\n“If you return, then I will restore you,\r\nAnd you will stand before me.\r\nIf you separate what is precious from what is worthless,\r\nYou will become like my own mouth.\r\nThey will have to turn to you,\r\nBut you will not turn to them.”"},{"Verse":20,"Text":" “I am making you a fortified copper wall to this people.\r\nThey will certainly fight against you,\r\nBut they will not prevail against you,\r\nFor I am with you, to save you and to rescue you,” declares Jehovah."},{"Verse":21,"Text":" “And I will rescue you from the hand of the wicked\r\nAnd redeem you from the palm of the ruthless.”"}]},{"Chapter":16,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “You must not take a wife for yourself, and you must not have sons and daughters in this place."},{"Verse":3,"Text":" For this is what Jehovah says concerning the sons and daughters who are born here and concerning their mothers who give birth to them and concerning their fathers who cause their birth in this land:"},{"Verse":4,"Text":" ‘They will die of deadly diseases, but no one will mourn them or bury them; they will become like manure on the surface of the ground. They will perish by the sword and by famine, and their dead bodies will be food for the birds of the heavens and for the beasts of the earth.’"},{"Verse":5,"Text":" For this is what Jehovah says,\r\n‘Do not enter a house where a mourners’ feast is held,\r\nAnd do not go to wail or offer sympathy.’\r\n‘For I have taken away my peace from this people,’ declares Jehovah,\r\n‘As well as my loyal love and mercy."},{"Verse":6,"Text":" Both the great and the small will die in this land.\r\nThey will not be buried,\r\nNo one will mourn them,\r\nNor will anyone cut himself or make himself bald for them."},{"Verse":7,"Text":" And no one will provide food for those in mourning,\r\nTo comfort them over their dead;\r\nNor will anyone give them the cup of consolation\r\nTo drink over the loss of their father or mother."},{"Verse":8,"Text":" And do not enter a house of feasting\r\nTo sit down with them to eat and drink.’"},{"Verse":9,"Text":" “For this is what Jehovah of armies, the God of Israel, says, ‘Here in this place, in your days and before your very eyes, I will put an end to the sounds of exultation and rejoicing, the voice of the bridegroom and the voice of the bride.’"},{"Verse":10,"Text":" “When you tell this people all these words, they will ask you, ‘Why has Jehovah spoken of all this great calamity against us? What error and what sin have we committed against Jehovah our God?’"},{"Verse":11,"Text":" You must reply to them, ‘“Because your forefathers abandoned me,” declares Jehovah, “and they kept following other gods and serving them and bowing down to them. But me they abandoned, and my law they did not keep."},{"Verse":12,"Text":" And you have behaved far worse than your forefathers, and each one of you follows the stubbornness of his wicked heart instead of obeying me."},{"Verse":13,"Text":" So I will hurl you out of this land into a land that neither you nor your forefathers have known, and there you will have to serve other gods day and night, because I will show you no favor.”’"},{"Verse":14,"Text":" “‘However, the days are coming,’ declares Jehovah, ‘when they will no longer say: “As surely as Jehovah is alive, who brought the people of Israel out of the land of Egypt!”"},{"Verse":15,"Text":" but rather: “As surely as Jehovah is alive, who brought the people of Israel from the land of the north and from all the lands to which he had dispersed them!” and I will bring them back to their land, which I gave to their forefathers.’"},{"Verse":16,"Text":" ‘Here I am sending for many fishermen,’ declares Jehovah,\r\n‘And they will fish for them.\r\nAfter that I will send for many hunters,\r\nAnd they will hunt them down on every mountain and every hill\r\nAnd out of the clefts of the crags."},{"Verse":17,"Text":" For my eyes are on everything they do.\r\nThey have not been hidden from before me,\r\nNor has their error been hidden from my eyes."},{"Verse":18,"Text":" First, I will repay the full amount due for their error and their sin,\r\nFor they have profaned my land with the lifeless figures of their disgusting idols\r\nAnd have filled my inheritance with their detestable things.’”"},{"Verse":19,"Text":" O Jehovah, my strength and my stronghold,\r\nMy place to flee in the day of distress,\r\nTo you the nations will come from the ends of the earth,\r\nAnd they will say: “Our forefathers inherited utter falsehood,\r\nFutility and useless things of no benefit.”"},{"Verse":20,"Text":" Can a man make gods for himself\r\nWhen they are not really gods?"},{"Verse":21,"Text":" “So I will make them know,\r\nAt this time I will make them know my power and my might,\r\nAnd they will have to know that my name is Jehovah.”"}]},{"Chapter":17,"Verses":[{"Verse":1,"Text":" “The sin of Judah is written down with an iron stylus.\r\nWith a diamond point it is engraved on the tablet of their heart\r\nAnd on the horns of their altars,"},{"Verse":2,"Text":" While their sons remember their altars and their sacred poles\r\nBeside a luxuriant tree, on the high hills,"},{"Verse":3,"Text":" On the mountains in the open countryside.\r\nYour resources, all your treasures, I will give as plunder\r\n—Yes, your high places because of sin throughout your territories."},{"Verse":4,"Text":" You will forfeit, of your own accord, your inheritance that I gave you.\r\nAnd I will make you serve your enemies in a land you do not know,\r\nFor you have kindled my anger like a fire.\r\nIt will burn for all time.”"},{"Verse":5,"Text":" This is what Jehovah says:\r\n“Cursed is the man who puts his trust in mere humans,\r\nWho relies on human power,\r\nAnd whose heart turns away from Jehovah."},{"Verse":6,"Text":" He will become like a solitary tree in the desert.\r\nHe will not see when good comes,\r\nBut he will reside in parched places in the wilderness,\r\nIn a salt land where no one can live."},{"Verse":7,"Text":" Blessed is the man who puts his trust in Jehovah,\r\nWhose confidence is in Jehovah."},{"Verse":8,"Text":" He will become like a tree planted by the waters,\r\nThat sends out its roots to the stream.\r\nHe will not notice when heat comes,\r\nBut his leaves will always flourish.\r\nAnd in the year of drought he will not be anxious,\r\nNor will he quit producing fruit."},{"Verse":9,"Text":" The heart is more treacherous than anything else and is desperate.\r\nWho can know it?"},{"Verse":10,"Text":" I, Jehovah, am searching the heart,\r\nExamining the innermost thoughts,\r\nTo give to each one according to his ways,\r\nAccording to the fruitage of his works."},{"Verse":11,"Text":" Like a partridge that gathers what it has not laid,\r\nSo is the one who acquires riches dishonestly.\r\nThey will leave him in midlife,\r\nAnd in the end he will prove senseless.”"},{"Verse":12,"Text":" A glorious throne, exalted from the beginning,\r\nIs the place of our sanctuary."},{"Verse":13,"Text":" O Jehovah, the hope of Israel,\r\nAll those who abandon you will be put to shame.\r\nThose apostatizing from you will be written in the dust,\r\nBecause they have abandoned Jehovah, the source of living water."},{"Verse":14,"Text":" Heal me, O Jehovah, and I will be healed.\r\nSave me, and I will be saved,\r\nFor you are the object of my praise."},{"Verse":15,"Text":" Look! There are those saying to me:\r\n“Where is the word of Jehovah?\r\nLet it come, please!”"},{"Verse":16,"Text":" But as for me, I did not run away from following you as a shepherd,\r\nNor did I long for the day of disaster.\r\nYou well know everything my lips have spoken;\r\nIt all took place before your face!"},{"Verse":17,"Text":" Do not be a cause of terror to me.\r\nYou are my refuge in the day of calamity."},{"Verse":18,"Text":" Let my persecutors be put to shame,\r\nBut do not let me be put to shame.\r\nLet them be struck with terror,\r\nBut do not let me be struck with terror.\r\nBring the day of calamity on them,\r\nAnd crush them and destroy them completely."},{"Verse":19,"Text":" This is what Jehovah told me: “Go and stand in the gate of the sons of the people by which the kings of Judah go in and out, and in all the gates of Jerusalem."},{"Verse":20,"Text":" You must say to them, ‘Hear the word of Jehovah, you kings of Judah, all people of Judah, and all inhabitants of Jerusalem, who enter by these gates."},{"Verse":21,"Text":" This is what Jehovah says: “Watch yourselves, and do not carry any load on the Sabbath day or bring it in through the gates of Jerusalem."},{"Verse":22,"Text":" You must not bring any load out of your homes on the Sabbath day; and you must do no work at all. Keep the Sabbath day sacred, just as I commanded your forefathers."},{"Verse":23,"Text":" But they did not listen or incline their ear, and they stubbornly refused to obey or to accept discipline.”’"},{"Verse":24,"Text":" “‘“However, if you strictly obey me,” declares Jehovah, “and you bring in no load through the gates of this city on the Sabbath day, and you keep the Sabbath day sacred by not doing any work on it,"},{"Verse":25,"Text":" then kings and princes who sit on the throne of David will also enter in through the gates of this city, riding in the chariot and on horses, they and their princes, the men of Judah and the inhabitants of Jerusalem; and this city will be inhabited for all time."},{"Verse":26,"Text":" And people will come from the cities of Judah, from the places around Jerusalem, from the land of Benjamin, from the lowland, from the mountainous region, and from the Negʹeb, bringing whole burnt offerings, sacrifices, grain offerings, frankincense, and thanksgiving sacrifices into the house of Jehovah."},{"Verse":27,"Text":" “‘“But if you do not obey me by keeping the Sabbath day sacred and by not carrying loads and bringing them through the gates of Jerusalem on the Sabbath day, I will set her gates on fire, and it will certainly consume the fortified towers of Jerusalem and will not be extinguished.”’”"}]},{"Chapter":18,"Verses":[{"Verse":1,"Text":" This is the word that came to Jeremiah from Jehovah:"},{"Verse":2,"Text":" “Rise up and go down to the house of the potter, and there I will cause you to hear my words.”"},{"Verse":3,"Text":" So I went down to the house of the potter, and he was working on the potter’s wheels."},{"Verse":4,"Text":" But the vessel that the potter was making with the clay was spoiled in his hand. So the potter reworked it into another vessel, just as he saw fit."},{"Verse":5,"Text":" Then the word of Jehovah came to me, saying:"},{"Verse":6,"Text":" “‘Can I not do to you just as this potter did, O house of Israel?’ declares Jehovah. ‘Look! As the clay in the hand of the potter, so are you in my hand, O house of Israel."},{"Verse":7,"Text":" Whenever I may speak about uprooting and pulling down and destroying a nation or a kingdom,"},{"Verse":8,"Text":" and that nation abandons its wickedness that I spoke against, I will also change my mind concerning the calamity that I intended to bring against it."},{"Verse":9,"Text":" But whenever I speak about building up and planting a nation or a kingdom,"},{"Verse":10,"Text":" and it does what is bad in my eyes and does not obey my voice, I will change my mind concerning the good that I intended to do for it.’"},{"Verse":11,"Text":" “Now say, please, to the men of Judah and to the inhabitants of Jerusalem, ‘This is what Jehovah says: “Here I am preparing a calamity and devising a scheme against you. Turn back, please, from your bad ways, and reform your ways and your practices.”’”"},{"Verse":12,"Text":" But they said: “It is hopeless! For we will walk after our own thoughts, and each of us will act according to the stubbornness of his wicked heart.”"},{"Verse":13,"Text":" Therefore this is what Jehovah says:\r\n“Ask for yourselves, please, among the nations.\r\nWho has heard anything like this?\r\nThe virgin of Israel has done a most horrible thing."},{"Verse":14,"Text":" Does the snow of Lebʹanon disappear from the rocks on its slopes?\r\nOr will cool waters flowing from afar dry up?"},{"Verse":15,"Text":" But my people have forgotten me.\r\nFor they make sacrifices to something worthless,\r\nAnd they make men stumble in their ways, the ancient paths,\r\nTo walk on back roads that are not smooth and level,"},{"Verse":16,"Text":" In order to make their land an object of horror\r\nAnd something to whistle at forever.\r\nEvery last one passing by it will stare in horror and shake his head."},{"Verse":17,"Text":" Like the east wind, I will scatter them before the enemy.\r\nI will show them my back, not my face, in the day of their disaster.”"},{"Verse":18,"Text":" And they said: “Come, let us devise a plot against Jeremiah, for the law will not perish from our priests or counsel from the wise men or the word from the prophets. Come and let us speak against him and pay no attention to what he says.”"},{"Verse":19,"Text":" Do pay attention to me, O Jehovah,\r\nAnd listen to what my opponents are saying."},{"Verse":20,"Text":" Should good be repaid with bad?\r\nFor they have dug a pit for my life.\r\nRemember how I stood before you to speak good about them,\r\nTo turn your wrath away from them."},{"Verse":21,"Text":" So give their sons over to the famine,\r\nAnd hand them over to the power of the sword.\r\nMay their wives become bereaved of children and widowed.\r\nMay their men be killed with deadly plague,\r\nTheir young men struck down with the sword in battle."},{"Verse":22,"Text":" Let a cry be heard from their houses\r\nWhen you bring marauders on them suddenly.\r\nFor they have dug a pit to capture me\r\nAnd have laid traps for my feet."},{"Verse":23,"Text":" But you, O Jehovah,\r\nWell know all their schemes against me to kill me.\r\nDo not cover their error,\r\nAnd do not wipe out their sin from before you.\r\nLet them stumble before you\r\nWhen you take action against them in your anger."}]},{"Chapter":19,"Verses":[{"Verse":1,"Text":" This is what Jehovah said: “Go and buy an earthenware flask from a potter. Take some of the elders of the people and some of the elders of the priests,"},{"Verse":2,"Text":" and go out to the Valley of the Son of Hinʹnom, at the entrance of the Gate of the Potsherds. And there proclaim the words that I speak to you."},{"Verse":3,"Text":" You will say, ‘Hear the word of Jehovah, you kings of Judah and inhabitants of Jerusalem. This is what Jehovah of armies, the God of Israel, says:\r\n“‘“I am about to bring a calamity on this place, and the ears of anyone who hears about it will tingle."},{"Verse":4,"Text":" It is because they abandoned me and made this place unrecognizable. In it they are sacrificing to other gods, whom they and their forefathers and the kings of Judah had not known, and they have filled this place with the blood of the innocent ones."},{"Verse":5,"Text":" They built the high places of Baʹal in order to burn their sons in the fire as whole burnt offerings to Baʹal, something that I had not commanded or spoken of and that had never even come into my heart.”’"},{"Verse":6,"Text":" “‘“Therefore look! the days are coming,” declares Jehovah, “when this place will no longer be called Toʹpheth or the Valley of the Son of Hinʹnom but the Valley of the Slaughter."},{"Verse":7,"Text":" I will thwart the plans of Judah and Jerusalem in this place, and I will make them fall by the sword before their enemies and by the hand of those seeking to take their life. And I will give their dead bodies as food to the birds of the heavens and to the beasts of the earth."},{"Verse":8,"Text":" And I will make this city an object of horror and something to whistle at. Every last one passing by it will stare in horror and whistle over all its plagues."},{"Verse":9,"Text":" And I will make them eat the flesh of their sons and daughters, and they will each eat the flesh of his fellow man, because of the siege and their desperation when they are hemmed in by their enemies and those seeking to take their life.”’"},{"Verse":10,"Text":" “Then break the flask before the eyes of the men who go with you,"},{"Verse":11,"Text":" and say to them, ‘This is what Jehovah of armies says: “This is how I will break this people and this city, like someone who breaks a potter’s vessel so that it can never be repaired; and they will bury the dead in Toʹpheth until there is no more room to bury them.”’"},{"Verse":12,"Text":" “‘That is what I will do to this place,’ declares Jehovah, ‘and to its inhabitants, to make this city like Toʹpheth."},{"Verse":13,"Text":" And the houses of Jerusalem and the houses of the kings of Judah will become unclean like this place, Toʹpheth, yes, all the houses on whose roofs they offered sacrifices to all the army of the heavens and where they poured out drink offerings to other gods.’”"},{"Verse":14,"Text":" When Jeremiah returned from Toʹpheth where Jehovah sent him to prophesy, he stood in the courtyard of the house of Jehovah and said to all the people:"},{"Verse":15,"Text":" “This is what Jehovah of armies, the God of Israel, says, ‘Here I am bringing on this city and on all its towns all the calamity that I have spoken against it, because they stubbornly refused to obey my words.’”"}]},{"Chapter":20,"Verses":[{"Verse":1,"Text":" Now Pashʹhur the son of Imʹmer, the priest, who was also the leading commissioner in the house of Jehovah, was listening when Jeremiah prophesied these things."},{"Verse":2,"Text":" Then Pashʹhur struck Jeremiah the prophet and put him in the stocks that were at the Upper Gate of Benjamin, which was in the house of Jehovah."},{"Verse":3,"Text":" But on the following day when Pashʹhur released Jeremiah from the stocks, Jeremiah said to him:\r\n“Jehovah has named you, not Pashʹhur, but Terror All Around."},{"Verse":4,"Text":" For this is what Jehovah says, ‘I will make you an object of terror to yourself and to all your friends, and they will fall by the sword of their enemies while your eyes are looking on; and I will give all Judah into the hand of the king of Babylon, and he will take them into exile in Babylon and put them to death by the sword."},{"Verse":5,"Text":" And I will give all the wealth of this city, all its resources, all its precious things, and all the treasures of the kings of Judah into the hand of their enemies. And they will plunder them and seize them and take them to Babylon."},{"Verse":6,"Text":" And as for you, Pashʹhur, and all who live in your house, you will go into captivity. You will go off to Babylon and die there, and you will be buried there with all your friends, because you have prophesied lies to them.’”"},{"Verse":7,"Text":" You have fooled me, O Jehovah, and I was fooled.\r\nYou used your strength against me, and you prevailed.\r\nI have become a laughingstock all day long;\r\nEveryone ridicules me."},{"Verse":8,"Text":" For whenever I speak, I must cry out and proclaim,\r\n“Violence and destruction!”\r\nFor me the word of Jehovah has been the cause of insults and jeering all day long."},{"Verse":9,"Text":" So I said: “I am not going to make mention of him,\r\nAnd I will speak no more in his name.”\r\nBut in my heart it became like a burning fire shut up in my bones,\r\nAnd I was tired of holding it in;\r\nI could no longer endure it."},{"Verse":10,"Text":" For I heard many evil rumors;\r\nTerror surrounded me.\r\n“Denounce him; let us denounce him!”\r\nEvery man wishing me peace was watching for my downfall:\r\n“Perhaps he will make a foolish mistake,\r\nAnd we can prevail and take our revenge against him.”"},{"Verse":11,"Text":" But Jehovah was with me like a fearsome warrior.\r\nThat is why those persecuting me will stumble and will not prevail.\r\nThey will be put to great shame, for they will not succeed.\r\nTheir everlasting humiliation will not be forgotten."},{"Verse":12,"Text":" But you, O Jehovah of armies, are examining the righteous one;\r\nYou see the innermost thoughts and the heart.\r\nLet me see your vengeance on them,\r\nFor to you I have committed my legal case."},{"Verse":13,"Text":" Sing to Jehovah! Praise Jehovah!\r\nFor he has rescued the poor one from the hand of evildoers."},{"Verse":14,"Text":" Cursed be the day I was born!\r\nMay the day my mother gave birth to me not be blessed!"},{"Verse":15,"Text":" Cursed be the man who brought good news to my father, saying:\r\n“A son has been born to you, a boy!”\r\nMaking him rejoice greatly."},{"Verse":16,"Text":" May that man become like cities that Jehovah overthrew without regret.\r\nMay he hear an outcry in the morning and the sound of alarm at midday."},{"Verse":17,"Text":" Why did he not put me to death in the womb,\r\nSo that my mother would become my burial place\r\nAnd her womb would always remain pregnant?"},{"Verse":18,"Text":" Why did I have to come out of the womb\r\nTo see trouble and grief,\r\nTo end my days in shame?"}]},{"Chapter":21,"Verses":[{"Verse":1,"Text":" Jeremiah received the word from Jehovah when King Zedekiʹah sent to him Pashʹhur son of Malchiʹjah and Zephaniʹah son of Maaseiʹah, the priest, requesting:"},{"Verse":2,"Text":" “Please inquire of Jehovah in our behalf, because King Nebuchadnezʹzar of Babylon is waging war against us. Perhaps Jehovah will perform one of his wonderful works in our behalf, so that he will withdraw from us.”"},{"Verse":3,"Text":" Jeremiah said to them: “This is what you should say to Zedekiʹah,"},{"Verse":4,"Text":" ‘This is what Jehovah the God of Israel says: “Here I am turning around against you the weapons of war that are in your own hands, with which you are fighting the king of Babylon and the Chaldeʹans who are outside the wall besieging you. And I will gather them into the middle of this city."},{"Verse":5,"Text":" And I myself will fight against you with an outstretched hand and a mighty arm, with anger and wrath and great indignation."},{"Verse":6,"Text":" I will strike the inhabitants of this city, both man and beast. By a great pestilence they will die.”’"},{"Verse":7,"Text":" “‘“And after that,” declares Jehovah, “I will give King Zedekiʹah of Judah and his servants and the people of this city—those who survive the pestilence, the sword, and the famine—into the hand of King Nebuchadnezʹzar of Babylon, into the hand of their enemies, and into the hand of those who are seeking to take their life. He will strike them down with the sword. He will not feel sorry for them, nor will he show compassion or have any mercy.”’"},{"Verse":8,"Text":" “And to this people you should say, ‘This is what Jehovah says: “Here I am putting before you the way of life and the way of death."},{"Verse":9,"Text":" Those who remain in this city will die by the sword, by famine, and by pestilence. But whoever goes out and surrenders to the Chaldeʹans who are besieging you will keep living, and he will have his life as a spoil.”’"},{"Verse":10,"Text":" “‘“For I have set my face against this city for calamity and not for good,” declares Jehovah. “It will be given into the hand of the king of Babylon, and he will burn it with fire.”"},{"Verse":11,"Text":" “‘To the household of the king of Judah: Hear the word of Jehovah."},{"Verse":12,"Text":" O house of David, this is what Jehovah says:\r\n“Uphold justice every morning,\r\nAnd rescue the one being robbed from the hand of the defrauder,\r\nSo that my wrath does not blaze like a fire\r\nAnd burn with no one to extinguish it\r\nBecause of your evil deeds.”’"},{"Verse":13,"Text":" ‘Here I am against you, O inhabitant of the valley,\r\nO rock of the level land,’ declares Jehovah.\r\n‘As for you who say: “Who will come down against us?\r\nAnd who will invade our dwellings?”"},{"Verse":14,"Text":" I will hold an accounting against you\r\nAs your deeds deserve,’ declares Jehovah.\r\n‘And I will set her forest ablaze,\r\nAnd it will consume all the things around her.’”"}]},{"Chapter":22,"Verses":[{"Verse":1,"Text":" This is what Jehovah says: “Go down to the house of the king of Judah, and deliver this message."},{"Verse":2,"Text":" You must say, ‘Hear the word of Jehovah, O king of Judah who sits on the throne of David, you with your servants and your people, those who enter through these gates."},{"Verse":3,"Text":" This is what Jehovah says: “Uphold justice and righteousness. Rescue the one being robbed from the hand of the defrauder. Do not mistreat any foreign resident, and do not harm any fatherless child or widow. And do not shed any innocent blood in this place."},{"Verse":4,"Text":" For if you are careful to carry out this word, then the kings who sit on the throne of David will enter through the gates of this house, riding in chariots and on horses, they with their servants and their people.”’"},{"Verse":5,"Text":" “‘But if you will not obey these words, by myself I do swear,’ declares Jehovah, ‘that this house will become a devastated place.’"},{"Verse":6,"Text":" “For this is what Jehovah says concerning the house of the king of Judah,\r\n‘You are as Gilʹead to me,\r\nLike the summit of Lebʹanon.\r\nBut I will make you a wilderness;\r\nNot one of your cities will be inhabited."},{"Verse":7,"Text":" And I will appoint destroyers against you,\r\nEach with his weapons.\r\nThey will cut down your choicest cedars\r\nAnd make them fall into the fire."},{"Verse":8,"Text":" “‘And many nations will pass by this city and say to one another: “Why did Jehovah do this to this great city?”"},{"Verse":9,"Text":" And they will reply: “Because they abandoned the covenant of Jehovah their God and bowed down to other gods and served them.”’"},{"Verse":10,"Text":" Do not weep for the dead one,\r\nAnd do not sympathize with him.\r\nInstead, weep profusely for the one going away,\r\nFor he will return no more to see the land of his birth."},{"Verse":11,"Text":" “For this is what Jehovah says concerning Shalʹlum son of Josiʹah, the king of Judah who is reigning instead of his father Josiʹah and who has gone out of this place: ‘He will return there no more."},{"Verse":12,"Text":" For he will die in the place where they have taken him into exile, and he will see this land no more.’"},{"Verse":13,"Text":" Woe to the one who builds his house without righteousness\r\nAnd his upper rooms without justice,\r\nWho makes his fellow man serve him for nothing,\r\nWhose wages he refuses to pay;"},{"Verse":14,"Text":" The one saying, ‘I will build for myself a roomy house\r\nWith spacious upper rooms.\r\nI will fit it with windows\r\nAnd panel it with cedar and paint it with vermilion.’"},{"Verse":15,"Text":" Will you continue reigning because you outdo others in your use of cedar?\r\nYour father also ate and drank,\r\nBut he upheld justice and righteousness,\r\nAnd it went well with him."},{"Verse":16,"Text":" He defended the legal claim of the afflicted one and the poor one,\r\nSo that it went well.\r\n‘Is that not what it means to know me?’ declares Jehovah."},{"Verse":17,"Text":" ‘But your eyes and heart are set only on your dishonest gain,\r\nOn shedding innocent blood,\r\nAnd on committing fraud and extortion.’"},{"Verse":18,"Text":" “Therefore this is what Jehovah says concerning Jehoiʹakim son of Josiʹah, the king of Judah,\r\n‘They will not mourn him:\r\n“Alas, my brother! Alas, my sister!”\r\nThey will not mourn him:\r\n“Alas, O master! Alas, his majesty!”"},{"Verse":19,"Text":" With the burial of a donkey he will be buried,\r\nDragged about and thrown away,\r\nOutside the gates of Jerusalem.’"},{"Verse":20,"Text":" Go up to Lebʹanon and cry out,\r\nRaise your voice in Baʹshan,\r\nAnd cry out from Abʹarim,\r\nFor all your passionate lovers have been crushed."},{"Verse":21,"Text":" I spoke to you when you felt secure.\r\nBut you said, ‘I will not obey.’\r\nThis has been your course since youth,\r\nFor you have not obeyed my voice."},{"Verse":22,"Text":" A wind will shepherd all your shepherds,\r\nAnd your passionate lovers will go into captivity.\r\nThen you will be put to shame and humiliated because of all your calamity."},{"Verse":23,"Text":" O you who dwell in Lebʹanon,\r\nNestled among the cedars,\r\nHow you will groan when pangs come on you,\r\nAnguish like that of a woman giving birth!”"},{"Verse":24,"Text":" “‘As surely as I am alive,’ declares Jehovah, ‘even if Coniʹah son of Jehoiʹakim, the king of Judah, were the seal ring on my right hand, I would pull you off from there!"},{"Verse":25,"Text":" I will give you into the hand of those seeking to take your life, into the hand of those whom you fear, into the hand of King Nebuchadnezʹzar of Babylon, and into the hand of the Chaldeʹans."},{"Verse":26,"Text":" And I will hurl you and your mother who gave birth to you into another land where you were not born, and there you will die."},{"Verse":27,"Text":" And they will never return to the land they yearn for."},{"Verse":28,"Text":" Is this man Coniʹah just a despised, broken pot,\r\nA vessel that nobody wants?\r\nWhy are he and his descendants hurled down\r\nAnd thrown into a land they do not know?’"},{"Verse":29,"Text":" O earth, earth, earth, hear the word of Jehovah."},{"Verse":30,"Text":" This is what Jehovah says:\r\n‘Write down this man as childless,\r\nAs a man who will not have any success during his lifetime,\r\nFor none of his descendants will succeed\r\nIn sitting on David’s throne and ruling again in Judah.’”"}]},{"Chapter":23,"Verses":[{"Verse":1,"Text":" “Woe to the shepherds who are destroying and scattering the sheep of my pasture!” declares Jehovah."},{"Verse":2,"Text":" Therefore this is what Jehovah the God of Israel says against the shepherds who are shepherding my people: “You have scattered my sheep; you kept dispersing them, and you have not turned your attention to them.”\r\n“So I will turn my attention to you because of your evil deeds,” declares Jehovah."},{"Verse":3,"Text":" “Then I will gather together the remnant of my sheep from all the lands to which I have dispersed them, and I will bring them back to their pasture, and they will be fruitful and become many."},{"Verse":4,"Text":" And I will raise up over them shepherds who will really shepherd them. They will no longer be afraid or be terrified, and none will be missing,” declares Jehovah."},{"Verse":5,"Text":" “Look! The days are coming,” declares Jehovah, “when I will raise up to David a righteous sprout. And a king will reign and show insight and uphold justice and righteousness in the land."},{"Verse":6,"Text":" In his days Judah will be saved, and Israel will reside in security. And this is the name by which he will be called: Jehovah Is Our Righteousness.”"},{"Verse":7,"Text":" “However, the days are coming,” declares Jehovah, “when they will no longer say, ‘As surely as Jehovah is alive, who brought the people of Israel out of the land of Egypt!’"},{"Verse":8,"Text":" but rather, ‘As surely as Jehovah is alive, who brought out and brought back the descendants of the house of Israel from the land of the north and from all the lands to which I had dispersed them,’ and they will dwell in their own land.”"},{"Verse":9,"Text":" Concerning the prophets:\r\nMy heart is broken within me.\r\nAll my bones are shaking.\r\nI am like a man who is drunk\r\nAnd like a man overcome by wine,\r\nBecause of Jehovah and because of his holy words."},{"Verse":10,"Text":" For the land is full of adulterers;\r\nBecause of the curse the land has gone into mourning\r\nAnd the pastures of the wilderness have dried up.\r\nTheir course is evil, and they abuse their power."},{"Verse":11,"Text":" “Both the prophet and the priest are polluted.\r\nEven in my own house I have found their wickedness,” declares Jehovah."},{"Verse":12,"Text":" “So their path will become slippery and dark;\r\nThey will be pushed and will fall.\r\nFor I will bring calamity on them\r\nIn the year of reckoning,” declares Jehovah."},{"Verse":13,"Text":" “And in the prophets of Samarʹia I have seen what is repulsive.\r\nTheir prophecies are incited by Baʹal,\r\nAnd they lead my people Israel astray."},{"Verse":14,"Text":" And in the prophets of Jerusalem I have seen horrible things.\r\nThey commit adultery and walk in falsehood;\r\nThey encourage evildoers,\r\nAnd they do not turn away from their wickedness.\r\nTo me they are all like Sodʹom,\r\nAnd her inhabitants are like Gomorʹrah.”"},{"Verse":15,"Text":" Therefore this is what Jehovah of armies says against the prophets:\r\n“Here I am making them eat wormwood\r\nAnd giving them poisoned water to drink.\r\nFor from the prophets of Jerusalem apostasy has spread throughout the land.”"},{"Verse":16,"Text":" This is what Jehovah of armies says:\r\n“Do not listen to the words of the prophets who are prophesying to you.\r\nThey are deluding you.\r\nThe vision they speak is from their own heart,\r\nNot from the mouth of Jehovah."},{"Verse":17,"Text":" They are saying again and again to those who disrespect me,\r\n‘Jehovah has said: “You will enjoy peace.”’\r\nAnd to everyone who follows his own stubborn heart they say,\r\n‘No calamity will come upon you.’"},{"Verse":18,"Text":" For who has stood in the inner circle of Jehovah\r\nTo see and hear his word?\r\nWho has paid attention to his word in order to hear it?"},{"Verse":19,"Text":" Look! The windstorm of Jehovah will burst out in fury;\r\nLike a whirling tempest it will whirl down on the head of the wicked."},{"Verse":20,"Text":" The anger of Jehovah will not turn back\r\nUntil he has carried out and accomplished the intentions of his heart.\r\nIn the final part of the days you will clearly understand this."},{"Verse":21,"Text":" I did not send the prophets, yet they ran.\r\nI did not speak to them, yet they prophesied."},{"Verse":22,"Text":" But if they had stood in my inner circle,\r\nThey would have made my people hear my words\r\nAnd would have caused them to turn back from their bad way and their evil deeds.”"},{"Verse":23,"Text":" “Am I only a God nearby,” declares Jehovah, “and not a God also from far away?”"},{"Verse":24,"Text":" “Can any man hide in a concealed place where I cannot see him?” declares Jehovah.\r\n“Do I not fill the heavens and the earth?” declares Jehovah."},{"Verse":25,"Text":" “I have heard the prophets who are prophesying lies in my name say, ‘I had a dream! I had a dream!’"},{"Verse":26,"Text":" How long will this continue in the heart of the prophets, to prophesy lies? They are prophets of the deceit of their own heart."},{"Verse":27,"Text":" They intend to make my people forget my name by the dreams they relate to one another, just as their fathers forgot my name because of Baʹal."},{"Verse":28,"Text":" Let the prophet who has a dream relate the dream, but the one who has my word should speak my word truthfully.”\r\n“What does the straw have in common with the grain?” declares Jehovah."},{"Verse":29,"Text":" “Is not my word just like a fire,” declares Jehovah, “and like a forge hammer that smashes the crag?”"},{"Verse":30,"Text":" “So here I am against the prophets,” declares Jehovah, “who steal my words from one another.”"},{"Verse":31,"Text":" “Here I am against the prophets,” declares Jehovah, “those who use their tongue to say, ‘He declares!’”"},{"Verse":32,"Text":" “Here I am against the prophets of lying dreams,” declares Jehovah, “who relate them and lead my people astray because of their lies and their boasting.”\r\n“But I did not send them or command them. So they will not benefit this people at all,” declares Jehovah."},{"Verse":33,"Text":" “And when this people or a prophet or a priest asks you, ‘What is the burden of Jehovah?’ you should reply to them, ‘“You people are the burden! And I will cast you off,” declares Jehovah.’"},{"Verse":34,"Text":" As for the prophet or the priest or the people who say, ‘This is the burden of Jehovah!’ I will turn my attention on that man and on his household."},{"Verse":35,"Text":" This is what each of you is saying to his fellow and to his brother, ‘What has Jehovah answered? And what has Jehovah spoken?’"},{"Verse":36,"Text":" But the burden of Jehovah you should mention no more, for the burden is each one’s own word, and you have changed the words of the living God, Jehovah of armies, our God."},{"Verse":37,"Text":" “This is what you will say to the prophet, ‘What answer has Jehovah given you? And what has Jehovah spoken?"},{"Verse":38,"Text":" And if you keep saying, “The burden of Jehovah!” this is what Jehovah says: “Because of your saying, ‘This word is the burden of Jehovah,’ after I told you, ‘You must not say: “The burden of Jehovah!”’"},{"Verse":39,"Text":" look! I will lift you up and throw you away from my presence, both you and the city that I gave to you and your forefathers."},{"Verse":40,"Text":" And I will bring on you everlasting disgrace and everlasting humiliation, which will not be forgotten.”’”"}]},{"Chapter":24,"Verses":[{"Verse":1,"Text":" Then Jehovah showed me two baskets of figs set before the temple of Jehovah, after King Nebuchadnezʹzar of Babylon had carried into exile Jeconiʹah son of Jehoiʹakim, the king of Judah, along with the princes of Judah, the craftsmen, and the metalworkers; he took them from Jerusalem to Babylon."},{"Verse":2,"Text":" One basket had very good figs, like early figs, but the other basket had very bad figs, so bad that they could not be eaten."},{"Verse":3,"Text":" Jehovah then asked me: “What do you see, Jeremiah?” So I said: “Figs; the good figs are very good, but the bad ones are very bad, so bad that they cannot be eaten.”"},{"Verse":4,"Text":" Then the word of Jehovah came to me, saying:"},{"Verse":5,"Text":" “This is what Jehovah the God of Israel says, ‘Like these good figs, so I will regard in a good way the exiles of Judah, whom I have sent away from this place to the land of the Chaldeʹans."},{"Verse":6,"Text":" I will keep my eye on them for their good, and I will cause them to return to this land. I will build them up, and I will not tear down; I will plant them, and I will not uproot."},{"Verse":7,"Text":" And I will give them a heart to know me, that I am Jehovah. They will become my people, and I will become their God, for they will return to me with all their heart."},{"Verse":8,"Text":" “‘But concerning the bad figs that are so bad they cannot be eaten, this is what Jehovah says: “So I will regard King Zedekiʹah of Judah, his princes, the remnant of Jerusalem who are left in this land, and those who are dwelling in the land of Egypt."},{"Verse":9,"Text":" I will make them an object of horror and calamity to all the kingdoms of the earth, a reproach, a proverbial saying, a cause for ridicule, and a curse in all the places to which I disperse them."},{"Verse":10,"Text":" And I will send against them the sword, the famine, and the pestilence, until they have perished from the land that I gave to them and to their forefathers.”’”"}]},{"Chapter":25,"Verses":[{"Verse":1,"Text":" The word that came to Jeremiah concerning all the people of Judah in the fourth year of Jehoiʹakim son of Josiʹah, the king of Judah, which was the first year of King Nebuchadnezʹzar of Babylon."},{"Verse":2,"Text":" This is what Jeremiah the prophet spoke concerning all the people of Judah and all the inhabitants of Jerusalem:"},{"Verse":3,"Text":" “From the 13th year of Josiʹah son of Aʹmon, the king of Judah, to this day, these 23 years, the word of Jehovah has come to me, and I kept speaking to you again and again, but you would not listen."},{"Verse":4,"Text":" And Jehovah sent all his servants the prophets to you, sending them again and again, but you would not listen or incline your ear to hear."},{"Verse":5,"Text":" They would say, ‘Turn back, please, each of you from your evil ways and your evil deeds; then you will continue dwelling for a long time to come in the land that Jehovah long ago gave to you and to your forefathers."},{"Verse":6,"Text":" Do not follow other gods and serve them and bow down to them, offending me with the work of your hands; otherwise I will bring calamity on you.’"},{"Verse":7,"Text":" “‘But you would not listen to me,’ declares Jehovah. ‘Instead you offended me with the work of your hands, to your own calamity.’"},{"Verse":8,"Text":" “Therefore this is what Jehovah of armies says, ‘“Because you would not obey my words,"},{"Verse":9,"Text":" I am sending for all the families of the north,” declares Jehovah, “sending for King Nebuchadnezʹzar of Babylon, my servant, and I will bring them against this land and against its inhabitants and against all these surrounding nations. I will devote them to destruction and make them an object of horror and something to whistle at and a perpetual ruin."},{"Verse":10,"Text":" I will put an end to the sound of exultation and the sound of rejoicing from them, the voice of the bridegroom and the voice of the bride, the sound of the hand mill and the light of the lamp."},{"Verse":11,"Text":" And all this land will be reduced to ruins and will become an object of horror, and these nations will have to serve the king of Babylon for 70 years.”’"},{"Verse":12,"Text":" “‘But when 70 years have been fulfilled, I will call to account the king of Babylon and that nation for their error,’ declares Jehovah, ‘and I will make the land of the Chaldeʹans a desolate wasteland for all time."},{"Verse":13,"Text":" I will bring on that land all my words that I have spoken against it, all that is written in this book that Jeremiah has prophesied against all the nations."},{"Verse":14,"Text":" For many nations and great kings will make slaves of them, and I will repay them according to their deeds and the work of their own hands.’”"},{"Verse":15,"Text":" For this is what Jehovah the God of Israel said to me: “Take this cup of the wine of wrath out of my hand, and make all the nations to whom I send you drink it."},{"Verse":16,"Text":" And they will drink and stagger and act like madmen because of the sword that I am sending among them.”"},{"Verse":17,"Text":" So I took the cup out of the hand of Jehovah and made all the nations to whom Jehovah sent me drink:"},{"Verse":18,"Text":" starting with Jerusalem and the cities of Judah, her kings and her princes, to make them a ruin, an object of horror, something to whistle at and a curse, as it is today;"},{"Verse":19,"Text":" then Pharʹaoh king of Egypt and his servants, his princes, and all his people,"},{"Verse":20,"Text":" and all their mixed populations; all the kings of the land of Uz; all the kings of the land of the Philisʹtines, Ashʹkelon, Gazʹa, Ekʹron, and those remaining of Ashʹdod;"},{"Verse":21,"Text":" Eʹdom, Moʹab, and the Amʹmonites;"},{"Verse":22,"Text":" all the kings of Tyre, all the kings of Siʹdon, and the kings of the island in the sea;"},{"Verse":23,"Text":" Deʹdan, Teʹma, Buz, and all those with hair clipped at the temples;"},{"Verse":24,"Text":" all the kings of the Arabians and all the kings of the mixed populations who reside in the wilderness;"},{"Verse":25,"Text":" all the kings of Zimʹri, all the kings of Eʹlam, and all the kings of the Medes;"},{"Verse":26,"Text":" and all the kings of the north near and far, one after the other, and all the other kingdoms of the earth that are on the surface of the ground; and the king of Sheʹshach will drink after them."},{"Verse":27,"Text":" “And you must say to them, ‘This is what Jehovah of armies, the God of Israel, says: “Drink and get drunk and vomit and fall so that you cannot get up because of the sword that I am sending among you.”’"},{"Verse":28,"Text":" And if they refuse to take the cup out of your hand to drink, say to them, ‘This is what Jehovah of armies says: “You must drink it!"},{"Verse":29,"Text":" For look! if I am bringing calamity first on the city that bears my name, should you go unpunished?”’\r\n“‘You will not go unpunished, for I am calling for a sword against all the inhabitants of the earth,’ declares Jehovah of armies."},{"Verse":30,"Text":" “And you are to prophesy all these words to them and say to them,\r\n‘From on high Jehovah will roar,\r\nAnd from his holy dwelling he will make his voice heard.\r\nHe will roar loudly against his abiding place.\r\nShouting like those treading the winepress,\r\nHe will sing triumphantly against all the inhabitants of the earth.’"},{"Verse":31,"Text":" ‘A noise will resound to the ends of the earth,\r\nFor Jehovah has a controversy with the nations.\r\nHe will personally pass judgment on all humans.\r\nAnd he will put the wicked to the sword,’ declares Jehovah."},{"Verse":32,"Text":" This is what Jehovah of armies says:\r\n‘Look! A calamity is spreading from nation to nation,\r\nAnd a great tempest will be unleashed from the remotest parts of the earth."},{"Verse":33,"Text":" “‘And those slain by Jehovah in that day will be from one end of the earth clear to the other end of the earth. They will not be mourned, nor will they be gathered up or buried. They will become like manure on the surface of the ground.’"},{"Verse":34,"Text":" Wail, you shepherds, and cry out!\r\nWallow about, you majestic ones of the flock,\r\nBecause the time of your slaughter and your dispersion has come,\r\nAnd you will fall like a precious vessel!"},{"Verse":35,"Text":" The shepherds have no place to flee,\r\nAnd there is no escape for the majestic ones of the flock."},{"Verse":36,"Text":" Listen! The outcry of the shepherds\r\nAnd the wailing of the majestic ones of the flock,\r\nFor Jehovah is devastating their pasture."},{"Verse":37,"Text":" And the peaceful dwelling places have been made lifeless\r\nBecause of the burning anger of Jehovah."},{"Verse":38,"Text":" He has left his lair just like a young lion,\r\nFor their land has become an object of horror\r\nBecause of the cruel sword\r\nAnd because of his burning anger.”"}]},{"Chapter":26,"Verses":[{"Verse":1,"Text":" In the beginning of the reign of Jehoiʹakim son of Josiʹah, the king of Judah, this word came from Jehovah:"},{"Verse":2,"Text":" “This is what Jehovah says, ‘Stand in the courtyard of the house of Jehovah and speak concerning all the people of the cities of Judah who are coming in to worship at the house of Jehovah. Tell them everything that I command you; do not take away a word."},{"Verse":3,"Text":" Perhaps they will listen and each one will turn back from his evil way, and I will change my mind concerning the calamity that I intend to bring on them because of their evil deeds."},{"Verse":4,"Text":" Say to them: “This is what Jehovah says, ‘If you will not listen to me by following my law that I have placed before you,"},{"Verse":5,"Text":" by listening to the words of my servants the prophets, whom I am sending to you again and again, whom you have not listened to,"},{"Verse":6,"Text":" then I will make this house like Shiʹloh, and I will make this city an object of cursing to all the nations of the earth.’”’”"},{"Verse":7,"Text":" And the priests and the prophets and all the people heard Jeremiah speaking these words in the house of Jehovah."},{"Verse":8,"Text":" So when Jeremiah had finished speaking all that Jehovah had commanded him to speak to all the people, then the priests and the prophets and all the people seized him and said: “You will surely die."},{"Verse":9,"Text":" Why have you prophesied in the name of Jehovah, saying, ‘This house will become like Shiʹloh, and this city will be devastated and left without an inhabitant’?” And all the people gathered around Jeremiah in the house of Jehovah."},{"Verse":10,"Text":" When the princes of Judah heard these words, they came up from the house of the king to the house of Jehovah and sat down at the entrance of the new gate of Jehovah."},{"Verse":11,"Text":" The priests and the prophets said to the princes and to all the people: “This man deserves the death penalty, because he has prophesied against this city just as you have heard with your own ears.”"},{"Verse":12,"Text":" Jeremiah then said to all the princes and to all the people: “It was Jehovah who sent me to prophesy against this house and against this city all the words that you have heard."},{"Verse":13,"Text":" So now, reform your ways and your actions and obey the voice of Jehovah your God, and Jehovah will change his mind concerning the calamity that he has spoken against you."},{"Verse":14,"Text":" But as for me, I am in your hand. Do to me whatever seems good and right in your eyes."},{"Verse":15,"Text":" Only know for certain that if you put me to death, you will bring innocent blood upon yourselves and upon this city and upon her inhabitants, for in truth Jehovah sent me to you to speak all these words in your hearing.”"},{"Verse":16,"Text":" Then the princes and all the people said to the priests and the prophets: “This man does not deserve the death penalty, for he spoke to us in the name of Jehovah our God.”"},{"Verse":17,"Text":" Furthermore, some of the elders of the land rose up and began saying to the entire congregation of the people:"},{"Verse":18,"Text":" “Miʹcah of Moʹresheth was prophesying in the days of King Hezekiʹah of Judah, and he said to all the people of Judah, ‘This is what Jehovah of armies says:\r\n“Zion will be plowed up as a field,\r\nJerusalem will become heaps of ruins,\r\nAnd the mountain of the House will become like high places in a forest.”’"},{"Verse":19,"Text":" “Did King Hezekiʹah of Judah and all Judah then put him to death? Did he not fear Jehovah and beg for Jehovah’s favor, so that Jehovah changed his mind concerning the calamity that he had spoken against them? So we are about to bring a great calamity on ourselves."},{"Verse":20,"Text":" “And there was another man prophesying in the name of Jehovah, Uriʹjah son of Shemaiʹah from Kirʹiath-jeʹarim, who prophesied against this city and against this land with words like those of Jeremiah."},{"Verse":21,"Text":" King Jehoiʹakim and all his mighty men and all the princes heard his words, and the king sought to put him to death. When Uriʹjah heard of it, he at once became afraid and fled to Egypt."},{"Verse":22,"Text":" Then King Jehoiʹakim sent Elnaʹthan the son of Achʹbor and other men with him to Egypt."},{"Verse":23,"Text":" They brought Uriʹjah from Egypt and took him to King Jehoiʹakim, who then struck him down with the sword and cast his dead body into the graveyard of the common people.”"},{"Verse":24,"Text":" But Ahiʹkam the son of Shaʹphan supported Jeremiah, so that he was not handed over to the people to be put to death."}]},{"Chapter":27,"Verses":[{"Verse":1,"Text":" In the beginning of the reign of Jehoiʹakim son of Josiʹah, the king of Judah, this word came to Jeremiah from Jehovah:"},{"Verse":2,"Text":" “This is what Jehovah has told me, ‘Make for yourself straps and yoke bars, and put them on your neck."},{"Verse":3,"Text":" Then send them to the king of Eʹdom, the king of Moʹab, the king of the Amʹmonites, the king of Tyre, and the king of Siʹdon by the hand of the messengers who have come to Jerusalem to King Zedekiʹah of Judah."},{"Verse":4,"Text":" Give them this command for their masters:\r\n“‘“This is what Jehovah of armies, the God of Israel, says; this is what you should say to your masters,"},{"Verse":5,"Text":" ‘It is I who made the earth, mankind, and the beasts that are on the surface of the earth by my great power and by my outstretched arm; and I have given it to whomever I please."},{"Verse":6,"Text":" And now I have given all these lands into the hand of my servant King Nebuchadnezʹzar of Babylon; even the wild beasts of the field I have given him to serve him."},{"Verse":7,"Text":" All the nations will serve him and his son and his grandson until the time for his own land comes, when many nations and great kings will make him their slave.’"},{"Verse":8,"Text":" “‘“‘If any nation or kingdom refuses to serve King Nebuchadnezʹzar of Babylon and refuses to put its neck under the yoke of the king of Babylon, I will punish that nation with the sword, with famine, and with pestilence,’ declares Jehovah, ‘until I have finished them off by his hand.’"},{"Verse":9,"Text":" “‘“‘Therefore, do not listen to your prophets, your diviners, your dreamers, your magicians, and your sorcerers, who are saying to you: “You will not serve the king of Babylon.”"},{"Verse":10,"Text":" For they are prophesying lies to you, so that you will be taken far away from your land and I will disperse you and you will perish."},{"Verse":11,"Text":" “‘“‘But the nation that brings its neck under the yoke of the king of Babylon and serves him, I will allow to remain on its land,’ declares Jehovah, ‘to cultivate it and dwell in it.’”’”"},{"Verse":12,"Text":" Also to King Zedekiʹah of Judah I spoke in the same way, saying: “Bring your necks under the yoke of the king of Babylon and serve him and his people, and you will keep living."},{"Verse":13,"Text":" Why should you and your people die by the sword, by famine, and by pestilence, as Jehovah has said about the nation that will not serve the king of Babylon?"},{"Verse":14,"Text":" Do not listen to the words of the prophets who are saying to you, ‘You will not serve the king of Babylon,’ because they are prophesying lies to you."},{"Verse":15,"Text":" “‘For I have not sent them,’ declares Jehovah, ‘but they are prophesying lies in my name, with the result that I will disperse you and you will perish, you and the prophets who are prophesying to you.’”"},{"Verse":16,"Text":" And to the priests and to all this people I said: “This is what Jehovah says, ‘Do not listen to the words of your prophets who are prophesying to you: “Look! The utensils of the house of Jehovah will be brought back from Babylon very soon!” for they are prophesying lies to you."},{"Verse":17,"Text":" Do not listen to them. Serve the king of Babylon and you will keep living. Why should this city become a ruin?"},{"Verse":18,"Text":" But if they are prophets and if the word of Jehovah is with them, please let them beg Jehovah of armies that the remaining utensils in the house of Jehovah, in the house of the king of Judah, and in Jerusalem may not be taken away to Babylon.’"},{"Verse":19,"Text":" “For this is what Jehovah of armies says concerning the pillars, the Sea, the carriages, and the remaining utensils that are left in this city,"},{"Verse":20,"Text":" which King Nebuchadnezʹzar of Babylon did not take when he took into exile Jeconiʹah son of Jehoiʹakim, the king of Judah, from Jerusalem to Babylon, together with all the nobles of Judah and Jerusalem;"},{"Verse":21,"Text":" yes, this is what Jehovah of armies, the God of Israel, says concerning the utensils that are left at the house of Jehovah, in the house of the king of Judah, and in Jerusalem:"},{"Verse":22,"Text":" ‘“To Babylon they will be brought, and there they will remain until the day I turn my attention to them,” declares Jehovah. “Then I will bring them back and restore them to this place.”’”"}]},{"Chapter":28,"Verses":[{"Verse":1,"Text":" In that same year, in the beginning of the reign of King Zedekiʹah of Judah, in the fourth year, in the fifth month, the prophet Hananiʹah the son of Azʹzur from Gibʹeon said to me in the house of Jehovah in the presence of the priests and all the people:"},{"Verse":2,"Text":" “This is what Jehovah of armies, the God of Israel, says, ‘I will break the yoke of the king of Babylon."},{"Verse":3,"Text":" Within two years I am bringing back to this place all the utensils of the house of Jehovah that King Nebuchadnezʹzar of Babylon took from this place and brought to Babylon.’”"},{"Verse":4,"Text":" “‘And I will bring back to this place Jeconiʹah son of Jehoiʹakim, the king of Judah, and all the exiles of Judah who have gone to Babylon,’ declares Jehovah, ‘for I will break the yoke of the king of Babylon.’”"},{"Verse":5,"Text":" Then Jeremiah the prophet spoke to Hananiʹah the prophet in the presence of the priests and all the people who were standing in the house of Jehovah."},{"Verse":6,"Text":" Jeremiah the prophet said: “Amen! May Jehovah do this! May Jehovah fulfill your words that you prophesied by bringing back from Babylon to this place the utensils of the house of Jehovah and all the exiled people!"},{"Verse":7,"Text":" However, hear, please, this message that I am speaking in your ears and in the ears of all the people."},{"Verse":8,"Text":" Long ago the prophets who were prior to me and prior to you used to prophesy concerning many lands and great kingdoms, about war, calamity, and pestilence."},{"Verse":9,"Text":" If a prophet prophesies about peace and the word of that prophet comes true, then it will be known that Jehovah truly sent that prophet.”"},{"Verse":10,"Text":" At that Hananiʹah the prophet took the yoke bar off the neck of the prophet Jeremiah and broke it."},{"Verse":11,"Text":" Hananiʹah then said in the presence of all the people: “This is what Jehovah says, ‘Just like this I will break the yoke of King Nebuchadnezʹzar of Babylon from off the neck of all the nations within two years.’” And Jeremiah the prophet went on his way."},{"Verse":12,"Text":" After Hananiʹah the prophet had broken the yoke bar from off the neck of Jeremiah the prophet, this message of Jehovah came to Jeremiah:"},{"Verse":13,"Text":" “Go and say to Hananiʹah, ‘This is what Jehovah says: “You have broken yoke bars of wood, but instead of them you will make yoke bars of iron.”"},{"Verse":14,"Text":" For this is what Jehovah of armies, the God of Israel, says: “I will put an iron yoke bar on the neck of all these nations, to serve King Nebuchadnezʹzar of Babylon, and they must serve him. Even the wild beasts of the field I will give him.”’”"},{"Verse":15,"Text":" Jeremiah the prophet then said to Hananiʹah the prophet: “Listen, please, O Hananiʹah! Jehovah has not sent you, but you have caused this people to trust in a lie."},{"Verse":16,"Text":" Therefore this is what Jehovah says, ‘Look! I am removing you from the face of the ground. This year you will die, for you have urged rebellion against Jehovah.’”"},{"Verse":17,"Text":" So Hananiʹah the prophet died in that year, in the seventh month."}]},{"Chapter":29,"Verses":[{"Verse":1,"Text":" These are the words of the letter that Jeremiah the prophet sent from Jerusalem to the rest of the elders among the exiled people, the priests, the prophets, and all the people, whom Nebuchadnezʹzar had taken into exile from Jerusalem to Babylon,"},{"Verse":2,"Text":" after King Jeconiʹah, the queen mother, the court officials, the princes of Judah and Jerusalem, and the craftsmen and the metalworkers had gone out of Jerusalem."},{"Verse":3,"Text":" He sent the letter by the hand of Elaʹsah the son of Shaʹphan and Gemariʹah the son of Hilkiʹah, whom King Zedekiʹah of Judah sent to Babylon to King Nebuchadnezʹzar of Babylon. It said:"},{"Verse":4,"Text":" “This is what Jehovah of armies, the God of Israel, says to all the exiled people, whom I have caused to go into exile from Jerusalem to Babylon,"},{"Verse":5,"Text":" ‘Build houses and live in them. Plant gardens and eat their fruit."},{"Verse":6,"Text":" Take wives and have sons and daughters; take wives for your sons and give your daughters in marriage, so that they too may have sons and daughters. Become many there, and do not decrease."},{"Verse":7,"Text":" And seek the peace of the city to which I have exiled you, and pray in its behalf to Jehovah, for in its peace you will have peace."},{"Verse":8,"Text":" For this is what Jehovah of armies, the God of Israel, says: “Do not let your prophets and your diviners who are among you deceive you, and do not listen to the dreams that they are dreaming."},{"Verse":9,"Text":" For ‘they are prophesying lies to you in my name. I have not sent them,’ declares Jehovah.”’”"},{"Verse":10,"Text":" “For this is what Jehovah says, ‘When 70 years at Babylon are fulfilled, I will turn my attention to you, and I will make good my promise by bringing you back to this place.’"},{"Verse":11,"Text":" “‘For I well know the thoughts that I am thinking toward you,’ declares Jehovah, ‘thoughts of peace, and not of calamity, to give you a future and a hope."},{"Verse":12,"Text":" And you will call me and come and pray to me, and I will listen to you.’"},{"Verse":13,"Text":" “‘You will seek me and find me, for you will search for me with all your heart."},{"Verse":14,"Text":" And I will let you find me,’ declares Jehovah. ‘And I will gather your captives and collect you together out of all the nations and places to which I have dispersed you,’ declares Jehovah. ‘And I will bring you back to the place from which I caused you to go into exile.’"},{"Verse":15,"Text":" “But you have said, ‘Jehovah has raised up prophets for us in Babylon.’"},{"Verse":16,"Text":" “For this is what Jehovah says to the king sitting on the throne of David and to all the people dwelling in this city, your brothers who have not gone with you into exile,"},{"Verse":17,"Text":" ‘This is what Jehovah of armies says: “Here I am sending against them the sword, the famine, and the pestilence, and I will make them like rotten figs that are so bad they cannot be eaten.”’"},{"Verse":18,"Text":" “‘And I will pursue them with the sword, with famine, and with pestilence, and I will make them an object of horror to all the kingdoms of the earth, and a curse, and an object of astonishment, something to whistle at, and a reproach among all the nations to which I disperse them,"},{"Verse":19,"Text":" because they have not listened to my words that I sent to them with my servants the prophets,’ declares Jehovah, ‘sending them again and again.’\r\n“‘But you have not listened,’ declares Jehovah."},{"Verse":20,"Text":" “Therefore, hear the word of Jehovah, all you exiled people, whom I have sent away from Jerusalem to Babylon."},{"Verse":21,"Text":" This is what Jehovah of armies, the God of Israel, says concerning Aʹhab the son of Kolaiʹah and concerning Zedekiʹah the son of Maaseiʹah, who are prophesying lies to you in my name, ‘Here I am giving them into the hand of King Nebuchadnezʹzar of Babylon, and he will strike them down before your eyes."},{"Verse":22,"Text":" And what happens to them will become a curse spoken by all the exiles of Judah in Babylon: “May Jehovah make you like Zedekiʹah and like Aʹhab, whom the king of Babylon roasted in the fire!”"},{"Verse":23,"Text":" for they have acted disgracefully in Israel, committing adultery with the wives of their neighbors and speaking false words in my name that I did not command them.\r\n“‘“I am the One who knows, and I am a witness,” declares Jehovah.’”"},{"Verse":24,"Text":" “And to Shemaiʹah of Nehelʹam you will say,"},{"Verse":25,"Text":" ‘This is what Jehovah of armies, the God of Israel, says: “Because you sent in your name letters to all the people who are in Jerusalem, to Zephaniʹah son of Maaseiʹah, the priest, and to all the priests, saying,"},{"Verse":26,"Text":" ‘Jehovah has made you priest instead of Jehoiʹada the priest to become the overseer of the house of Jehovah, to be in charge of any madman who acts like a prophet and to put him into the stocks and into the pillory;"},{"Verse":27,"Text":" why, then, have you not rebuked Jeremiah of Anʹathoth, who is acting as a prophet for you?"},{"Verse":28,"Text":" For he even sent to us at Babylon, saying: “It will be a long time! Build houses and live in them. Plant gardens and eat their fruit,—”’”’”"},{"Verse":29,"Text":" When Zephaniʹah the priest read this letter in the hearing of Jeremiah the prophet,"},{"Verse":30,"Text":" the word of Jehovah came to Jeremiah, saying:"},{"Verse":31,"Text":" “Send to all the exiled people, saying, ‘This is what Jehovah says concerning Shemaiʹah of Nehelʹam: “Because Shemaiʹah prophesied to you, though I did not send him, and he tried to make you trust in lies,"},{"Verse":32,"Text":" therefore this is what Jehovah says, ‘Here I am turning my attention to Shemaiʹah of Nehelʹam and his descendants. Not one man of his will survive among this people, and he will not see the good that I will do for my people,’ declares Jehovah, ‘for he has urged rebellion against Jehovah.’”’”"}]},{"Chapter":30,"Verses":[{"Verse":1,"Text":" The word that came to Jeremiah from Jehovah, saying:"},{"Verse":2,"Text":" “This is what Jehovah the God of Israel says, ‘Write in a book all the words that I speak to you."},{"Verse":3,"Text":" For “look! the days are coming,” declares Jehovah, “when I will gather the captives of my people, Israel and Judah,” says Jehovah, “and I will bring them back to the land that I gave to their forefathers, and they will possess it once again.”’”"},{"Verse":4,"Text":" These are the words that Jehovah spoke to Israel and Judah."},{"Verse":5,"Text":" This is what Jehovah says:\r\n“We have heard the sounds of trembling;\r\nThere is terror, and no peace."},{"Verse":6,"Text":" Ask, please, whether a man can give birth.\r\nWhy, then, do I see every strong man with his hands on his stomach\r\nLike a woman giving birth?\r\nWhy has every face turned pale?"},{"Verse":7,"Text":" Alas! For that day is a terrible one.\r\nThere is none like it,\r\nA time of distress for Jacob.\r\nBut he will be saved out of it.”"},{"Verse":8,"Text":" “And in that day,” declares Jehovah of armies, “I will break the yoke from off your neck, and your straps I will tear in two; and no more will strangers make him their slave."},{"Verse":9,"Text":" They will serve Jehovah their God and David their king, whom I will raise up for them.”"},{"Verse":10,"Text":" “And you, my servant Jacob, do not be afraid,” declares Jehovah,\r\n“And do not be terrified, O Israel.\r\nFor I will save you from far away\r\nAnd your offspring from the land of their captivity.\r\nJacob will return and be calm and undisturbed,\r\nWith no one to make them afraid.”"},{"Verse":11,"Text":" “For I am with you,” declares Jehovah, “to save you.\r\nBut I will make an extermination among all the nations to which I scattered you;\r\nHowever, you I will not exterminate.\r\nI will discipline you to the proper degree,\r\nAnd I will by no means leave you unpunished.”"},{"Verse":12,"Text":" For this is what Jehovah says:\r\n“There is no cure for your breakdown.\r\nYour wound is incurable."},{"Verse":13,"Text":" There is no one to plead your cause,\r\nNo means of healing your ulcer.\r\nThere is no cure for you."},{"Verse":14,"Text":" All your passionate lovers have forgotten you.\r\nThey no longer seek you out.\r\nFor with the stroke of an enemy I have struck you,\r\nWith the punishment of someone cruel,\r\nBecause of your great guilt and your many sins."},{"Verse":15,"Text":" Why do you cry out because of your breakdown?\r\nYour pain is incurable!\r\nBecause of your great guilt and your many sins\r\nI have done this to you."},{"Verse":16,"Text":" Therefore all those devouring you will be devoured,\r\nAnd all your enemies will also go into captivity.\r\nThose pillaging you will be pillaged,\r\nAnd I will hand all those plundering you over to plundering.”"},{"Verse":17,"Text":" “But I will restore your health and heal your wounds,” declares Jehovah,\r\n“Though they called you an outcast:\r\n‘Zion, for whom no one searches.’”"},{"Verse":18,"Text":" This is what Jehovah says:\r\n“Here I am gathering the captives of the tents of Jacob,\r\nAnd I will have pity for his tabernacles.\r\nThe city will be rebuilt on her mound,\r\nAnd the fortified tower will stand on its rightful site."},{"Verse":19,"Text":" And from them will come thanksgiving and the sounds of laughter.\r\nI will multiply them, and they will not be few;\r\nI will make them numerous,\r\nAnd they will not be insignificant."},{"Verse":20,"Text":" His sons will become as in the past,\r\nAnd before me his assembly will be firmly established.\r\nI will deal with all his oppressors."},{"Verse":21,"Text":" His majestic one will be one of his own,\r\nAnd from his midst his ruler will emerge.\r\nI will cause him to come near, and he will approach me.”\r\n“For otherwise, who would dare to approach me?” declares Jehovah."},{"Verse":22,"Text":" “And you will become my people, and I will be your God.”"},{"Verse":23,"Text":" Look! A windstorm of Jehovah will burst out in fury,\r\nA sweeping tempest that whirls down on the head of the wicked."},{"Verse":24,"Text":" The burning anger of Jehovah will not turn back\r\nUntil he has carried out and accomplished the intentions of his heart.\r\nIn the final part of the days you will understand this."}]},{"Chapter":31,"Verses":[{"Verse":1,"Text":" “At that time,” declares Jehovah, “I will become God to all the families of Israel, and they will become my people.”"},{"Verse":2,"Text":" This is what Jehovah says:\r\n“The people who survived the sword found favor in the wilderness\r\nWhen Israel was walking to his resting-place.”"},{"Verse":3,"Text":" From far away Jehovah appeared to me and said:\r\n“I have loved you with an everlasting love.\r\nThat is why I have drawn you to me with loyal love."},{"Verse":4,"Text":" Yet again I will rebuild you and you will be rebuilt.\r\nO virgin of Israel, you will again take up your tambourines\r\nAnd go forth dancing joyfully."},{"Verse":5,"Text":" You will again plant vineyards in the mountains of Samarʹia;\r\nThe planters will plant and enjoy their fruit."},{"Verse":6,"Text":" For the day will come when the watchmen in the mountains of Eʹphraim will call out:\r\n‘Rise up, let us go up to Zion, to Jehovah our God.’”"},{"Verse":7,"Text":" For this is what Jehovah says:\r\n“Cry out to Jacob with rejoicing.\r\nShout for joy because you are over the nations.\r\nProclaim it; offer praise and say,\r\n‘O Jehovah, save your people, the remnant of Israel.’"},{"Verse":8,"Text":" I am bringing them back from the land of the north.\r\nI will gather them together from the remotest parts of the earth.\r\nAmong them will be the blind and the lame,\r\nThe pregnant woman and the one giving birth, all together.\r\nAs a great congregation they will return here."},{"Verse":9,"Text":" They will come weeping.\r\nI will lead them as they beg for favor.\r\nI will guide them to streams of water,\r\nOn a level path that will not make them stumble.\r\nFor I am a Father to Israel, and Eʹphraim is my firstborn.”"},{"Verse":10,"Text":" Hear the word of Jehovah, you nations,\r\nAnd proclaim it among the islands far away:\r\n“The One who scattered Israel will gather him together.\r\nHe will watch over him as a shepherd does his flock."},{"Verse":11,"Text":" For Jehovah will redeem Jacob\r\nAnd rescue him out of the hand of the one stronger than he is."},{"Verse":12,"Text":" They will come and shout joyfully on the height of Zion\r\nAnd become radiant over the goodness of Jehovah,\r\nOver the grain and the new wine and the oil,\r\nAnd over the young of the flock and the herd.\r\nThey will become like a well-watered garden,\r\nAnd they will never languish again.”"},{"Verse":13,"Text":" “At that time the virgin will dance joyfully,\r\nAlso the young men and the old men together.\r\nI will change their mourning into exultation.\r\nI will comfort them and give them joy instead of their grief."},{"Verse":14,"Text":" I will satisfy the priests with plenty,\r\nAnd my people will be satisfied with my goodness,” declares Jehovah."},{"Verse":15,"Text":" “This is what Jehovah says:\r\n‘A voice is heard in Raʹmah, lamentation and bitter weeping:\r\nRachel is weeping over her sons.\r\nShe has refused to be comforted over her sons,\r\nBecause they are no more.’”"},{"Verse":16,"Text":" This is what Jehovah says:\r\n“‘Hold back your voice from weeping and your eyes from tears,\r\nFor there is a reward for your activity,’ declares Jehovah.\r\n‘They will return from the land of the enemy.’"},{"Verse":17,"Text":" ‘And there is a hope for your future,’ declares Jehovah.\r\n‘Your sons will return to their own territory.’”"},{"Verse":18,"Text":" “I have surely heard Eʹphraim’s moaning,\r\n‘You have corrected me, and I have been corrected,\r\nLike a calf that has not been trained.\r\nBring me back, and I will readily turn back,\r\nFor you are Jehovah my God."},{"Verse":19,"Text":" For after my turning back I felt remorse;\r\nAfter I was made to understand I struck my thigh in grief.\r\nI was ashamed and humiliated,\r\nFor I bore the reproach of my youth.’”"},{"Verse":20,"Text":" “Is Eʹphraim not a precious son to me, a beloved child?\r\nFor as often as I speak against him, I do remember him still.\r\nThat is why my emotions are stirred for him.\r\nAnd I will surely have pity on him,” declares Jehovah."},{"Verse":21,"Text":" “Set up road markers for yourself,\r\nAnd put up signposts.\r\nPay attention to the highway, the way that you have to go.\r\nReturn, O virgin of Israel, return to these cities of yours."},{"Verse":22,"Text":" How long will you waver, O unfaithful daughter?\r\nFor Jehovah has created something new in the earth:\r\nA woman will eagerly pursue a man.”"},{"Verse":23,"Text":" This is what Jehovah of armies, the God of Israel, says: “They will again say these words in the land of Judah and in its cities when I gather back their captives: ‘May Jehovah bless you, O righteous dwelling place, O holy mountain.’"},{"Verse":24,"Text":" And in it Judah and all its cities will dwell all together, farmers and those who lead the flocks."},{"Verse":25,"Text":" For I will satisfy the weary one and fill each one who is languishing.”"},{"Verse":26,"Text":" At this I awoke and opened my eyes, and my sleep had been pleasurable to me."},{"Verse":27,"Text":" “Look! The days are coming,” declares Jehovah, “when I will sow the house of Israel and the house of Judah with the seed of man and with the seed of livestock.”"},{"Verse":28,"Text":" “And just as I watched over them to uproot, to pull down, to tear down, to destroy, and to do harm, so I will watch over them to build up and to plant,” declares Jehovah."},{"Verse":29,"Text":" “In those days they will no longer say, ‘The fathers ate sour grapes, but the teeth of the sons were set on edge.’"},{"Verse":30,"Text":" But then each one will die for his own error. Any man eating sour grapes will have his own teeth set on edge.”"},{"Verse":31,"Text":" “Look! The days are coming,” declares Jehovah, “when I will make with the house of Israel and with the house of Judah a new covenant."},{"Verse":32,"Text":" It will not be like the covenant that I made with their forefathers on the day I took hold of their hand to lead them out of the land of Egypt, ‘my covenant that they broke, although I was their true master,’ declares Jehovah.”"},{"Verse":33,"Text":" “For this is the covenant that I will make with the house of Israel after those days,” declares Jehovah. “I will put my law within them, and in their heart I will write it. And I will become their God, and they will become my people.”"},{"Verse":34,"Text":" “And they will no longer teach each one his neighbor and each one his brother, saying, ‘Know Jehovah!’ for they will all know me, from the least to the greatest of them,” declares Jehovah. “For I will forgive their error, and I will no longer remember their sin.”"},{"Verse":35,"Text":" This is what Jehovah says,\r\nWho gives the sun for light by day,\r\nThe laws of the moon and the stars for light by night,\r\nWho stirs up the sea and makes its waves boisterous,\r\nWhose name is Jehovah of armies:"},{"Verse":36,"Text":" “‘If these regulations should ever fail,’ declares Jehovah,\r\n‘Only then would the offspring of Israel cease as a nation before me always.’”"},{"Verse":37,"Text":" This is what Jehovah says: “‘If the heavens above could be measured and the foundations of the earth below could be explored, only then could I reject all the offspring of Israel for all they have done,’ declares Jehovah.”"},{"Verse":38,"Text":" “Look! The days are coming,” declares Jehovah, “when the city will be built to Jehovah from the Tower of Hananʹel to the Corner Gate."},{"Verse":39,"Text":" And the measuring line will go out straight ahead to the hill of Gaʹreb, and it will turn toward Goʹah."},{"Verse":40,"Text":" And all the valley of the carcasses and of ashes and all the terraces as far as the Kidʹron Valley, clear to the corner of the Horse Gate toward the east, will be something holy to Jehovah. It will never again be uprooted or torn down.”"}]},{"Chapter":32,"Verses":[{"Verse":1,"Text":" The word that came to Jeremiah from Jehovah in the 10th year of King Zedekiʹah of Judah, that is, the 18th year of Nebuchadnezʹzar."},{"Verse":2,"Text":" At that time the armies of the king of Babylon were besieging Jerusalem, and Jeremiah the prophet was confined in the Courtyard of the Guard in the house of the king of Judah."},{"Verse":3,"Text":" For King Zedekiʹah of Judah had confined him, saying, “Why do you prophesy like this? You say, ‘This is what Jehovah says: “I will give this city into the hand of the king of Babylon, and he will capture it,"},{"Verse":4,"Text":" and King Zedekiʹah of Judah will not escape from the Chaldeʹans, for he will surely be given into the hand of the king of Babylon, and he will speak to him face-to-face and see him eye to eye.”’"},{"Verse":5,"Text":" ‘He will take Zedekiʹah to Babylon, and there he will remain until I turn my attention to him,’ declares Jehovah. ‘Although you keep fighting against the Chaldeʹans, you will not succeed.’”"},{"Verse":6,"Text":" Jeremiah said: “The word of Jehovah has come to me, saying,"},{"Verse":7,"Text":" ‘Here Hanʹamel the son of Shalʹlum your uncle will come to you and say: “Buy for yourself my field in Anʹathoth, because you have the first right to repurchase it.”’”"},{"Verse":8,"Text":" Hanʹamel the son of my uncle came to me, just as Jehovah had said, into the Courtyard of the Guard, and he said to me: “Please buy my field in Anʹathoth, in the land of Benjamin, for you have the right to take possession of it and to repurchase it. Buy it for yourself.” At that I knew that this was by the word of Jehovah."},{"Verse":9,"Text":" So I bought the field in Anʹathoth from Hanʹamel the son of my uncle. I weighed out the money to him, seven shekels and ten silver pieces."},{"Verse":10,"Text":" Then I recorded it in a deed, affixed the seal, called in witnesses, and weighed the money in the scales."},{"Verse":11,"Text":" I took the deed of purchase, the one that was sealed according to the commandment and legal requirements, as well as the one that was left unsealed,"},{"Verse":12,"Text":" and I gave the deed of purchase to Barʹuch son of Neriʹah son of Mahseiʹah in the presence of Hanʹamel the son of my uncle, the witnesses who wrote in the deed of purchase, and all the Jews who were sitting in the Courtyard of the Guard."},{"Verse":13,"Text":" I now commanded Barʹuch in their presence, saying:"},{"Verse":14,"Text":" “This is what Jehovah of armies, the God of Israel, says, ‘Take these deeds, this deed of purchase, the sealed one and the other deed left unsealed, and put them into an earthenware vessel, so that they may be kept for a long time.’"},{"Verse":15,"Text":" For this is what Jehovah of armies, the God of Israel, says, ‘Houses and fields and vineyards will again be bought in this land.’”"},{"Verse":16,"Text":" Then I prayed to Jehovah after giving the deed of purchase to Barʹuch the son of Neriʹah, saying:"},{"Verse":17,"Text":" “Alas, O Sovereign Lord Jehovah! Look! You made the heavens and the earth by your great power and by your outstretched arm. Nothing is too wonderful for you,"},{"Verse":18,"Text":" the One showing loyal love to thousands, but repaying the error of the fathers to their sons after them, the true God, the great and mighty One, whose name is Jehovah of armies."},{"Verse":19,"Text":" You are great in counsel and mighty in deed, you whose eyes observe all the ways of men, to give to each one according to his ways and according to what he does."},{"Verse":20,"Text":" You have performed signs and miracles in the land of Egypt, which are known down to this day, and thus you have made a name for yourself in Israel and among mankind, as it is today."},{"Verse":21,"Text":" And you brought your people Israel out of the land of Egypt, with signs, with miracles, with a mighty hand, with an outstretched arm, and with terrifying deeds."},{"Verse":22,"Text":" “In time you gave them this land that you swore to give to their forefathers, a land flowing with milk and honey."},{"Verse":23,"Text":" And they came in and took possession of it, but they did not obey your voice or walk in your law. They did not do anything you commanded them to do, so that you caused all this calamity to befall them."},{"Verse":24,"Text":" Look! Men have come with siege ramparts to capture the city, and because of the sword, the famine, and the pestilence, the city will certainly fall into the hands of the Chaldeʹans who are fighting against it; what you said has all happened, as you now see."},{"Verse":25,"Text":" But you have told me, O Sovereign Lord Jehovah, ‘Buy for yourself the field with money and call in witnesses,’ although the city will certainly be given into the hand of the Chaldeʹans.”"},{"Verse":26,"Text":" At that the word of Jehovah came to Jeremiah, saying:"},{"Verse":27,"Text":" “Here I am, Jehovah, the God of all mankind. Is there anything too wonderful for me?"},{"Verse":28,"Text":" So this is what Jehovah says, ‘Here I am handing this city over to the Chaldeʹans and into the hand of King Nebuchadnezʹzar of Babylon, and he will capture it."},{"Verse":29,"Text":" And the Chaldeʹans fighting against this city will come in and set this city on fire and burn it down along with the houses on whose roofs the people offered sacrifices to Baʹal and poured out drink offerings to other gods to offend me.’"},{"Verse":30,"Text":" “‘For the people of Israel and of Judah have done only what was bad in my eyes, from their youth on; the people of Israel keep offending me by the work of their hands,’ declares Jehovah."},{"Verse":31,"Text":" ‘For this city, from the day that they built it down to this day, has been nothing but a cause of anger and wrath to me, so that it must be removed from before my face,"},{"Verse":32,"Text":" because of all the evil that the people of Israel and of Judah have done to offend me—they, their kings, their princes, their priests, their prophets, and the men of Judah and the inhabitants of Jerusalem."},{"Verse":33,"Text":" They kept turning their backs to me, not their faces; although I tried to teach them again and again, none of them would listen to receive discipline."},{"Verse":34,"Text":" And they put their disgusting idols in the house that bears my name, in order to defile it."},{"Verse":35,"Text":" Furthermore, they built the high places of Baʹal in the Valley of the Son of Hinʹnom, in order to make their sons and their daughters pass through the fire to Moʹlech, something that I had not commanded them and that had never come into my heart to do such a detestable thing, causing Judah to sin.’"},{"Verse":36,"Text":" “Therefore this is what Jehovah the God of Israel says concerning this city that you are saying will be given into the hand of the king of Babylon by the sword, the famine, and the pestilence,"},{"Verse":37,"Text":" ‘Here I will gather them together from all the lands where I dispersed them in my anger and in my wrath and in great indignation, and I will bring them back to this place and let them dwell in security."},{"Verse":38,"Text":" And they will be my people, and I will be their God."},{"Verse":39,"Text":" And I will give them one heart and one way so that they may always fear me, for their own good and the good of their children after them."},{"Verse":40,"Text":" And I will make with them an everlasting covenant, that I will not turn away from doing good to them; and I will put the fear of me in their hearts, so that they will not turn away from me."},{"Verse":41,"Text":" I will exult over them to do good to them, and I will firmly plant them in this land, with all my heart and with all my soul.’”"},{"Verse":42,"Text":" “For this is what Jehovah says, ‘Just as I have brought on this people all this great calamity, so I will bring on them all the goodness that I am promising them."},{"Verse":43,"Text":" And fields will again be bought in this land, though you are saying: “It is a wasteland without man and beast, and it has been handed over to the Chaldeʹans.”’"},{"Verse":44,"Text":" “‘Fields will be bought with money, deeds of purchase will be recorded and sealed, and witnesses will be called in the land of Benjamin, in the areas around Jerusalem, in the cities of Judah, in the cities of the mountainous region, in the cities of the lowland, and in the cities of the south, because I will bring back their captives,’ declares Jehovah.”"}]},{"Chapter":33,"Verses":[{"Verse":1,"Text":" The word of Jehovah came to Jeremiah the second time, while he was still confined in the Courtyard of the Guard, saying:"},{"Verse":2,"Text":" “This is what Jehovah the Maker of earth says, Jehovah who formed it and firmly established it; Jehovah is his name,"},{"Verse":3,"Text":" ‘Call to me, and I will answer you and readily tell you great and incomprehensible things that you have not known.’”"},{"Verse":4,"Text":" “For this is what Jehovah the God of Israel says concerning the houses of this city and the houses of the kings of Judah that are pulled down because of the siege ramparts and the sword,"},{"Verse":5,"Text":" and concerning those who are coming to fight the Chaldeʹans, filling these places with the carcasses of those whom I struck down in my anger and in my wrath, those whose evil has caused me to hide my face from this city:"},{"Verse":6,"Text":" ‘Here I am bringing recuperation and health to her, and I will heal them and reveal to them an abundance of peace and truth."},{"Verse":7,"Text":" And I will bring back the captives of Judah and the captives of Israel, and I will build them up as I did at the start."},{"Verse":8,"Text":" And I will purify them from all the guilt of their sins against me, and I will forgive all the guilt of their sins and their transgressions against me."},{"Verse":9,"Text":" And she will become to me a name of exultation, a praise, and a beauty before all the nations of the earth who will hear of all the goodness that I bestow on them. And they will be in dread and will tremble because of all the goodness and peace that I will bestow on her.’”"},{"Verse":10,"Text":" “This is what Jehovah says: ‘In this place that you will say is a wasteland, without man or livestock, in the cities of Judah and in the streets of Jerusalem that are desolate, without man or inhabitant or livestock, there will again be heard"},{"Verse":11,"Text":" the sound of exultation and the sound of rejoicing, the voice of the bridegroom and the voice of the bride, the voice of those saying: “Give thanks to Jehovah of armies, for Jehovah is good; his loyal love endures forever!”’\r\n“‘They will bring thanksgiving offerings into the house of Jehovah, for I will bring back the captives of the land, as at the start,’ says Jehovah.”"},{"Verse":12,"Text":" “This is what Jehovah of armies says: ‘In this wasteland, without man or livestock, and in all its cities, there will again be pastures for the shepherds to rest their flocks.’"},{"Verse":13,"Text":" “‘In the cities of the mountainous region, in the cities of the lowland, in the cities of the south, in the land of Benjamin, in the areas around Jerusalem, and in the cities of Judah, flocks will again pass under the hands of the one counting them,’ says Jehovah.”"},{"Verse":14,"Text":" “‘Look! The days are coming,’ declares Jehovah, ‘when I will fulfill the good promise that I have spoken concerning the house of Israel and the house of Judah."},{"Verse":15,"Text":" In those days and at that time I will cause to sprout for David a righteous sprout, and he will execute justice and righteousness in the land."},{"Verse":16,"Text":" In those days Judah will be saved and Jerusalem will reside in security. And this is what she will be called: Jehovah Is Our Righteousness.’”"},{"Verse":17,"Text":" “For this is what Jehovah says: ‘There will never fail to be a man from David’s line to sit on the throne of the house of Israel,"},{"Verse":18,"Text":" nor will the Levitical priests ever fail to have a man stand before me to offer whole burnt offerings, to burn grain offerings, and to offer sacrifices.’”"},{"Verse":19,"Text":" And the word of Jehovah again came to Jeremiah, saying:"},{"Verse":20,"Text":" “This is what Jehovah says, ‘If you could break my covenant regarding the day and my covenant regarding the night, to prevent day and night from coming at their proper time,"},{"Verse":21,"Text":" only then could my covenant with my servant David be broken, so that he should not have a son ruling as king on his throne, and so also my covenant with the Levitical priests, my ministers."},{"Verse":22,"Text":" Just as the army of the heavens cannot be counted and the sand of the sea cannot be measured, so I will multiply the offspring of my servant David and the Levites who are ministering to me.’”"},{"Verse":23,"Text":" And the word of Jehovah again came to Jeremiah, saying:"},{"Verse":24,"Text":" “Have you not taken note of what this people is saying, ‘Jehovah will reject the two families that he chose’? And they are treating my own people with disrespect, and they no longer regard them as a nation."},{"Verse":25,"Text":" “This is what Jehovah says: ‘Just as surely as I have established my covenant regarding the day and the night, the laws of heaven and earth,"},{"Verse":26,"Text":" so I will never reject the offspring of Jacob and of my servant David, so as not to take from his offspring rulers over the descendants of Abraham, Isaac, and Jacob. For I will gather back their captives and have pity on them.’”"}]},{"Chapter":34,"Verses":[{"Verse":1,"Text":" The word that came to Jeremiah from Jehovah, when King Nebuchadnezʹzar of Babylon and all his army and all the kingdoms of the earth under his dominion and all the peoples were fighting against Jerusalem and all her cities:"},{"Verse":2,"Text":" “This is what Jehovah the God of Israel says, ‘Go and speak to King Zedekiʹah of Judah and tell him: “This is what Jehovah says, ‘Here I am giving this city into the hand of the king of Babylon, and he will burn it with fire."},{"Verse":3,"Text":" And you will not escape out of his hand, for you will without fail be caught and handed over to him. And you will see the king of Babylon eye to eye, and he will speak to you face-to-face, and you will go to Babylon.’"},{"Verse":4,"Text":" However, hear the word of Jehovah, O King Zedekiʹah of Judah, ‘This is what Jehovah says concerning you: “You will not die by the sword."},{"Verse":5,"Text":" In peace you will die, and they will make a burning ceremony for you as they did for your fathers, the former kings who were before you, and they will mourn you, ‘Alas, O master!’ for ‘I have spoken the word,’ declares Jehovah.”’”’”"},{"Verse":6,"Text":" Jeremiah the prophet then spoke all these words to King Zedekiʹah of Judah in Jerusalem,"},{"Verse":7,"Text":" when the armies of the king of Babylon were fighting against Jerusalem and against all the cities of Judah that were left, against Laʹchish and against Azeʹkah; for they were the only fortified cities that remained of the cities of Judah."},{"Verse":8,"Text":" The word that came to Jeremiah from Jehovah after King Zedekiʹah had made a covenant with all the people in Jerusalem to proclaim liberty to them,"},{"Verse":9,"Text":" that everyone should free his Hebrew slaves, male and female, so that no one would keep a fellow Jew as his slave."},{"Verse":10,"Text":" So all the princes and all the people obeyed. They had entered into the covenant that everyone should free his male and female slaves and not keep them as slaves any longer. They obeyed and let them go."},{"Verse":11,"Text":" However, they later brought back the male and female slaves whom they had freed, and they again forced them back into slavery."},{"Verse":12,"Text":" So the word of Jehovah came to Jeremiah from Jehovah, saying:"},{"Verse":13,"Text":" “This is what Jehovah the God of Israel says, ‘I made a covenant with your forefathers in the day I brought them out of the land of Egypt, out of the house of slavery, saying:"},{"Verse":14,"Text":" “At the end of seven years, each of you should free his Hebrew brother who was sold to you and who has served you six years; you must set him free.” But your forefathers did not listen or incline their ears to me."},{"Verse":15,"Text":" And recently you yourselves turned around and did what was right in my eyes by proclaiming liberty to your fellow men, and you made a covenant before me in the house that bears my name."},{"Verse":16,"Text":" But then you turned around and profaned my name by bringing back your male and female slaves whom you had freed according to their desire, and you forced them back into slavery.’"},{"Verse":17,"Text":" “Therefore this is what Jehovah says: ‘You have not obeyed me in proclaiming liberty, each one to his brother and to his fellow man. So I will now proclaim liberty to you,’ declares Jehovah, ‘to the sword, to pestilence, and to famine, and I will make you an object of horror to all the kingdoms of the earth."},{"Verse":18,"Text":" And this is what will happen to the men who violated my covenant by not carrying out the words of the covenant that they made before me when they cut the calf in two and passed between the halves,"},{"Verse":19,"Text":" namely, the princes of Judah, the princes of Jerusalem, the court officials, the priests, and all the people of the land who passed between the halves of the calf:"},{"Verse":20,"Text":" I will hand them over to their enemies and to those seeking to take their lives, and their dead bodies will become food for the birds of the heavens and for the beasts of the earth."},{"Verse":21,"Text":" And I will give King Zedekiʹah of Judah and his princes into the hand of their enemies and into the hand of those seeking to take their lives and into the hand of the armies of the king of Babylon, who are withdrawing from against you.’"},{"Verse":22,"Text":" “‘Here I will give the order,’ declares Jehovah, ‘and I will bring them back to this city, and they will fight against it and capture it and burn it with fire; and the cities of Judah I will make a wasteland, without an inhabitant.’”"}]},{"Chapter":35,"Verses":[{"Verse":1,"Text":" The word that came to Jeremiah from Jehovah in the days of Jehoiʹakim son of Josiʹah, the king of Judah, saying:"},{"Verse":2,"Text":" “Go to the house of the Reʹchabites and speak with them and bring them into the house of Jehovah, into one of the dining rooms; then offer them wine to drink.”"},{"Verse":3,"Text":" So I took Jaazaniʹah the son of Jeremiah the son of Habazziniʹah, his brothers, all his sons, and the entire house of the Reʹchabites"},{"Verse":4,"Text":" into the house of Jehovah. I brought them to the dining room of the sons of Haʹnan the son of Igdaliʹah, a man of the true God, which was next to the dining room of the princes that was above the dining room of Maaseiʹah the son of Shalʹlum the doorkeeper."},{"Verse":5,"Text":" Then I put cups and goblets full of wine before the men of the house of the Reʹchabites and said to them: “Drink wine.”"},{"Verse":6,"Text":" But they said: “We will not drink wine, because Jehonʹadab the son of Reʹchab, our forefather, gave us this command, ‘Neither you nor your sons must ever drink wine."},{"Verse":7,"Text":" And you must not build a house, sow seed, or plant or obtain a vineyard. Instead, you must always dwell in tents, so that you may live for a long time in the land where you are residing as foreigners.’"},{"Verse":8,"Text":" So we continue to obey the voice of Jehonʹadab the son of our forefather Reʹchab in all that he commanded us, by never drinking any wine—we, our wives, our sons, and our daughters."},{"Verse":9,"Text":" And we do not build houses to dwell in, nor do we have vineyards or fields or seed."},{"Verse":10,"Text":" We keep living in tents and obeying all that Jehonʹadab our forefather commanded us."},{"Verse":11,"Text":" But when King Nebuchadnezʹzar of Babylon came up against the land, we said, ‘Come, let us go into Jerusalem to escape the army of the Chaldeʹans and of the Syrians,’ and now we are living in Jerusalem.”"},{"Verse":12,"Text":" And the word of Jehovah came to Jeremiah, saying:"},{"Verse":13,"Text":" “This is what Jehovah of armies, the God of Israel, says, ‘Go and say to the men of Judah and to the inhabitants of Jerusalem: “Were you not continually urged to obey my words?” declares Jehovah."},{"Verse":14,"Text":" “Jehonʹadab the son of Reʹchab commanded his descendants not to drink wine, and they have carried out his words by not drinking it to this day, thus obeying the order of their forefather. However, I have spoken to you again and again, but you have not obeyed me."},{"Verse":15,"Text":" And I kept sending all my servants the prophets to you, sending them again and again, saying, ‘Turn back, please, each of you from your evil ways, and do what is right! Do not walk after other gods and serve them. Then you will keep dwelling in the land that I gave to you and your forefathers.’ But you did not incline your ear or listen to me."},{"Verse":16,"Text":" The descendants of Jehonʹadab the son of Reʹchab have carried out the order that their forefather gave them, but these people have not listened to me.”’”"},{"Verse":17,"Text":" “Therefore this is what Jehovah, the God of armies, the God of Israel, says: ‘Here I am bringing on Judah and on all the inhabitants of Jerusalem all the calamity that I have warned them about, for I have spoken to them, but they would not listen, and I kept calling to them, but they would not answer.’”"},{"Verse":18,"Text":" And Jeremiah said to the household of the Reʹchabites: “This is what Jehovah of armies, the God of Israel, says, ‘Because you have obeyed the order of your forefather Jehonʹadab and you continue to observe all his orders, doing exactly what he ordered you,"},{"Verse":19,"Text":" this is what Jehovah of armies, the God of Israel, says: “There will never fail to be a descendant of Jehonʹadab the son of Reʹchab to serve in my presence.”’”"}]},{"Chapter":36,"Verses":[{"Verse":1,"Text":" Now in the fourth year of Jehoiʹakim son of Josiʹah, the king of Judah, this word came to Jeremiah from Jehovah, saying:"},{"Verse":2,"Text":" “Take a scroll and write in it all the words that I have spoken to you against Israel and Judah and all the nations, from the first day I spoke to you in the days of Josiʹah to this day."},{"Verse":3,"Text":" Perhaps when those of the house of Judah hear of all the calamity that I intend to bring on them, they may turn back from their evil ways, so that I may forgive their error and their sin.”"},{"Verse":4,"Text":" Jeremiah then called Barʹuch the son of Neriʹah, and Jeremiah dictated all the words that Jehovah had spoken to him, and Barʹuch wrote them in the scroll."},{"Verse":5,"Text":" Then Jeremiah commanded Barʹuch: “I am confined and unable to enter the house of Jehovah."},{"Verse":6,"Text":" So you are the one who must go in and read aloud the words of Jehovah from the scroll that you wrote at my dictation. Read them in the hearing of the people at the house of Jehovah on the day of a fast; thus you will read them to all the people of Judah who come in from their cities."},{"Verse":7,"Text":" Perhaps their request for favor will reach Jehovah, and they will turn back, each one from his evil ways, for great is the anger and the wrath that Jehovah has declared against this people.”"},{"Verse":8,"Text":" So Barʹuch the son of Neriʹah did all that Jeremiah the prophet had commanded him; he read aloud from the scroll the words of Jehovah at the house of Jehovah."},{"Verse":9,"Text":" Now in the fifth year of Jehoiʹakim son of Josiʹah, the king of Judah, in the ninth month, all the people in Jerusalem and all the people who came into Jerusalem from the cities of Judah proclaimed a fast before Jehovah."},{"Verse":10,"Text":" Barʹuch then read aloud from the scroll the words of Jeremiah at the house of Jehovah, in the chamber of Gemariʹah the son of Shaʹphan the copyist, in the upper courtyard, at the entrance of the new gate of the house of Jehovah, in the hearing of all the people."},{"Verse":11,"Text":" When Micaiʹah the son of Gemariʹah the son of Shaʹphan heard all the words of Jehovah from the scroll,"},{"Verse":12,"Text":" he went down to the house of the king, to the secretary’s chamber. All the princes were sitting there: Elishʹama the secretary, Delaʹiah the son of Shemaiʹah, Elnaʹthan the son of Achʹbor, Gemariʹah the son of Shaʹphan, Zedekiʹah the son of Hananiʹah, and all the other princes."},{"Verse":13,"Text":" Micaiʹah told them all the words that he had heard when Barʹuch read from the scroll in the hearing of the people."},{"Verse":14,"Text":" Then all the princes sent Jehuʹdi the son of Nethaniʹah the son of Shelemiʹah the son of Cushʹi to Barʹuch, saying: “Come and bring with you the scroll from which you read in the hearing of the people.” Barʹuch the son of Neriʹah took the scroll in his hand and went in to them."},{"Verse":15,"Text":" They said to him: “Sit down, please, and read it aloud to us.” So Barʹuch read it to them."},{"Verse":16,"Text":" Now as soon as they heard all the words, they looked at one another in dread, and they said to Barʹuch: “We must certainly tell the king all these words.”"},{"Verse":17,"Text":" And they asked Barʹuch: “Tell us, please, how you wrote all these words. Was it at his dictation?”"},{"Verse":18,"Text":" Barʹuch replied to them: “He dictated all these words to me, and I wrote them down with ink in this scroll.”"},{"Verse":19,"Text":" The princes said to Barʹuch: “Go and hide yourselves, you and Jeremiah, and do not let anyone know where you are.”"},{"Verse":20,"Text":" Then they went in to the king, to the courtyard, and deposited the scroll in the chamber of Elishʹama the secretary, and they told the king everything they had heard."},{"Verse":21,"Text":" So the king sent Jehuʹdi out to get the scroll, and he brought it from the chamber of Elishʹama the secretary. Jehuʹdi began to read it in the hearing of the king and of all the princes standing by the king."},{"Verse":22,"Text":" The king was sitting in the winter house, in the ninth month, with a fire burning in the brazier before him."},{"Verse":23,"Text":" After Jehuʹdi had read three or four columns, the king would cut off that portion with the secretary’s knife and pitch it into the fire that was burning in the brazier, until the entire scroll ended up in the fire that was in the brazier."},{"Verse":24,"Text":" And they felt no dread; neither the king nor all his servants who heard all these words ripped their garments apart."},{"Verse":25,"Text":" Although Elnaʹthan, Delaʹiah, and Gemariʹah pleaded with the king not to burn the scroll, he did not listen to them."},{"Verse":26,"Text":" Further, the king commanded Jerahʹmeel the son of the king, Seraiʹah the son of Azʹriel, and Shelemiʹah the son of Abʹdeel to seize Barʹuch the secretary and Jeremiah the prophet, but Jehovah kept them concealed."},{"Verse":27,"Text":" And the word of Jehovah again came to Jeremiah after the king had burned up the scroll containing the words that Barʹuch had written at Jeremiah’s dictation, saying:"},{"Verse":28,"Text":" “Take another scroll and write on it all the same words that were on the first scroll, which King Jehoiʹakim of Judah burned up."},{"Verse":29,"Text":" And you should say against King Jehoiʹakim of Judah, ‘This is what Jehovah says: “You have burned up this scroll and said, ‘Why have you written on it: “The king of Babylon will certainly come and destroy this land and empty it of man and beast”?’"},{"Verse":30,"Text":" Therefore this is what Jehovah says against King Jehoiʹakim of Judah, ‘He will have no one to sit on the throne of David, and his dead body will be left exposed to the heat by day and the frost by night."},{"Verse":31,"Text":" I will call him and his descendants and his servants to account for their error, and I will bring on them and on the inhabitants of Jerusalem and on the men of Judah all the calamity that I have spoken against them, but they did not listen.’”’”"},{"Verse":32,"Text":" Jeremiah then took another scroll and gave it to Barʹuch the son of Neriʹah, the secretary, and at Jeremiah’s dictation he wrote on it all the words of the scroll that King Jehoiʹakim of Judah had burned in the fire. And many more words like those were added."}]},{"Chapter":37,"Verses":[{"Verse":1,"Text":" And King Zedekiʹah the son of Josiʹah began to reign in place of Coniʹah the son of Jehoiʹakim, for King Nebuchadnezʹzar of Babylon made him king in the land of Judah."},{"Verse":2,"Text":" But he and his servants and the people of the land did not listen to the words of Jehovah spoken through Jeremiah the prophet."},{"Verse":3,"Text":" And King Zedekiʹah sent Jehuʹcal the son of Shelemiʹah and Zephaniʹah the son of Maaseiʹah the priest to Jeremiah the prophet, saying: “Please pray in our behalf to Jehovah our God.”"},{"Verse":4,"Text":" Jeremiah was moving about freely among the people, for they had not yet put him in prison."},{"Verse":5,"Text":" Now Pharʹaoh’s army had set out from Egypt, and the Chaldeʹans who were besieging Jerusalem heard the report about them. So they withdrew from against Jerusalem."},{"Verse":6,"Text":" Then the word of Jehovah came to Jeremiah the prophet, saying:"},{"Verse":7,"Text":" “This is what Jehovah the God of Israel says, ‘This is what you should say to the king of Judah, who sent you to me to inquire of me: “Look! The army of Pharʹaoh that is coming to assist you will have to go back to its land, Egypt."},{"Verse":8,"Text":" And the Chaldeʹans will come back and fight against this city and capture it and burn it with fire.”"},{"Verse":9,"Text":" This is what Jehovah says, “Do not deceive yourselves by saying, ‘The Chaldeʹans will surely go away from against us,’ because they will not go away."},{"Verse":10,"Text":" Even if you were to strike down the entire army of the Chaldeʹans who are fighting against you and only their wounded men were left, they would still rise up from their tents and burn this city with fire.”’”"},{"Verse":11,"Text":" When the Chaldeʹan army had withdrawn from against Jerusalem because of Pharʹaoh’s army,"},{"Verse":12,"Text":" Jeremiah set out from Jerusalem to the land of Benjamin to receive his portion there among his people."},{"Verse":13,"Text":" But when he reached the Gate of Benjamin, the officer in charge of the guard, whose name was Iriʹjah the son of Shelemiʹah the son of Hananiʹah, seized Jeremiah the prophet and said: “You are deserting to the Chaldeʹans!”"},{"Verse":14,"Text":" But Jeremiah said: “It is not true! I am not deserting to the Chaldeʹans.” But he did not listen to him. So Iriʹjah arrested Jeremiah and brought him in to the princes."},{"Verse":15,"Text":" The princes were furious with Jeremiah, and they beat him and imprisoned him in the house of Jehonʹathan the secretary, which had been made into a prison."},{"Verse":16,"Text":" Jeremiah was put into the dungeon, into the vaulted rooms, and he remained there many days."},{"Verse":17,"Text":" Then King Zedekiʹah sent for him, and the king secretly questioned him in his house. He asked, “Is there any word from Jehovah?” Jeremiah said, “There is!” and he continued, “You will be given into the hand of the king of Babylon!”"},{"Verse":18,"Text":" Jeremiah also said to King Zedekiʹah: “How have I sinned against you and against your servants and against this people, so that you have put me into the prison?"},{"Verse":19,"Text":" Where, now, are your prophets who prophesied to you, ‘The king of Babylon will not come against you and against this land’?"},{"Verse":20,"Text":" Now listen, please, O my lord the king. May you grant, please, my request for favor. Do not send me back to the house of Jehonʹathan the secretary, or I will die there.”"},{"Verse":21,"Text":" So King Zedekiʹah ordered that Jeremiah be put in custody in the Courtyard of the Guard, and he was given a round loaf of bread daily from the street of the bakers until all the bread in the city was gone. And Jeremiah remained in the Courtyard of the Guard."}]},{"Chapter":38,"Verses":[{"Verse":1,"Text":" Now Shephatiʹah the son of Matʹtan, Gedaliʹah the son of Pashʹhur, Juʹcal the son of Shelemiʹah, and Pashʹhur the son of Malchiʹjah heard the words that Jeremiah was speaking to all the people, saying:"},{"Verse":2,"Text":" “This is what Jehovah says, ‘The one who remains in this city will die by the sword, by famine, and by pestilence. But the one who surrenders to the Chaldeʹans will keep living and will have his life as a spoil and live.’"},{"Verse":3,"Text":" This is what Jehovah says, ‘This city will surely be handed over to the army of the king of Babylon, and he will capture it.’”"},{"Verse":4,"Text":" The princes said to the king: “Please have this man put to death, for this is how he is weakening the morale of the soldiers who are left in this city, as well as that of all the people, by speaking such words to them. For this man seeks, not the peace of this people, but their calamity.”"},{"Verse":5,"Text":" King Zedekiʹah replied: “Look! He is in your hands, for the king cannot do anything to stop you.”"},{"Verse":6,"Text":" So they took Jeremiah and threw him into the cistern of Malchiʹjah the son of the king, which was in the Courtyard of the Guard. They let Jeremiah down by ropes. Now there was no water in the cistern, only mud, and Jeremiah began to sink down into the mud."},{"Verse":7,"Text":" Eʹbed-melʹech the Ethioʹpian, a eunuch in the king’s house, heard that they had put Jeremiah into the cistern. Now the king was sitting in the Gate of Benjamin,"},{"Verse":8,"Text":" so Eʹbed-melʹech went out of the king’s house and spoke to the king, saying:"},{"Verse":9,"Text":" “O my lord the king, what these men have done to Jeremiah the prophet is evil! They have thrown him into the cistern, and he will die there because of the famine, for there is no bread left in the city.”"},{"Verse":10,"Text":" Then the king commanded Eʹbed-melʹech the Ethioʹpian: “Take 30 men with you from here, and pull Jeremiah the prophet up out of the cistern before he dies.”"},{"Verse":11,"Text":" So Eʹbed-melʹech took the men with him and went into the king’s house to a place beneath the treasury, and they took from there some worn-out rags and worn-out pieces of cloth and let them down by ropes to Jeremiah in the cistern."},{"Verse":12,"Text":" Then Eʹbed-melʹech the Ethioʹpian said to Jeremiah: “Please put the rags and the pieces of cloth between your armpits and the ropes.” Jeremiah did so,"},{"Verse":13,"Text":" and they drew Jeremiah out with the ropes and pulled him up out of the cistern. And Jeremiah remained in the Courtyard of the Guard."},{"Verse":14,"Text":" King Zedekiʹah sent for Jeremiah the prophet to come to him at the third entrance, which is in the house of Jehovah, and the king said to Jeremiah: “I have something to ask of you. Do not hide anything from me.”"},{"Verse":15,"Text":" Jeremiah then said to Zedekiʹah: “If I tell you, you will certainly put me to death. And if I give you advice, you will not listen to me.”"},{"Verse":16,"Text":" So King Zedekiʹah secretly swore to Jeremiah, saying: “As surely as Jehovah is alive, who has given us this life, I will not put you to death, and I will not hand you over to these men who are seeking to take your life.”"},{"Verse":17,"Text":" Jeremiah then said to Zedekiʹah: “This is what Jehovah, the God of armies, the God of Israel, says, ‘If you surrender to the princes of the king of Babylon, your life will be spared, and this city will not be burned with fire, and you and your household will be spared."},{"Verse":18,"Text":" But if you will not surrender to the princes of the king of Babylon, this city will be handed over to the Chaldeʹans, and they will burn it with fire, and you will not escape out of their hand.’”"},{"Verse":19,"Text":" Then King Zedekiʹah said to Jeremiah: “I am afraid of the Jews who have deserted to the Chaldeʹans, for if I am handed over to them, they may deal cruelly with me.”"},{"Verse":20,"Text":" But Jeremiah said: “You will not be handed over to them. Obey, please, the voice of Jehovah in what I am telling you, and it will go well with you, and you will continue to live."},{"Verse":21,"Text":" But if you refuse to surrender, this is what Jehovah has revealed to me:"},{"Verse":22,"Text":" Look! All the women remaining in the house of the king of Judah are being brought out to the princes of the king of Babylon, and they are saying,\r\n‘The men whom you trusted have deceived you and overcome you.\r\nThey have caused your foot to sink into the mud.\r\nNow they have turned away in retreat.’"},{"Verse":23,"Text":" And all your wives and your sons they are bringing out to the Chaldeʹans, and you will not escape out of their hand, but you will be seized by the king of Babylon, and because of you this city will be burned with fire.”"},{"Verse":24,"Text":" Zedekiʹah then said to Jeremiah: “Do not let anyone know about these things, so that you do not die."},{"Verse":25,"Text":" And if the princes hear that I have spoken with you and they come and say to you, ‘Tell us, please, what you said to the king. Do not hide anything from us, and we will not put you to death. What did the king say to you?’"},{"Verse":26,"Text":" you must answer them, ‘I was making a request of the king, that he not send me back to the house of Jehonʹathan to die there.’”"},{"Verse":27,"Text":" In time all the princes came in to Jeremiah and questioned him. He told them everything that the king had commanded him to say. So they said no more to him, for no one had heard the conversation."},{"Verse":28,"Text":" Until the day that Jerusalem was captured, Jeremiah remained in the Courtyard of the Guard; he was still there when Jerusalem was captured."}]},{"Chapter":39,"Verses":[{"Verse":1,"Text":" In the ninth year of King Zedekiʹah of Judah, in the tenth month, King Nebuchadnezʹzar of Babylon and all his army came to Jerusalem, and they besieged it."},{"Verse":2,"Text":" In the 11th year of Zedekiʹah, in the fourth month, on the ninth day of the month, they broke through the city wall."},{"Verse":3,"Text":" And all the princes of the king of Babylon went in and sat down in the Middle Gate, namely, Nerʹgal-shareʹzer the Samʹgar, Neʹbo-sarʹsechim the Rabʹsaris, Nerʹgal-shareʹzer the Rabʹmag, and all the rest of the princes of the king of Babylon."},{"Verse":4,"Text":" When King Zedekiʹah of Judah and all the soldiers saw them, they fled, going out of the city by night by way of the king’s garden, through the gate between the double wall, and they continued by the way of the Arʹabah."},{"Verse":5,"Text":" But the Chaldeʹan army chased after them, and they overtook Zedekiʹah in the desert plains of Jerʹicho. They captured him and brought him up to King Nebuchadnezʹzar of Babylon at Ribʹlah in the land of Haʹmath, where he passed sentence on him."},{"Verse":6,"Text":" The king of Babylon had the sons of Zedekiʹah slaughtered before his eyes there at Ribʹlah, and the king of Babylon had all the nobles of Judah slaughtered."},{"Verse":7,"Text":" Then he blinded the eyes of Zedekiʹah, after which he bound him with copper fetters to bring him to Babylon."},{"Verse":8,"Text":" The Chaldeʹans then burned down the king’s house and the houses of the people, and they tore down the walls of Jerusalem."},{"Verse":9,"Text":" Nebuʹzaradʹan the chief of the guard took into exile to Babylon the rest of the people who were left in the city, the deserters who had defected to him, and anyone who remained."},{"Verse":10,"Text":" But Nebuʹzaradʹan the chief of the guard left in the land of Judah some of the poorest people, those who had nothing at all. On that day he also gave them vineyards and fields to work."},{"Verse":11,"Text":" Now King Nebuchadnezʹzar of Babylon gave Nebuʹzaradʹan the chief of the guard these orders concerning Jeremiah:"},{"Verse":12,"Text":" “Take him and look after him; do him no harm, and grant whatever he asks of you.”"},{"Verse":13,"Text":" So Nebuʹzaradʹan the chief of the guard, Nebushazʹban the Rabʹsaris, Nerʹgal-shareʹzer the Rabʹmag, and all the principal men of the king of Babylon sent"},{"Verse":14,"Text":" and had Jeremiah taken out of the Courtyard of the Guard and handed him over to Gedaliʹah the son of Ahiʹkam the son of Shaʹphan to be brought to his house. So he lived among the people."},{"Verse":15,"Text":" While Jeremiah was confined in the Courtyard of the Guard, the word of Jehovah came to him, saying:"},{"Verse":16,"Text":" “Go and tell Eʹbed-melʹech the Ethioʹpian, ‘This is what Jehovah of armies, the God of Israel, says: “Here I am fulfilling my words on this city for calamity and not for good, and in that day you will see it happen.”’"},{"Verse":17,"Text":" “‘But I will rescue you in that day,’ declares Jehovah, ‘and you will not be handed over to the men you fear.’"},{"Verse":18,"Text":" “‘For I will surely provide you with escape, and you will not fall by the sword. You will have your life as a spoil, because you trusted in me,’ declares Jehovah.”"}]},{"Chapter":40,"Verses":[{"Verse":1,"Text":" The word that came to Jeremiah from Jehovah after Nebuʹzaradʹan the chief of the guard let him go free from Raʹmah. He had taken him there bound with handcuffs, and he was among all the exiles of Jerusalem and of Judah who were being deported to Babylon."},{"Verse":2,"Text":" Then the chief of the guard took Jeremiah and said to him: “Jehovah your God foretold this calamity against this place,"},{"Verse":3,"Text":" and Jehovah has brought it about just as he said, because you people sinned against Jehovah and did not obey his voice. That is why this has happened to you."},{"Verse":4,"Text":" Now I am releasing you today from the handcuffs that were on your hands. If it seems good to you to come with me to Babylon, come, and I will look after you. But if you do not want to come with me to Babylon, do not come. See! The entire land is before you. Go wherever you choose.”"},{"Verse":5,"Text":" While Jeremiah still had not turned back, Nebuʹzaradʹan said: “Return to Gedaliʹah the son of Ahiʹkam the son of Shaʹphan, whom the king of Babylon has appointed over the cities of Judah, and stay with him among the people; or go wherever you choose.”\r\nThe chief of the guard then gave him a food allowance and a gift and let him go."},{"Verse":6,"Text":" So Jeremiah went to Gedaliʹah the son of Ahiʹkam at Mizʹpah and stayed with him among the people who were left in the land."},{"Verse":7,"Text":" In time all the army chiefs who were in the field with their men heard that the king of Babylon had appointed Gedaliʹah the son of Ahiʹkam over the land and that he had appointed him over the men, women, and children from the poor people of the land who had not been deported to Babylon."},{"Verse":8,"Text":" So they came to Gedaliʹah at Mizʹpah. They were Ishʹmael the son of Nethaniʹah, Johaʹnan and Jonʹathan the sons of Kareʹah, Seraiʹah the son of Tanhuʹmeth, the sons of Eʹphai the Netophʹathite, and Jezaniʹah the son of the Maacʹathite, together with their men."},{"Verse":9,"Text":" Gedaliʹah the son of Ahiʹkam the son of Shaʹphan swore an oath to them and to their men, saying: “Do not be afraid of serving the Chaldeʹans. Live in the land and serve the king of Babylon, and it will go well with you."},{"Verse":10,"Text":" As for me, I will stay in Mizʹpah to represent you to the Chaldeʹans who come to us. But you should gather wine, summer fruits, and oil and put them in your storage containers and settle in the cities that you have taken over.”"},{"Verse":11,"Text":" And all the Jews who were in Moʹab, Amʹmon, and Eʹdom, as well as those who were in all the other lands, also heard that the king of Babylon had let a remnant stay in Judah and that he had appointed over them Gedaliʹah the son of Ahiʹkam the son of Shaʹphan."},{"Verse":12,"Text":" So all the Jews began returning from all the places to which they had been dispersed, and they came into the land of Judah, to Gedaliʹah at Mizʹpah. And they gathered wine and summer fruits in very great quantity."},{"Verse":13,"Text":" Johaʹnan the son of Kareʹah and all the army chiefs who were in the field came to Gedaliʹah at Mizʹpah."},{"Verse":14,"Text":" They said to him: “Do you not know that Baʹalis, the king of the Amʹmonites, has sent Ishʹmael the son of Nethaniʹah to kill you?” But Gedaliʹah the son of Ahiʹkam did not believe them."},{"Verse":15,"Text":" Then Johaʹnan the son of Kareʹah secretly told Gedaliʹah in Mizʹpah: “I want to go and strike down Ishʹmael the son of Nethaniʹah, and no one will know. Why should he kill you, and why should all the people of Judah who have gathered to you be scattered and the remnant of Judah perish?”"},{"Verse":16,"Text":" But Gedaliʹah the son of Ahiʹkam said to Johaʹnan the son of Kareʹah: “Do not do this, for what you are saying concerning Ishʹmael is a lie.”"}]},{"Chapter":41,"Verses":[{"Verse":1,"Text":" In the seventh month Ishʹmael son of Nethaniʹah son of Elishʹama, who was of the royal line and one of the principal men of the king, came with ten other men to Gedaliʹah the son of Ahiʹkam at Mizʹpah. As they were eating a meal together in Mizʹpah,"},{"Verse":2,"Text":" Ishʹmael the son of Nethaniʹah and the ten men who were with him rose up and struck down Gedaliʹah the son of Ahiʹkam the son of Shaʹphan with the sword. So he put to death the one whom the king of Babylon had appointed over the land."},{"Verse":3,"Text":" Ishʹmael also struck down all the Jews who were with Gedaliʹah in Mizʹpah, as well as the Chaldeʹan soldiers who were there."},{"Verse":4,"Text":" On the second day after Gedaliʹah had been put to death, before anyone knew about it,"},{"Verse":5,"Text":" there came 80 men from Sheʹchem, from Shiʹloh, and from Samarʹia. Their beards were shaved off, their garments were ripped apart, they had cut themselves, and they had grain offerings and frankincense in their hand to bring to the house of Jehovah."},{"Verse":6,"Text":" So Ishʹmael the son of Nethaniʹah went out from Mizʹpah to meet them, weeping as he walked along. When he encountered them, he said to them: “Come to Gedaliʹah the son of Ahiʹkam.”"},{"Verse":7,"Text":" But when they came into the city, Ishʹmael the son of Nethaniʹah and his men slaughtered them and threw them into the cistern."},{"Verse":8,"Text":" But there were ten men among them who said to Ishʹmael: “Do not put us to death, for we have hidden stores of wheat, barley, oil, and honey in the field.” So he refrained from putting them to death along with their brothers."},{"Verse":9,"Text":" Now Ishʹmael threw all the carcasses of the men he had killed into a great cistern, the one that King Aʹsa had made because of King Baʹasha of Israel. This was the cistern that Ishʹmael the son of Nethaniʹah filled with the slain men."},{"Verse":10,"Text":" Ishʹmael took captive all the rest of the people in Mizʹpah, including the daughters of the king and all the people left in Mizʹpah, whom Nebuʹzaradʹan the chief of the guard had put in the custody of Gedaliʹah the son of Ahiʹkam. Ishʹmael the son of Nethaniʹah took them captive and went off to cross over to the Amʹmonites."},{"Verse":11,"Text":" When Johaʹnan the son of Kareʹah and all the army chiefs who were with him heard about all the evil that Ishʹmael the son of Nethaniʹah had done,"},{"Verse":12,"Text":" they took all the men and went off to fight against Ishʹmael the son of Nethaniʹah, and they found him by the great waters in Gibʹeon."},{"Verse":13,"Text":" All the people who were with Ishʹmael rejoiced when they saw Johaʹnan the son of Kareʹah and all the army chiefs with him."},{"Verse":14,"Text":" Then all the people whom Ishʹmael had taken captive from Mizʹpah turned around and went back with Johaʹnan the son of Kareʹah."},{"Verse":15,"Text":" But Ishʹmael the son of Nethaniʹah and eight of his men escaped from Johaʹnan and went to the Amʹmonites."},{"Verse":16,"Text":" Johaʹnan the son of Kareʹah and all the army chiefs who were with him took with them the rest of the people from Mizʹpah, those whom they had rescued from Ishʹmael the son of Nethaniʹah after he had struck down Gedaliʹah the son of Ahiʹkam. They brought the men, the soldiers, the women, the children, and the court officials back from Gibʹeon."},{"Verse":17,"Text":" So they went and stayed in the lodging place of Chimʹham next to Bethʹlehem, intending to go on into Egypt"},{"Verse":18,"Text":" because of the Chaldeʹans. For they had become afraid of them, since Ishʹmael the son of Nethaniʹah had struck down Gedaliʹah the son of Ahiʹkam, whom the king of Babylon had appointed over the land."}]},{"Chapter":42,"Verses":[{"Verse":1,"Text":" Then all the army chiefs, and Johaʹnan the son of Kareʹah, Jezaniʹah the son of Hoshaiʹah, and all the people, from the least to the greatest, approached"},{"Verse":2,"Text":" and said to Jeremiah the prophet: “Hear, please, our request for favor, and pray in our behalf to Jehovah your God, in behalf of all this remnant, for just a few of many are left, as you can see."},{"Verse":3,"Text":" May Jehovah your God tell us the way we should walk and what we should do.”"},{"Verse":4,"Text":" Jeremiah the prophet replied to them: “I have heard you, and I am praying to Jehovah your God according to your request; and every word that Jehovah answers you, I will tell you. I will not hold back a word from you.”"},{"Verse":5,"Text":" They replied to Jeremiah: “May Jehovah be a true and faithful witness against us if we do not do exactly as Jehovah your God instructs us through you."},{"Verse":6,"Text":" Whether good or bad, we will obey the voice of Jehovah our God, to whom we are sending you, so that it may go well with us because we obey the voice of Jehovah our God.”"},{"Verse":7,"Text":" Now ten days later the word of Jehovah came to Jeremiah."},{"Verse":8,"Text":" So he called for Johaʹnan the son of Kareʹah and for all the army chiefs who were with him and for all the people, from the least to the greatest."},{"Verse":9,"Text":" He said to them: “This is what Jehovah the God of Israel says, to whom you sent me to present your request for favor before him:"},{"Verse":10,"Text":" ‘If you will indeed remain in this land, then I will build you up and not tear you down, and I will plant you and not uproot you, for I will feel regret over the calamity I have caused you."},{"Verse":11,"Text":" Do not be afraid because of the king of Babylon, whom you fear.’\r\n“‘Do not be afraid because of him,’ declares Jehovah, ‘for I am with you, to save you and to rescue you out of his hand."},{"Verse":12,"Text":" And I will show you mercy, and he will have mercy on you and return you to your own land."},{"Verse":13,"Text":" “‘But if you say, “No, we will not remain in this land!” and you disobey the voice of Jehovah your God"},{"Verse":14,"Text":" by saying, “No, we will go instead to the land of Egypt, where we will not see war or hear the sound of the horn or hunger for bread; there is where we will live,”"},{"Verse":15,"Text":" then hear the word of Jehovah, O remnant of Judah. This is what Jehovah of armies, the God of Israel, says: “If you are absolutely determined to go to Egypt and you go there to reside,"},{"Verse":16,"Text":" then the very sword you are afraid of will catch up with you there in the land of Egypt, and the very famine you fear will follow after you to Egypt, and there you will die."},{"Verse":17,"Text":" And all the men who are determined to go to Egypt to reside there will die by the sword, by famine, and by pestilence. None of them will survive or escape the calamity that I will bring on them.”’"},{"Verse":18,"Text":" “For this is what Jehovah of armies, the God of Israel, says: ‘Just as my anger and my wrath were poured out on the inhabitants of Jerusalem, so my wrath will be poured out on you if you go to Egypt, and you will become a curse, an object of horror, a malediction, and a reproach, and you will never again see this place.’"},{"Verse":19,"Text":" “Jehovah has spoken against you, O remnant of Judah. Do not go to Egypt. You should know for a certainty that I have warned you today"},{"Verse":20,"Text":" that your error will cost you your lives. For you sent me to Jehovah your God, saying, ‘Pray in our behalf to Jehovah our God, and tell us everything that Jehovah our God says, and we will do it.’"},{"Verse":21,"Text":" And I told you today, but you will not obey the voice of Jehovah your God or do anything he sent me to tell you."},{"Verse":22,"Text":" Therefore, know for a certainty that by the sword, by famine, and by pestilence you will die in the place where you desire to go and reside.”"}]},{"Chapter":43,"Verses":[{"Verse":1,"Text":" When Jeremiah had finished speaking to all the people all these words from Jehovah their God, every single word that Jehovah their God had sent him to tell them,"},{"Verse":2,"Text":" Azariʹah the son of Hoshaiʹah, Johaʹnan the son of Kareʹah, and all the presumptuous men said to Jeremiah: “What you are saying is a lie! Jehovah our God has not sent you to say, ‘Do not go to Egypt to reside there.’"},{"Verse":3,"Text":" But Barʹuch the son of Neriʹah is inciting you against us to hand us over to the Chaldeʹans, to put us to death or to take us into exile in Babylon.”"},{"Verse":4,"Text":" So Johaʹnan the son of Kareʹah and all the army chiefs and all the people disobeyed the voice of Jehovah to remain in the land of Judah."},{"Verse":5,"Text":" Instead, Johaʹnan the son of Kareʹah and all the army chiefs took with them all the remnant of Judah who had returned to reside in the land of Judah from all the nations where they had been dispersed."},{"Verse":6,"Text":" They took the men, the women, the children, the daughters of the king, and everyone whom Nebuʹzaradʹan the chief of the guard had left with Gedaliʹah the son of Ahiʹkam the son of Shaʹphan, as well as Jeremiah the prophet and Barʹuch the son of Neriʹah."},{"Verse":7,"Text":" And they went into the land of Egypt, for they did not obey the voice of Jehovah, and they went as far as Tahʹpanhes."},{"Verse":8,"Text":" Then the word of Jehovah came to Jeremiah in Tahʹpanhes, saying:"},{"Verse":9,"Text":" “Take in your hand large stones, and hide them in the mortar in the brick terrace at the entrance of the house of Pharʹaoh in Tahʹpanhes, with the Jewish men looking on."},{"Verse":10,"Text":" Then say to them, ‘This is what Jehovah of armies, the God of Israel, says: “Here I am sending for Nebuchadnezʹzar the king of Babylon, my servant, and I will place his throne right above these stones that I have hidden, and he will extend his royal tent over them."},{"Verse":11,"Text":" And he will come in and strike the land of Egypt. Whoever is meant for deadly plague will be for deadly plague, and whoever is meant for captivity will be for captivity, and whoever is meant for the sword will be for the sword."},{"Verse":12,"Text":" And I will set the houses of the gods of Egypt on fire, and he will burn them and lead them captive. He will wrap the land of Egypt around himself just as a shepherd wraps himself in his garment, and he will depart from there in peace."},{"Verse":13,"Text":" And he will break to pieces the pillars of Beth-sheʹmesh in the land of Egypt, and he will burn the houses of the gods of Egypt with fire.”’”"}]},{"Chapter":44,"Verses":[{"Verse":1,"Text":" The word that came to Jeremiah for all the Jews living in the land of Egypt, those living in Migʹdol, Tahʹpanhes, Noph, and the land of Pathʹros, saying:"},{"Verse":2,"Text":" “This is what Jehovah of armies, the God of Israel, says, ‘You have seen all the calamity that I brought on Jerusalem and on all the cities of Judah, and today they are in ruins, without an inhabitant."},{"Verse":3,"Text":" It is because of the evil things that they did to offend me by going and making sacrifices and serving other gods whom they had not known, neither you nor your forefathers."},{"Verse":4,"Text":" I kept sending all my servants the prophets to you, sending them again and again, saying: “Please do not do this detestable thing that I hate.”"},{"Verse":5,"Text":" But they did not listen or incline their ear to turn back from their evil by not making sacrifices to other gods."},{"Verse":6,"Text":" So my wrath and my anger were poured out and burned in the cities of Judah and in the streets of Jerusalem, and they became a ruin and a wasteland, as they are today.’"},{"Verse":7,"Text":" “And now this is what Jehovah, the God of armies, the God of Israel, says, ‘Why are you causing a great calamity to yourselves, so that every man and woman, child and infant, will perish from Judah, leaving you without a remnant?"},{"Verse":8,"Text":" Why should you offend me with the works of your hands by sacrificing to other gods in the land of Egypt where you have gone to reside? You will perish and become an object of cursing and a reproach among all the nations of the earth."},{"Verse":9,"Text":" Have you forgotten the wicked deeds of your forefathers and the wicked deeds of the kings of Judah and the wicked deeds of their wives, as well as your own wicked deeds and the wicked deeds of your wives, that were done in the land of Judah and in the streets of Jerusalem?"},{"Verse":10,"Text":" Down to this day they have not humbled themselves, they have shown no fear, nor have they walked in my law and my statutes that I set before you and your forefathers.’"},{"Verse":11,"Text":" “Therefore this is what Jehovah of armies, the God of Israel, says, ‘Here I am determined to bring calamity on you, to destroy all Judah."},{"Verse":12,"Text":" And I will take the remnant of Judah who were determined to go to the land of Egypt to reside there, and they will all perish in the land of Egypt. They will fall by the sword and perish by the famine; from the least to the greatest, they will die by the sword and by famine. And they will become a curse, an object of horror, a malediction, and a reproach."},{"Verse":13,"Text":" I will punish those dwelling in the land of Egypt just as I punished Jerusalem, with the sword, with famine, and with pestilence."},{"Verse":14,"Text":" And the remnant of Judah who have gone to reside in the land of Egypt will not escape or survive to return to the land of Judah. They will long to return and dwell there, but they will not return, except for a few escapees.’”"},{"Verse":15,"Text":" All the men who knew that their wives had been making sacrifices to other gods and all the wives who were standing there, who formed a large group, and all the people who were living in the land of Egypt, in Pathʹros, answered Jeremiah:"},{"Verse":16,"Text":" “We will not listen to the word that you have spoken to us in the name of Jehovah."},{"Verse":17,"Text":" Instead, we will surely carry out every word that our mouths have spoken, to make sacrifices to the Queen of Heaven and to pour out drink offerings to her, just as we, our forefathers, our kings, and our princes did in the cities of Judah and in the streets of Jerusalem when we were satisfied with bread and were well-off, when we saw no calamity at all."},{"Verse":18,"Text":" From the time we quit making sacrifices to the Queen of Heaven and pouring out drink offerings to her, we have lacked everything and have perished by the sword and by the famine.”"},{"Verse":19,"Text":" The women added: “And when we were making sacrifices to the Queen of Heaven and pouring out drink offerings to her, was it without the consent of our husbands that we made sacrificial cakes shaped in her image and we poured out drink offerings to her?”"},{"Verse":20,"Text":" Then Jeremiah said to all the people, to the men and their wives and to all the people who were speaking to him:"},{"Verse":21,"Text":" “The sacrifices that you, your forefathers, your kings, your princes, and the people of the land made in the cities of Judah and in the streets of Jerusalem—Jehovah remembered them and they came up into his heart!"},{"Verse":22,"Text":" Finally Jehovah could no longer put up with your evil practices and the detestable things you had done, and your land became a devastated place, an object of horror and cursing, without an inhabitant, as it is today."},{"Verse":23,"Text":" It is because you have made these sacrifices and because you have sinned against Jehovah by not obeying the voice of Jehovah and following his law, his statutes, and his reminders that this calamity has come upon you, as is the case today.”"},{"Verse":24,"Text":" Jeremiah continued to say to all the people and to all the women: “Hear the word of Jehovah, all you of Judah who are in the land of Egypt."},{"Verse":25,"Text":" This is what Jehovah of armies, the God of Israel, says, ‘What you and your wives have spoken with your mouths, you have fulfilled with your hands, for you said: “We will surely carry out our vows to make sacrifices to the Queen of Heaven and to pour out drink offerings to her.” You women will surely carry out your vows and perform your vows.’"},{"Verse":26,"Text":" “Therefore hear the word of Jehovah, all you of Judah who are living in the land of Egypt: ‘“Here I swear by my own great name,” says Jehovah, “that my name will no longer be called on in an oath by any man of Judah in all the land of Egypt who says, ‘As surely as the Sovereign Lord Jehovah is alive!’"},{"Verse":27,"Text":" Now I am watching over them to bring calamity and not something good; all the men of Judah in the land of Egypt will perish by the sword and by the famine, until they cease to exist."},{"Verse":28,"Text":" Only a few will escape the sword and return from the land of Egypt to the land of Judah. Then all the remnant of Judah who came to the land of Egypt to reside there will know whose word has come true, mine or theirs!”’”"},{"Verse":29,"Text":" “‘And this is the sign for you,’ declares Jehovah, ‘that I will punish you in this place, so that you will know that my words promising calamity against you will surely come true."},{"Verse":30,"Text":" This is what Jehovah says: “Here I am giving Pharʹaoh Hophʹra, the king of Egypt, into the hand of his enemies and of those seeking to take his life, just as I gave King Zedekiʹah of Judah into the hand of King Nebuchadnezʹzar of Babylon, who was his enemy and who sought to take his life.”’”"}]},{"Chapter":45,"Verses":[{"Verse":1,"Text":" This is the word that Jeremiah the prophet spoke to Barʹuch the son of Neriʹah when he wrote in a book these words dictated by Jeremiah in the fourth year of Jehoiʹakim son of Josiʹah, the king of Judah:"},{"Verse":2,"Text":" “This is what Jehovah the God of Israel says concerning you, Barʹuch,"},{"Verse":3,"Text":" ‘You have said: “Woe to me, for Jehovah has added grief to my pain! I am weary from my groaning, and I have found no resting-place.”’"},{"Verse":4,"Text":" “You should say to him, ‘This is what Jehovah says: “Look! What I have built up I am tearing down, and what I have planted I am uprooting—the entire land."},{"Verse":5,"Text":" But you are seeking great things for yourself. Stop seeking such things.”’\r\n“‘For I am about to bring a calamity on all flesh,’ declares Jehovah, ‘and wherever you may go, I will grant you your life as a spoil.’”"}]},{"Chapter":46,"Verses":[{"Verse":1,"Text":" This is the word of Jehovah to Jeremiah the prophet concerning the nations:"},{"Verse":2,"Text":" For Egypt, concerning the army of Pharʹaoh Neʹcho the king of Egypt, who was along the Euphraʹtes River and was defeated at Carʹchemish by King Nebuchadnezʹzar of Babylon in the fourth year of Jehoiʹakim son of Josiʹah, the king of Judah:"},{"Verse":3,"Text":" “Prepare your bucklers and large shields,\r\nAnd advance to the battle."},{"Verse":4,"Text":" Harness the horses and mount, you horsemen.\r\nTake your positions and put on your helmets.\r\nPolish the lances and put on your coats of mail."},{"Verse":5,"Text":" ‘Why do I see them terror-stricken?\r\nThey are retreating, their warriors are crushed.\r\nThey have fled in panic, their warriors have not turned around.\r\nThere is terror all around,’ declares Jehovah."},{"Verse":6,"Text":" ‘The swift cannot flee, and the warriors cannot escape.\r\nIn the north, by the bank of the Euphraʹtes River,\r\nThey have stumbled and fallen.’"},{"Verse":7,"Text":" Who is this coming up like the Nile River,\r\nLike the rivers of surging waters?"},{"Verse":8,"Text":" Egypt comes up just like the Nile River,\r\nLike rivers of surging waters,\r\nAnd it says, ‘I will go up and cover the earth.\r\nI will destroy the city and those inhabiting it.’"},{"Verse":9,"Text":" Go up, you horses!\r\nDrive madly, you chariots!\r\nLet the warriors advance,\r\nCush and Put, who handle the shield,\r\nAnd the Luʹdim, who handle and bend the bow."},{"Verse":10,"Text":" “That day belongs to the Sovereign Lord, Jehovah of armies, the day of vengeance for taking revenge on his adversaries. And the sword will devour and satisfy itself and take its fill of their blood, for the Sovereign Lord, Jehovah of armies, has a sacrifice in the land of the north by the Euphraʹtes River."},{"Verse":11,"Text":" Go up to Gilʹead to get balsam,\r\nO virgin daughter of Egypt.\r\nIn vain you have multiplied your remedies,\r\nFor there is no cure for you."},{"Verse":12,"Text":" The nations have heard your dishonor,\r\nAnd your outcry has filled the land.\r\nFor warrior stumbles against warrior,\r\nAnd they both fall down together.”"},{"Verse":13,"Text":" This is the word that Jehovah spoke to Jeremiah the prophet regarding the coming of King Nebuchadnezʹzar of Babylon to strike down the land of Egypt:"},{"Verse":14,"Text":" “Declare it in Egypt, proclaim it in Migʹdol.\r\nProclaim it in Noph and in Tahʹpanhes.\r\nSay, ‘Take your positions and prepare yourselves,\r\nFor a sword will devour all around you."},{"Verse":15,"Text":" Why have your powerful men been swept away?\r\nThey did not stand their ground,\r\nFor Jehovah has pushed them down."},{"Verse":16,"Text":" In great numbers they are stumbling and falling.\r\nThey are saying to one another:\r\n“Get up! Let us return to our people and our homeland\r\nBecause of the cruel sword.”’"},{"Verse":17,"Text":" There they have proclaimed,\r\n‘Pharʹaoh king of Egypt is just a meaningless noise\r\nWho has let the opportunity pass by.’"},{"Verse":18,"Text":" ‘As surely as I am alive,’ declares the King, whose name is Jehovah of armies,\r\n‘He will come in like Taʹbor among the mountains\r\nAnd like Carʹmel by the sea."},{"Verse":19,"Text":" Prepare your baggage for exile,\r\nO daughter inhabiting Egypt.\r\nFor Noph will become an object of horror;\r\nIt will be set afire and left without an inhabitant."},{"Verse":20,"Text":" Egypt is like a good-looking heifer,\r\nBut stinging flies will come against her from the north."},{"Verse":21,"Text":" Even her hired soldiers in her midst are like fattened calves,\r\nBut they have also turned back and fled together.\r\nThey could not stand their ground,\r\nFor the day of their disaster has come upon them,\r\nTheir time of reckoning.’"},{"Verse":22,"Text":" ‘Her sound is like that of a slithering serpent,\r\nFor they come after her in force, with axes,\r\nLike men cutting down trees."},{"Verse":23,"Text":" They will cut down her forest,’ declares Jehovah, ‘though it seemed impenetrable.\r\nFor they are more numerous than locusts, without number."},{"Verse":24,"Text":" The daughter of Egypt will be put to shame.\r\nShe will be handed over to the people of the north.’"},{"Verse":25,"Text":" “Jehovah of armies, the God of Israel, says: ‘Now I am turning my attention to Aʹmon from No, to Pharʹaoh, to Egypt, to her gods, and to her kings—yes, to Pharʹaoh and all those trusting in him.’"},{"Verse":26,"Text":" “‘And I will hand them over to those seeking to take their life, to King Nebuchadnezʹzar of Babylon and his servants. But afterward she will be inhabited as in times past,’ declares Jehovah."},{"Verse":27,"Text":" ‘As for you, do not be afraid, my servant Jacob,\r\nAnd do not be terrified, O Israel.\r\nFor I will save you from far away\r\nAnd your offspring from the land of their captivity.\r\nJacob will return and be calm and undisturbed,\r\nWith no one to make them afraid."},{"Verse":28,"Text":" So do not be afraid, my servant Jacob,’ declares Jehovah, ‘for I am with you.\r\nI will make an extermination among all the nations where I dispersed you,\r\nBut you I will not exterminate.\r\nI will discipline you to the proper degree,\r\nBut I will by no means leave you unpunished.’”"}]},{"Chapter":47,"Verses":[{"Verse":1,"Text":" This is the word of Jehovah to Jeremiah the prophet concerning the Philisʹtines, before Pharʹaoh struck down Gazʹa."},{"Verse":2,"Text":" This is what Jehovah says:\r\n“Look! Waters are coming from the north.\r\nThey will become a flooding torrent.\r\nAnd they will flood the land and everything in it,\r\nThe city and those inhabiting it.\r\nThe men will cry out,\r\nAnd everyone dwelling in the land will wail."},{"Verse":3,"Text":" At the sound of the pounding hooves of his stallions,\r\nAt the rattling of his war chariots\r\nAnd the rumbling of his wheels,\r\nFathers will not even turn around for their sons,\r\nFor their hands fall limp,"},{"Verse":4,"Text":" Because the day that is coming will destroy all the Philisʹtines;\r\nIt will cut off from Tyre and Siʹdon every remaining ally.\r\nFor Jehovah will destroy the Philisʹtines,\r\nWho are the remaining ones from the island of Caphʹtor."},{"Verse":5,"Text":" Baldness will come to Gazʹa.\r\nAshʹkelon has been silenced.\r\nO remnant of their valley plain,\r\nHow long will you keep making cuts on yourself?"},{"Verse":6,"Text":" Ah! The sword of Jehovah!\r\nHow long will you not be quiet?\r\nGo back into your sheath.\r\nTake your rest and be silent."},{"Verse":7,"Text":" How can it be quiet\r\nWhen Jehovah has given it a command?\r\nAgainst Ashʹkelon and the seacoast,\r\nThere is where he has assigned it.”"}]},{"Chapter":48,"Verses":[{"Verse":1,"Text":" For Moʹab, this is what Jehovah of armies, the God of Israel, says:\r\n“Woe to Neʹbo, for she has been destroyed!\r\nKiriathaʹim has been put to shame and captured.\r\nThe secure refuge has been put to shame and shattered."},{"Verse":2,"Text":" They no longer praise Moʹab.\r\nIn Heshʹbon they have plotted her downfall:\r\n‘Come, let us put an end to her as a nation.’\r\nYou too, O Madʹmen, should keep silent,\r\nFor the sword is following you."},{"Verse":3,"Text":" There is the sound of an outcry from Horonaʹim,\r\nOf destruction and great collapse."},{"Verse":4,"Text":" Moʹab has been broken down.\r\nHer little ones cry out."},{"Verse":5,"Text":" On the ascent of Luʹhith they weep continually as they climb.\r\nAnd on the way down from Horonaʹim they hear cries of distress over the catastrophe."},{"Verse":6,"Text":" Flee, escape for your lives!\r\nYou must become like a juniper tree in the wilderness."},{"Verse":7,"Text":" Because you trust in your works and in your treasures,\r\nYou will also be captured.\r\nAnd Cheʹmosh will go into exile,\r\nTogether with his priests and his princes."},{"Verse":8,"Text":" The destroyer will come in on every city,\r\nAnd no city will escape.\r\nThe valley will perish,\r\nAnd the level land will be annihilated, just as Jehovah has said."},{"Verse":9,"Text":" Set up a marker for Moʹab,\r\nFor as she falls into ruins she will flee,\r\nAnd her cities will become an object of horror,\r\nWithout an inhabitant."},{"Verse":10,"Text":" Cursed is the one who carries out the mission of Jehovah neglectfully!\r\nCursed is the one who holds back his sword from bloodshed!"},{"Verse":11,"Text":" The Moʹabites have been undisturbed since their youth,\r\nLike wine that has settled on the dregs.\r\nThey have not been poured from one vessel into another,\r\nAnd they have never gone into exile.\r\nThat is why their taste has remained the same,\r\nAnd their aroma has not changed."},{"Verse":12,"Text":" “‘Therefore look! the days are coming,’ declares Jehovah, ‘when I will send men to overturn them. They will turn them over and empty out their vessels, and they will smash their large jars to pieces."},{"Verse":13,"Text":" And the Moʹabites will be ashamed of Cheʹmosh, just as the house of Israel is ashamed of Bethʹel, which was their confidence."},{"Verse":14,"Text":" How dare you say: “We are mighty warriors, ready for battle”?’"},{"Verse":15,"Text":" ‘Moʹab has been destroyed,\r\nHer cities have been invaded,\r\nAnd their choicest young men have been slaughtered,’\r\nDeclares the King, whose name is Jehovah of armies."},{"Verse":16,"Text":" The disaster on the Moʹabites is coming soon,\r\nAnd their downfall is approaching quickly."},{"Verse":17,"Text":" All those around them will have to sympathize with them,\r\nAll those knowing their name.\r\nTell them: ‘O how the mighty rod has been broken, the staff of beauty!’"},{"Verse":18,"Text":" Come down from your glory,\r\nAnd sit down in thirst, O daughter inhabiting Diʹbon,\r\nFor the destroyer of Moʹab has come against you,\r\nAnd he will bring your fortified places to ruin."},{"Verse":19,"Text":" Stand by the road and watch, inhabitant of Aroʹer.\r\nAsk the man fleeing and the woman escaping, ‘What has happened?’"},{"Verse":20,"Text":" Moʹab has been put to shame and struck with terror.\r\nWail and cry out.\r\nProclaim in Arʹnon that Moʹab has been destroyed."},{"Verse":21,"Text":" “Judgment has come to the level land, against Hoʹlon, Jaʹhaz, and Mephʹaath;"},{"Verse":22,"Text":" against Diʹbon, Neʹbo, and Beth-diblathaʹim;"},{"Verse":23,"Text":" against Kiriathaʹim, Beth-gaʹmul, and Beth-meʹon;"},{"Verse":24,"Text":" against Keʹrioth and Bozʹrah; and against all the cities of the land of Moʹab, those far and near."},{"Verse":25,"Text":" ‘The strength of Moʹab has been cut down;\r\nHis arm has been broken,’ declares Jehovah."},{"Verse":26,"Text":" ‘Make him drunk, for he has exalted himself against Jehovah.\r\nMoʹab wallows in his vomit,\r\nAnd he is an object of ridicule."},{"Verse":27,"Text":" Was Israel not an object of ridicule to you?\r\nWas he found among thieves,\r\nSo that you should shake your head and speak against him?"},{"Verse":28,"Text":" Leave the cities and live on the crag, inhabitants of Moʹab,\r\nAnd become like a dove that nests along the sides of the gorge.’”"},{"Verse":29,"Text":" “We have heard about the pride of Moʹab—he is very haughty—\r\nAbout his arrogance, his pride, his haughtiness, and the loftiness of his heart.”"},{"Verse":30,"Text":" “‘I know his fury,’ declares Jehovah,\r\n‘But his empty talk will come to nothing.\r\nThey will do nothing."},{"Verse":31,"Text":" That is why I will wail over Moʹab,\r\nFor all Moʹab I will cry out\r\nAnd moan for the men of Kir-heʹres."},{"Verse":32,"Text":" With more than the weeping for Jaʹzer,\r\nI will weep for you, O vine of Sibʹmah.\r\nYour flourishing shoots have crossed the sea.\r\nTo the sea, to Jaʹzer, they have reached.\r\nUpon your summer fruit and your grape harvest\r\nThe destroyer has descended."},{"Verse":33,"Text":" Rejoicing and joyfulness have been removed from the orchard\r\nAnd from the land of Moʹab.\r\nI have caused the wine to stop flowing from the winepress.\r\nNo one will be treading with shouts of joy.\r\nThe shouting will be different shouting.’”"},{"Verse":34,"Text":" “‘There is an outcry from Heshʹbon clear to Eleaʹleh.\r\nThey raise their voice clear to Jaʹhaz,\r\nFrom Zoʹar to Horonaʹim to Egʹlath-sheliʹshiyah.\r\nEven the waters of Nimʹrim will become desolate."},{"Verse":35,"Text":" I will cause to cease from Moʹab,’ declares Jehovah,\r\n‘The one bringing an offering on the high place\r\nAnd the one making sacrifices to his god."},{"Verse":36,"Text":" That is why my heart will moan for Moʹab like a flute,\r\nAnd my heart will moan for the men of Kir-heʹres like a flute.\r\nFor the wealth he has produced will perish."},{"Verse":37,"Text":" For every head is bald,\r\nAnd every beard is clipped.\r\nThere are cuts on every hand,\r\nAnd there is sackcloth on their hips!’”"},{"Verse":38,"Text":" “‘On all the roofs of Moʹab\r\nAnd in all her public squares,\r\nThere is nothing but wailing.\r\nFor I have broken Moʹab\r\nLike a discarded jar,’ declares Jehovah."},{"Verse":39,"Text":" ‘How she is terrified! Wail!\r\nHow Moʹab has turned his back in shame!\r\nMoʹab has become an object of ridicule,\r\nSomething terrifying to all those around him.’”"},{"Verse":40,"Text":" “For this is what Jehovah says:\r\n‘Look! Just like an eagle that swoops down,\r\nHe will spread his wings over Moʹab."},{"Verse":41,"Text":" The towns will be captured,\r\nAnd her strongholds will be seized.\r\nIn that day the heart of Moʹab’s warriors\r\nWill be like the heart of a woman in childbirth.’”"},{"Verse":42,"Text":" “‘And Moʹab will be annihilated from being a people,\r\nFor it is against Jehovah that he has exalted himself."},{"Verse":43,"Text":" Terror and the pit and the trap are before you,\r\nO inhabitant of Moʹab,’ declares Jehovah."},{"Verse":44,"Text":" ‘Anyone fleeing the terror will fall into the pit,\r\nAnd anyone coming up from the pit will be caught in the trap.’\r\n‘For I will bring on Moʹab the year of their punishment,’ declares Jehovah."},{"Verse":45,"Text":" ‘In the shadow of Heshʹbon, those fleeing stand powerless.\r\nFor a fire will come out of Heshʹbon\r\nAnd a flame from within Siʹhon.\r\nIt will consume the forehead of Moʹab\r\nAnd the skull of the sons of tumult.’"},{"Verse":46,"Text":" ‘Woe to you, O Moʹab!\r\nThe people of Cheʹmosh have perished.\r\nFor your sons have been taken captive,\r\nAnd your daughters have gone into exile."},{"Verse":47,"Text":" But I will gather the captives of Moʹab in the final part of the days,’ declares Jehovah.\r\n‘Down to this point is the judgment on Moʹab.’”"}]},{"Chapter":49,"Verses":[{"Verse":1,"Text":" For the Amʹmonites, this is what Jehovah says:\r\n“Does Israel have no sons?\r\nDoes he have no heir?\r\nWhy has Malʹcam taken possession of Gad?\r\nAnd why are his people living in Israel’s cities?”"},{"Verse":2,"Text":" “‘Therefore look! the days are coming,’ declares Jehovah,\r\n‘When I will cause the alarm signal of war to be heard against Rabʹbah of the Amʹmonites.\r\nShe will become a desolate mound,\r\nAnd her dependent towns will be set on fire.’\r\n‘And Israel will take possession of those who dispossessed him,’ says Jehovah."},{"Verse":3,"Text":" ‘Wail, O Heshʹbon, for Aʹi has been destroyed!\r\nCry out, O dependent towns of Rabʹbah.\r\nPut on sackcloth.\r\nWail and rove about among the stone pens,\r\nFor Malʹcam will go into exile,\r\nTogether with his priests and his princes."},{"Verse":4,"Text":" Why do you brag about the valleys,\r\nAbout your flowing plain, O unfaithful daughter,\r\nWho trusts in her treasures\r\nAnd who says: “Who will come against me?”’”"},{"Verse":5,"Text":" “‘Here I am bringing something dreadful on you,’ declares the Sovereign Lord, Jehovah of armies,\r\n‘From all those around you.\r\nYou will be dispersed in every direction,\r\nAnd no one will gather those who flee.’”"},{"Verse":6,"Text":" “‘But afterward I will gather the captives of the Amʹmonites,’ declares Jehovah.”"},{"Verse":7,"Text":" For Eʹdom, this is what Jehovah of armies says:\r\n“Is there no longer any wisdom in Teʹman?\r\nHas good advice perished from those with understanding?\r\nHas their wisdom rotted?"},{"Verse":8,"Text":" Flee, turn back!\r\nGo and dwell down in the depths, O inhabitants of Deʹdan!\r\nFor I will bring disaster on Eʹsau\r\nWhen the time comes to turn my attention to him."},{"Verse":9,"Text":" If grape gatherers came in to you,\r\nWould they not leave some behind for gleaning?\r\nIf thieves came in by night,\r\nThey would cause only as much ruin as they wanted."},{"Verse":10,"Text":" But I will strip Eʹsau bare.\r\nI will uncover his places of concealment,\r\nSo that he cannot hide.\r\nHis children and his brothers and his neighbors will all be destroyed,\r\nAnd he will be no more."},{"Verse":11,"Text":" Leave your fatherless children,\r\nAnd I will preserve them alive,\r\nAnd your widows will trust in me.”"},{"Verse":12,"Text":" For this is what Jehovah says: “Look! If those not sentenced to drink the cup must drink it, should you be left completely unpunished? You will not be left unpunished, for you must drink it.”"},{"Verse":13,"Text":" “For by myself I have sworn,” declares Jehovah, “that Bozʹrah will become an object of horror, a reproach, a devastation, and a curse; and all her cities will become perpetual ruins.”"},{"Verse":14,"Text":" I have heard a report from Jehovah,\r\nAn envoy has been sent among the nations, saying:\r\n“Gather yourselves together and come against her;\r\nPrepare for battle.”"},{"Verse":15,"Text":" “For look! I have made you insignificant among the nations,\r\nDespised among men."},{"Verse":16,"Text":" The shuddering you caused has deceived you,\r\nThe presumptuousness of your heart,\r\nO you who reside in the retreats of the crag,\r\nOccupying the highest hill.\r\nAlthough you build your nest high up like an eagle,\r\nI will bring you down from there,” declares Jehovah."},{"Verse":17,"Text":" “And Eʹdom must become an object of horror. Everyone passing along by her will stare in horror and whistle on account of all her plagues."},{"Verse":18,"Text":" Just as in the overthrow of Sodʹom and Gomorʹrah and of their neighboring towns,” Jehovah says, “no one will dwell there, and no man will settle there."},{"Verse":19,"Text":" “Look! Someone will come up against the secure pastures like a lion from the dense thickets along the Jordan, but in a moment I will make him run away from her. And I will appoint over her the chosen one. For who is like me, and who will challenge me? What shepherd can stand before me?"},{"Verse":20,"Text":" Therefore hear, O men, the decision that Jehovah has made against Eʹdom and what he has thought out against the inhabitants of Teʹman:\r\nSurely the little ones of the flock will be dragged away.\r\nHe will make their dwelling place desolate because of them."},{"Verse":21,"Text":" At the sound of their falling, the earth has quaked.\r\nThere is an outcry!\r\nThe sound has been heard as far as the Red Sea."},{"Verse":22,"Text":" Look! Just like an eagle he will ascend and swoop down,\r\nAnd he will spread out his wings over Bozʹrah.\r\nIn that day the heart of the warriors of Eʹdom\r\nWill become like the heart of a woman in childbirth.”"},{"Verse":23,"Text":" For Damascus:\r\n“Haʹmath and Arʹpad have been put to shame,\r\nFor they have heard a bad report.\r\nThey melt in fear.\r\nThere is anxiety in the sea that cannot be calmed."},{"Verse":24,"Text":" Damascus has lost courage.\r\nShe has turned to flee, but panic has seized her.\r\nDistress and pain have taken hold of her,\r\nLike a woman who is giving birth."},{"Verse":25,"Text":" How is it that the city of praise has not been abandoned,\r\nThe town of exultation?"},{"Verse":26,"Text":" For her young men will fall in her public squares,\r\nAnd all the soldiers will perish in that day,” declares Jehovah of armies."},{"Verse":27,"Text":" “I will set the wall of Damascus on fire,\r\nAnd it will consume the fortified towers of Ben-haʹdad.”"},{"Verse":28,"Text":" For Keʹdar and the kingdoms of Haʹzor, which King Nebuchadnezʹzar of Babylon struck down, this is what Jehovah says:\r\n“Rise up, go up to Keʹdar,\r\nAnd destroy the sons of the East."},{"Verse":29,"Text":" Their tents and their flocks will be taken,\r\nTheir tent cloths and all their goods.\r\nTheir camels will be carried off,\r\nAnd they will cry out to them, ‘Terror is all around!’”"},{"Verse":30,"Text":" “Flee, go far away!\r\nGo and dwell down in the depths, O inhabitants of Haʹzor,” declares Jehovah.\r\n“For King Nebuchadnezʹzar of Babylon has devised a strategy against you,\r\nAnd he has thought out a plan against you.”"},{"Verse":31,"Text":" “Rise up, go up against the nation that is at peace,\r\nDwelling in security!” declares Jehovah.\r\n“It has no doors or bars; they live in isolation."},{"Verse":32,"Text":" Their camels will become plunder,\r\nAnd their abundant livestock a spoil.\r\nI will scatter them to every wind,\r\nThose who clip their hair at the temples,\r\nAnd I will bring their disaster from every direction,” declares Jehovah."},{"Verse":33,"Text":" “And Haʹzor will become a lair of jackals,\r\nA perpetual desolation.\r\nNo one will dwell there,\r\nAnd no man will settle in her.”"},{"Verse":34,"Text":" This is the word of Jehovah that came to Jeremiah the prophet concerning Eʹlam in the beginning of the reign of King Zedekiʹah of Judah:"},{"Verse":35,"Text":" “This is what Jehovah of armies says, ‘Here I am breaking the bow of Eʹlam, the source of their mightiness."},{"Verse":36,"Text":" I will bring in on Eʹlam the four winds from the four extremities of the heavens, and I will scatter them to all these winds. There will not be a nation to which the dispersed ones of Eʹlam will not go.’”"},{"Verse":37,"Text":" “I will shatter the Eʹlamites before their enemies and before those seeking to take their life; and I will bring calamity on them, my burning anger,” declares Jehovah. “And I will send the sword after them until I have exterminated them.”"},{"Verse":38,"Text":" “And I will set my throne in Eʹlam, and I will destroy from there the king and the princes,” declares Jehovah."},{"Verse":39,"Text":" “But in the final part of the days, I will gather the captives of Eʹlam,” declares Jehovah."}]},{"Chapter":50,"Verses":[{"Verse":1,"Text":" The word that Jehovah spoke concerning Babylon, concerning the land of the Chaldeʹans, through Jeremiah the prophet:"},{"Verse":2,"Text":" “Declare it among the nations and proclaim it.\r\nRaise a signal and proclaim it.\r\nDo not hide anything!\r\nSay, ‘Babylon has been captured.\r\nBel has been put to shame.\r\nMerʹodach has become terrified.\r\nHer images have been put to shame.\r\nHer disgusting idols have become terrified.’"},{"Verse":3,"Text":" For a nation has come against her from the north.\r\nIt makes her land an object of horror;\r\nNo one is dwelling in her.\r\nBoth man and beast have taken flight;\r\nThey have gone away.”"},{"Verse":4,"Text":" “In those days and at that time,” declares Jehovah, “the people of Israel and the people of Judah will come together. They will weep as they walk, and together they will seek Jehovah their God."},{"Verse":5,"Text":" They will ask the way to Zion, with their faces turned in that direction, saying, ‘Come and let us join ourselves to Jehovah in an everlasting covenant that will not be forgotten.’"},{"Verse":6,"Text":" My people have become a flock of lost sheep. Their own shepherds caused them to stray. They led them away onto the mountains, roaming from mountain to hill. They have forgotten their resting-place."},{"Verse":7,"Text":" All those finding them have devoured them, and their enemies have said, ‘We are not guilty, because they sinned against Jehovah, against the dwelling place of righteousness and the hope of their forefathers, Jehovah.’”"},{"Verse":8,"Text":" “Flee out of the midst of Babylon,\r\nGo out of the land of the Chaldeʹans,\r\nAnd be like the leading animals before the flock."},{"Verse":9,"Text":" For here I am raising up and bringing against Babylon\r\nAn assembly of great nations from the land of the north.\r\nThey will come against her in battle formation;\r\nFrom there she will be captured.\r\nTheir arrows are like those of a warrior\r\nCausing bereavement of children;\r\nThey do not come back without results."},{"Verse":10,"Text":" Chaldeʹa will become a spoil.\r\nAll those taking spoil from her will be fully satisfied,” declares Jehovah."},{"Verse":11,"Text":" “For you kept rejoicing, you kept exulting\r\nWhen pillaging my own inheritance.\r\nFor you kept pawing like a heifer in the grass,\r\nAnd you kept neighing like stallions."},{"Verse":12,"Text":" Your mother has been put to shame.\r\nShe who gave birth to you has been disappointed.\r\nLook! She is the least of the nations,\r\nA waterless wilderness and a desert."},{"Verse":13,"Text":" Because of the indignation of Jehovah she will not be inhabited;\r\nShe will become utterly desolate.\r\nAnyone passing by Babylon will stare in horror\r\nAnd whistle because of all her plagues."},{"Verse":14,"Text":" Come against Babylon in battle formation on every side,\r\nAll you who are bending the bow.\r\nShoot at her, spare no arrow,\r\nFor it is against Jehovah that she has sinned."},{"Verse":15,"Text":" Shout a war cry against her on every side.\r\nShe has surrendered.\r\nHer pillars have fallen, her walls are torn down,\r\nFor it is the vengeance of Jehovah.\r\nTake your vengeance on her.\r\nDo to her just as she has done."},{"Verse":16,"Text":" Cut off the sower from Babylon\r\nAnd the one handling the sickle in harvesttime.\r\nBecause of the cruel sword, each will return to his own people,\r\nEach one will flee to his own land."},{"Verse":17,"Text":" “The people of Israel are scattered sheep. Lions have dispersed them. First the king of Assyrʹia devoured them; then King Nebuchadnezʹzar of Babylon gnawed on their bones."},{"Verse":18,"Text":" Therefore this is what Jehovah of armies, the God of Israel, says: ‘Here I will deal with the king of Babylon and with his land in the same way that I dealt with the king of Assyrʹia."},{"Verse":19,"Text":" And I will bring Israel back to his pasture, and he will graze on Carʹmel and on Baʹshan, and on the mountains of Eʹphraim and of Gilʹead he will be satisfied.’”"},{"Verse":20,"Text":" “In those days and at that time,” declares Jehovah,\r\n“Israel’s guilt will be searched for,\r\nBut there will be none,\r\nAnd the sins of Judah will not be found,\r\nFor I will forgive those whom I let remain.”"},{"Verse":21,"Text":" “Go up against the land of Merathaʹim and against the inhabitants of Peʹkod.\r\nLet them be massacred and completely destroyed,” declares Jehovah.\r\n“Do all that I have commanded you."},{"Verse":22,"Text":" There is the sound of war in the land,\r\nA great catastrophe."},{"Verse":23,"Text":" How the forge hammer of all the earth has been cut down and broken!\r\nHow Babylon has become an object of horror among the nations!"},{"Verse":24,"Text":" I have laid a snare for you, and you have been caught, O Babylon,\r\nAnd you did not know it.\r\nYou were found and captured,\r\nFor it was Jehovah whom you opposed."},{"Verse":25,"Text":" Jehovah has opened his storehouse,\r\nAnd he brings out the weapons of his indignation.\r\nFor the Sovereign Lord, Jehovah of armies, has a work\r\nIn the land of the Chaldeʹans."},{"Verse":26,"Text":" Come against her from distant places.\r\nOpen up her granaries.\r\nPile her up like heaps of grain.\r\nDestroy her completely.\r\nMay she have no one left."},{"Verse":27,"Text":" Massacre all her young bulls;\r\nLet them go down to the slaughter.\r\nWoe to them, for their day has come,\r\nTheir time of reckoning!"},{"Verse":28,"Text":" There is the sound of those fleeing,\r\nThose escaping from the land of Babylon,\r\nTo declare in Zion the vengeance of Jehovah our God,\r\nThe vengeance for his temple."},{"Verse":29,"Text":" Summon archers against Babylon,\r\nAll who are bending the bow.\r\nCamp all around her; let no one escape.\r\nRepay her according to her activity.\r\nDo to her just as she has done.\r\nFor she has acted arrogantly against Jehovah,\r\nAgainst the Holy One of Israel."},{"Verse":30,"Text":" So her young men will fall in her public squares,\r\nAnd all her soldiers will perish in that day,” declares Jehovah."},{"Verse":31,"Text":" “Look! I am against you, O defiant one,” declares the Sovereign Lord, Jehovah of armies,\r\n“For your day must come, the time that I will call you to account."},{"Verse":32,"Text":" You, O defiant one, will stumble and fall,\r\nWith no one to raise you up.\r\nAnd I will set your cities on fire,\r\nAnd it will consume everything around you.”"},{"Verse":33,"Text":" This is what Jehovah of armies says:\r\n“The people of Israel and Judah are oppressed,\r\nAnd all those taking them captive have held onto them.\r\nThey have refused to let them go."},{"Verse":34,"Text":" But their Repurchaser is strong.\r\nJehovah of armies is his name.\r\nHe will surely plead their legal case,\r\nIn order to give rest to the land\r\nAnd to bring agitation to the inhabitants of Babylon.”"},{"Verse":35,"Text":" “There is a sword against the Chaldeʹans,” declares Jehovah,\r\n“Against the inhabitants of Babylon and against her princes and against her wise ones."},{"Verse":36,"Text":" There is a sword against the empty talkers, and they will act foolishly.\r\nThere is a sword against her warriors, and they will become terrified."},{"Verse":37,"Text":" There is a sword against their horses and their war chariots,\r\nAnd against all the mixed populations in her midst,\r\nAnd they will become like women.\r\nThere is a sword against her treasures, and they will be plundered."},{"Verse":38,"Text":" There is a devastation on her waters, and they will be dried up.\r\nFor it is a land of graven images,\r\nAnd because of their frightful visions they keep acting with madness."},{"Verse":39,"Text":" Therefore, the desert creatures will dwell with the howling animals,\r\nAnd in her the ostriches will dwell.\r\nShe will never again be inhabited,\r\nNor will she be a place of residence throughout all generations.”"},{"Verse":40,"Text":" “Just as with God’s overthrow of Sodʹom and Gomorʹrah and of their neighboring towns,” declares Jehovah, “no one will dwell there, and no man will settle there."},{"Verse":41,"Text":" Look! A people is coming in from the north;\r\nA great nation and grand kings will be raised up\r\nFrom the remotest parts of the earth."},{"Verse":42,"Text":" Bow and javelin they wield.\r\nThey are cruel and will show no mercy.\r\nTheir sound is like the roaring sea,\r\nAs they ride on their horses.\r\nLike one man, they line up in battle formation against you, O daughter of Babylon."},{"Verse":43,"Text":" The king of Babylon has heard the report about them,\r\nAnd his hands drop down.\r\nAnguish seizes him,\r\nPain like that of a woman giving birth."},{"Verse":44,"Text":" “Look! Someone will come up against the secure pastures like a lion from the dense thickets along the Jordan, but in a moment I will make them run away from her. And I will appoint over her the chosen one. For who is like me, and who will challenge me? What shepherd can stand before me?"},{"Verse":45,"Text":" Therefore hear, O men, the decision that Jehovah has made against Babylon and what he has thought out against the land of the Chaldeʹans.\r\nSurely the little ones of the flock will be dragged away.\r\nHe will make their dwelling place desolate because of them."},{"Verse":46,"Text":" At the sound of Babylon’s capture, the earth will quake,\r\nAnd an outcry will be heard among the nations.”"}]},{"Chapter":51,"Verses":[{"Verse":1,"Text":" This is what Jehovah says:\r\n“Here I am raising up a destructive wind\r\nAgainst Babylon and the inhabitants of Leb-kaʹmai."},{"Verse":2,"Text":" I will send winnowers to Babylon,\r\nAnd they will winnow her and make her land empty;\r\nThey will come against her on all sides in the day of calamity."},{"Verse":3,"Text":" Let the archer not bend his bow.\r\nAnd let no one stand up in his coat of mail.\r\nShow no compassion for her young men.\r\nDevote all her army to destruction."},{"Verse":4,"Text":" And they will fall slain in the land of the Chaldeʹans,\r\nPierced through in her streets."},{"Verse":5,"Text":" For Israel and Judah are not widowed from their God, from Jehovah of armies.\r\nBut their land is full of guilt from the standpoint of the Holy One of Israel."},{"Verse":6,"Text":" Flee out of the midst of Babylon,\r\nAnd escape for your life.\r\nDo not perish because of her error.\r\nFor it is the time for Jehovah’s vengeance.\r\nHe is paying her back for what she has done."},{"Verse":7,"Text":" Babylon has been a golden cup in the hand of Jehovah;\r\nShe made all the earth drunk.\r\nFrom her wine the nations have drunk;\r\nThat is why the nations have gone mad."},{"Verse":8,"Text":" Suddenly Babylon has fallen and is broken.\r\nWail over her!\r\nGet balsam for her pain; perhaps she may be healed.”"},{"Verse":9,"Text":" “We tried to heal Babylon, but she could not be healed.\r\nLeave her and let us go, each to his own land.\r\nFor her judgment has reached to the heavens;\r\nIt is as high as the clouds."},{"Verse":10,"Text":" Jehovah has brought about justice for us.\r\nCome, let us recount in Zion the work of Jehovah our God.”"},{"Verse":11,"Text":" “Polish the arrows; take up the circular shields.\r\nJehovah has stirred up the spirit of the kings of the Medes,\r\nBecause he intends to bring Babylon to ruin.\r\nFor this is the vengeance of Jehovah, the vengeance for his temple."},{"Verse":12,"Text":" Lift up a signal against the walls of Babylon.\r\nStrengthen the guard, post the watchmen.\r\nPrepare those in ambush.\r\nFor Jehovah has devised the strategy,\r\nAnd he will carry out what he has promised against the inhabitants of Babylon.”"},{"Verse":13,"Text":" “O woman who resides on many waters,\r\nWith abundant treasures,\r\nYour end has come, the limit of your profit-making."},{"Verse":14,"Text":" Jehovah of armies has sworn by himself,\r\n‘I will fill you with men, as numerous as locusts,\r\nAnd they will shout in triumph over you.’"},{"Verse":15,"Text":" He is the Maker of the earth by his power,\r\nThe One who established the productive land by his wisdom\r\nAnd who stretched out the heavens by his understanding."},{"Verse":16,"Text":" When he makes his voice heard,\r\nThe waters in the heavens are in turmoil,\r\nAnd he causes clouds to ascend from the ends of the earth.\r\nHe makes lightning for the rain,\r\nAnd he brings the wind out of his storehouses."},{"Verse":17,"Text":" Every man acts unreasonably and without knowledge.\r\nEvery metalworker will be put to shame because of the carved image;\r\nFor his metal image is a falsehood,\r\nAnd there is no spirit in them."},{"Verse":18,"Text":" They are a delusion, a work of mockery.\r\nWhen their day of reckoning comes, they will perish."},{"Verse":19,"Text":" The Share of Jacob is not like these things,\r\nFor he is the One who formed everything,\r\nEven the staff of his inheritance.\r\nJehovah of armies is his name.”"},{"Verse":20,"Text":" “You are a war club for me, a weapon for battle,\r\nFor with you I will smash nations.\r\nWith you I will bring kingdoms to ruin."},{"Verse":21,"Text":" With you I will smash the horse and its rider.\r\nWith you I will smash the war chariot and its rider."},{"Verse":22,"Text":" With you I will smash man and woman.\r\nWith you I will smash old man and boy.\r\nWith you I will smash young man and woman."},{"Verse":23,"Text":" With you I will smash shepherd and his flock.\r\nWith you I will smash farmer and his team of animals.\r\nWith you I will smash governors and deputy rulers."},{"Verse":24,"Text":" And I will repay Babylon and all the inhabitants of Chaldeʹa\r\nFor all the evil that they have committed in Zion before your eyes,” declares Jehovah."},{"Verse":25,"Text":" “Here I am against you, O destructive mountain,” declares Jehovah,\r\n“You destroyer of the whole earth.\r\nI will stretch out my hand against you and roll you down from the crags\r\nAnd make you a burned-out mountain.”"},{"Verse":26,"Text":" “People will not take from you a cornerstone or a foundation stone,\r\nBecause you will become desolate forever,” declares Jehovah."},{"Verse":27,"Text":" “Lift up a signal in the land.\r\nBlow a horn among the nations.\r\nAppoint the nations against her.\r\nSummon against her the kingdoms of Arʹarat, Minʹni, and Ashʹkenaz.\r\nCommission against her a recruiting officer.\r\nMake the horses come up like bristling locusts."},{"Verse":28,"Text":" Appoint against her the nations,\r\nThe kings of Meʹdia, its governors and all its deputy rulers\r\nAnd all the lands they rule over."},{"Verse":29,"Text":" And the earth will quake and tremble,\r\nFor the thoughts of Jehovah against Babylon will be carried out\r\nTo make the land of Babylon an object of horror, without an inhabitant."},{"Verse":30,"Text":" The warriors of Babylon have quit fighting.\r\nThey sit in their strongholds.\r\nTheir strength has failed.\r\nThey have become like women.\r\nHer homes have been set on fire.\r\nHer bars have been broken."},{"Verse":31,"Text":" One courier runs to meet another courier,\r\nAnd one messenger to meet another messenger,\r\nTo report to the king of Babylon that his city has been captured on every side,"},{"Verse":32,"Text":" That the fords have been seized,\r\nThat the papyrus boats have been burned with fire,\r\nAnd that the soldiers are terrified.”"},{"Verse":33,"Text":" For this is what Jehovah of armies, the God of Israel, says:\r\n“The daughter of Babylon is like a threshing floor.\r\nIt is the time to tread her down solid.\r\nVery soon the time of the harvest will come for her.”"},{"Verse":34,"Text":" “King Nebuchadnezʹzar of Babylon has devoured me;\r\nHe has thrown me into confusion.\r\nHe has set me down as an empty vessel.\r\nHe has swallowed me down like a big snake;\r\nHe has filled his stomach with my fine things.\r\nHe has rinsed me away."},{"Verse":35,"Text":" ‘May the violence done to me and to my person come upon Babylon!’ says the inhabitant of Zion.\r\n‘And let my blood come upon the inhabitants of Chaldeʹa!’ says Jerusalem.”"},{"Verse":36,"Text":" Therefore this is what Jehovah says:\r\n“Here I am pleading your legal case,\r\nAnd I will execute vengeance for you.\r\nI will dry up her sea and make her wells dry."},{"Verse":37,"Text":" And Babylon will become piles of stones,\r\nA lair of jackals,\r\nAn object of horror and something to whistle at,\r\nWithout an inhabitant."},{"Verse":38,"Text":" All together they will roar just like young lions.\r\nThey will growl like lion cubs.”"},{"Verse":39,"Text":" “When they are inflamed, I will set out their banquet and make them drunk,\r\nIn order that they may exult;\r\nThen they will sleep a lasting sleep,\r\nFrom which they will not wake up,” declares Jehovah."},{"Verse":40,"Text":" “I will bring them down like lambs to the slaughter,\r\nLike rams along with the goats.”"},{"Verse":41,"Text":" “O how Sheʹshach has been captured,\r\nHow the Praise of the whole earth has been seized!\r\nHow Babylon has become an object of horror among the nations!"},{"Verse":42,"Text":" The sea has come up over Babylon.\r\nBy the multitude of its waves she has been covered."},{"Verse":43,"Text":" Her cities have become an object of horror, a waterless land and a desert.\r\nA land where no one will live and where no man will pass through."},{"Verse":44,"Text":" I will turn my attention to Bel in Babylon,\r\nAnd I will take out of his mouth what he has swallowed.\r\nTo him nations will stream no more,\r\nAnd the wall of Babylon will fall."},{"Verse":45,"Text":" Get out of her midst, my people!\r\nEscape for your lives from the burning anger of Jehovah!"},{"Verse":46,"Text":" Do not be fainthearted or afraid about the report to be heard in the land.\r\nIn one year the report will come,\r\nAnd the next year another report,\r\nOf violence in the land and of ruler against ruler."},{"Verse":47,"Text":" Therefore look! the days are coming\r\nWhen I will turn my attention to the graven images of Babylon.\r\nAll her land will be put to shame,\r\nAnd all her slain will fall in her midst."},{"Verse":48,"Text":" The heavens and the earth and everything in them\r\nWill shout joyfully over Babylon,\r\nFor the destroyers will come to her out of the north,” declares Jehovah."},{"Verse":49,"Text":" “Not only did Babylon cause the slain of Israel to fall\r\nBut also at Babylon the slain ones of all the earth have fallen."},{"Verse":50,"Text":" You who escape the sword, keep going, do not stand still!\r\nRemember Jehovah from far away,\r\nAnd may Jerusalem come up into your heart.”"},{"Verse":51,"Text":" “We have been put to shame, for we have heard taunts.\r\nHumiliation has covered our faces,\r\nFor foreigners have come against the holy places of the house of Jehovah.”"},{"Verse":52,"Text":" “Therefore look! the days are coming,” declares Jehovah,\r\n“When I will turn my attention to her graven images,\r\nAnd throughout all her land the wounded will groan.”"},{"Verse":53,"Text":" “Even if Babylon should ascend to the heavens,\r\nEven if she should fortify her towering strongholds,\r\nFrom me her destroyers will come,” declares Jehovah."},{"Verse":54,"Text":" “Listen! There is an outcry from Babylon,\r\nThe sound of great disaster from the land of the Chaldeʹans,"},{"Verse":55,"Text":" For Jehovah is destroying Babylon,\r\nHe will silence her great voice,\r\nAnd their waves will roar like many waters.\r\nThe sound of their voice will be heard."},{"Verse":56,"Text":" For the destroyer will come upon Babylon;\r\nHer warriors will be captured,\r\nTheir bows will be shattered,\r\nFor Jehovah is a God of retribution.\r\nHe will surely repay."},{"Verse":57,"Text":" I will make her princes and her wise men drunk,\r\nHer governors and her deputy rulers and her warriors,\r\nAnd they will sleep a lasting sleep,\r\nFrom which they will not wake up,” declares the King, whose name is Jehovah of armies."},{"Verse":58,"Text":" This is what Jehovah of armies says:\r\n“The wall of Babylon, though broad, will be completely demolished,\r\nAnd her gates, though high, will be set on fire.\r\nThe peoples will toil for nothing;\r\nThe nations will weary themselves just to feed the fire.”"},{"Verse":59,"Text":" This is the word that Jeremiah the prophet gave as a command to Seraiʹah son of Neriʹah son of Mahseiʹah when he went with King Zedekiʹah of Judah to Babylon in the fourth year of his reign; Seraiʹah was the quartermaster."},{"Verse":60,"Text":" Jeremiah wrote in one book all the calamity that would come upon Babylon, all these words written against Babylon."},{"Verse":61,"Text":" Furthermore, Jeremiah said to Seraiʹah: “When you come to Babylon and see her, you must read aloud all these words."},{"Verse":62,"Text":" Then say, ‘O Jehovah, you have said against this place that it will be destroyed and left without an inhabitant, man or beast, and that she will become desolate forever.’"},{"Verse":63,"Text":" And when you finish reading this book, tie a stone to it and throw it into the middle of the Euphraʹtes."},{"Verse":64,"Text":" Then say, ‘This is how Babylon will sink down and never rise again because of the calamity that I am bringing on her; and they will grow weary.’”\r\nDown to this point are the words of Jeremiah."}]},{"Chapter":52,"Verses":[{"Verse":1,"Text":" Zedekiʹah was 21 years old when he became king, and he reigned for 11 years in Jerusalem. His mother’s name was Hamuʹtal the daughter of Jeremiah of Libʹnah."},{"Verse":2,"Text":" He continued to do what was bad in Jehovah’s eyes, according to all that Jehoiʹakim had done."},{"Verse":3,"Text":" It was because of Jehovah’s anger that these things took place in Jerusalem and in Judah, until he cast them out of his sight. And Zedekiʹah rebelled against the king of Babylon."},{"Verse":4,"Text":" In the ninth year of Zedekiʹah’s reign, in the tenth month, on the tenth day of the month, King Nebuchadnezʹzar of Babylon came with all his army against Jerusalem. They camped against it and built a siege wall all around it."},{"Verse":5,"Text":" And the city was under siege until the 11th year of King Zedekiʹah."},{"Verse":6,"Text":" In the fourth month, on the ninth day of the month, the famine was severe in the city, and there was no food for the people of the land."},{"Verse":7,"Text":" Finally the city wall was broken through, and all the soldiers fled from the city by night through the gate between the double wall near the king’s garden, while the Chaldeʹans were surrounding the city; and they continued by the way of the Arʹabah."},{"Verse":8,"Text":" But the Chaldeʹan army pursued the king, and they overtook Zedekiʹah in the desert plains of Jerʹicho, and all his troops were scattered from his side."},{"Verse":9,"Text":" Then they seized the king and brought him up to the king of Babylon at Ribʹlah in the land of Haʹmath, and he passed sentence on him."},{"Verse":10,"Text":" And the king of Babylon slaughtered Zedekiʹah’s sons before his eyes, and he also slaughtered all the princes of Judah there at Ribʹlah."},{"Verse":11,"Text":" Then the king of Babylon blinded Zedekiʹah’s eyes, bound him with copper fetters, brought him to Babylon, and kept him imprisoned until the day of his death."},{"Verse":12,"Text":" In the fifth month, on the tenth day of the month, that is, in the 19th year of King Nebuchadnezʹzar the king of Babylon, Nebuʹzaradʹan the chief of the guard, who was an attendant of the king of Babylon, came into Jerusalem."},{"Verse":13,"Text":" He burned down the house of Jehovah, the king’s house, and all the houses of Jerusalem; he also burned down every large house."},{"Verse":14,"Text":" And the walls surrounding Jerusalem were pulled down by the entire Chaldeʹan army that was with the chief of the guard."},{"Verse":15,"Text":" Nebuʹzaradʹan the chief of the guard took into exile some of the lowly people and the rest of the people who were left in the city. He also took the deserters who had defected to the king of Babylon as well as the rest of the master craftsmen."},{"Verse":16,"Text":" But Nebuʹzaradʹan the chief of the guard left some of the poorest people of the land to serve as vinedressers and as compulsory laborers."},{"Verse":17,"Text":" And the Chaldeʹans broke into pieces the copper pillars of the house of Jehovah and the carriages and the copper Sea that were in the house of Jehovah, and they carried all the copper away to Babylon."},{"Verse":18,"Text":" They also took the cans, the shovels, the extinguishers, the bowls, the cups, and all the copper utensils used in the temple service."},{"Verse":19,"Text":" The chief of the guard took the basins, the fire holders, the bowls, the cans, the lampstands, the cups, and the bowls that were of genuine gold and silver."},{"Verse":20,"Text":" As for the two pillars, the Sea, the 12 copper bulls under the Sea, and the carriages that King Solʹomon had made for the house of Jehovah, the copper of all these articles was beyond weighing."},{"Verse":21,"Text":" As for the pillars, each pillar was 18 cubits high, a measuring cord of 12 cubits could encircle it; its thickness was four fingerbreadths, and it was hollow."},{"Verse":22,"Text":" And the capital on it was of copper; and the height of the one capital was five cubits; and the network and pomegranates all around on the capital were all made of copper. The second pillar was just like it, also the pomegranates."},{"Verse":23,"Text":" There were 96 pomegranates on the sides; in all, there were 100 pomegranates around the network."},{"Verse":24,"Text":" The chief of the guard also took Seraiʹah the chief priest, Zephaniʹah the second priest, and the three doorkeepers."},{"Verse":25,"Text":" And he took from the city one court official who was the commissioner over the soldiers, seven close associates of the king who were found in the city, as well as the secretary of the chief of the army, the one mustering the people of the land, and 60 men of the common people of the land who were yet found in the city."},{"Verse":26,"Text":" Nebuʹzaradʹan the chief of the guard took them and brought them to the king of Babylon at Ribʹlah."},{"Verse":27,"Text":" The king of Babylon struck them down and put them to death at Ribʹlah in the land of Haʹmath. Thus Judah went into exile from its land."},{"Verse":28,"Text":" These are the people whom Nebuchadnezʹzar took into exile: in the seventh year, 3,023 Jews."},{"Verse":29,"Text":" In the 18th year of Nebuchadnezʹzar, 832 people were taken from Jerusalem."},{"Verse":30,"Text":" In the 23rd year of Nebuchadnezʹzar, Nebuʹzaradʹan the chief of the guard took Jews into exile, 745 people.\r\nIn all, 4,600 people were taken into exile."},{"Verse":31,"Text":" Then in the 37th year of the exile of King Jehoiʹachin of Judah, in the 12th month, on the 25th day of the month, King Eʹvil-merʹodach of Babylon, in the year he became king, released King Jehoiʹachin of Judah and brought him out of prison."},{"Verse":32,"Text":" He spoke kindly with him and put his throne higher than the thrones of the other kings who were with him in Babylon."},{"Verse":33,"Text":" So Jehoiʹachin took off his prison garments, and he regularly ate before him all the days of his life."},{"Verse":34,"Text":" A regular allowance of food was given him from the king of Babylon, day after day, until the day of his death, all the days of his life."}]}]}