{"Name":"\\Projects\\nwt_jsonifier\\nwt_E\\nwt_15_Ezr_E","Abbrev":["nu","num"],"Chapters":[{"Chapter":1,"Verses":[{"Verse":1,"Text":" In the first year of King Cyrus of Persia, in order that Jehovah’s word spoken by Jeremiah would be fulfilled, Jehovah stirred the spirit of King Cyrus of Persia to make a proclamation throughout his kingdom, which he also put in writing, saying:"},{"Verse":2,"Text":" “This is what King Cyrus of Persia says, ‘Jehovah the God of the heavens has given me all the kingdoms of the earth, and he has commissioned me to build him a house in Jerusalem, which is in Judah."},{"Verse":3,"Text":" Whoever there is among you of all his people, may his God be with him, and let him go up to Jerusalem, which is in Judah, and rebuild the house of Jehovah the God of Israel—he is the true God—whose house was in Jerusalem."},{"Verse":4,"Text":" Anyone who is residing as a foreigner, wherever he may be, let him be helped by his neighbors by their giving him silver and gold, goods and livestock, along with the voluntary offering for the house of the true God, which was in Jerusalem.’”"},{"Verse":5,"Text":" Then the heads of the paternal houses of Judah and of Benjamin and the priests and the Levites—everyone whose spirit the true God had stirred—prepared to go up and rebuild the house of Jehovah, which was in Jerusalem."},{"Verse":6,"Text":" All those around them supported them by giving them utensils of silver and of gold, goods, livestock, and valuable things, besides all the voluntary offerings."},{"Verse":7,"Text":" King Cyrus also brought out the utensils of the house of Jehovah that Nebuchadnezʹzar had taken from Jerusalem and had put in the house of his god."},{"Verse":8,"Text":" King Cyrus of Persia brought them out under the supervision of Mithʹredath the treasurer, who made an inventory of them for Sheshbazʹzar the chieftain of Judah."},{"Verse":9,"Text":" Now this was the inventory: 30 basket-shaped vessels of gold, 1,000 basket-shaped vessels of silver, 29 replacement vessels,"},{"Verse":10,"Text":" 30 small gold bowls, 410 small silver bowls, 1,000 other utensils."},{"Verse":11,"Text":" All the utensils of gold and of silver were 5,400. Sheshbazʹzar brought all of these up when the exiles were brought out of Babylon to Jerusalem."}]},{"Chapter":2,"Verses":[{"Verse":1,"Text":" And these were the people of the province who came up from the captives of the exile, those whom King Nebuchadnezʹzar of Babylon had exiled to Babylon and who later returned to Jerusalem and Judah, each to his own city,"},{"Verse":2,"Text":" those who came with Zerubʹbabel, Jeshʹua, Nehemiʹah, Seraiʹah, Reelaiʹah, Morʹdecai, Bilʹshan, Misʹpar, Bigʹvai, Reʹhum, and Baʹanah.\r\nThe number of the Israelite men included:"},{"Verse":3,"Text":" the sons of Paʹrosh, 2,172;"},{"Verse":4,"Text":" the sons of Shephatiʹah, 372;"},{"Verse":5,"Text":" the sons of Aʹrah, 775;"},{"Verse":6,"Text":" the sons of Paʹhath-moʹab, of the sons of Jeshʹua and Joʹab, 2,812;"},{"Verse":7,"Text":" the sons of Eʹlam, 1,254;"},{"Verse":8,"Text":" the sons of Zatʹtu, 945;"},{"Verse":9,"Text":" the sons of Zacʹcai, 760;"},{"Verse":10,"Text":" the sons of Baʹni, 642;"},{"Verse":11,"Text":" the sons of Beʹbai, 623;"},{"Verse":12,"Text":" the sons of Azʹgad, 1,222;"},{"Verse":13,"Text":" the sons of Adoniʹkam, 666;"},{"Verse":14,"Text":" the sons of Bigʹvai, 2,056;"},{"Verse":15,"Text":" the sons of Aʹdin, 454;"},{"Verse":16,"Text":" the sons of Aʹter, of Hezekiʹah, 98;"},{"Verse":17,"Text":" the sons of Beʹzai, 323;"},{"Verse":18,"Text":" the sons of Joʹrah, 112;"},{"Verse":19,"Text":" the sons of Haʹshum, 223;"},{"Verse":20,"Text":" the sons of Gibʹbar, 95;"},{"Verse":21,"Text":" the sons of Bethʹlehem, 123;"},{"Verse":22,"Text":" the men of Netoʹphah, 56;"},{"Verse":23,"Text":" the men of Anʹathoth, 128;"},{"Verse":24,"Text":" the sons of Azʹmaveth, 42;"},{"Verse":25,"Text":" the sons of Kirʹiath-jeʹarim, Chephiʹrah, and Beerʹoth, 743;"},{"Verse":26,"Text":" the sons of Raʹmah and Geʹba, 621;"},{"Verse":27,"Text":" the men of Michʹmas, 122;"},{"Verse":28,"Text":" the men of Bethʹel and Aʹi, 223;"},{"Verse":29,"Text":" the sons of Neʹbo, 52;"},{"Verse":30,"Text":" the sons of Magʹbish, 156;"},{"Verse":31,"Text":" the sons of the other Eʹlam, 1,254;"},{"Verse":32,"Text":" the sons of Haʹrim, 320;"},{"Verse":33,"Text":" the sons of Lod, Haʹdid, and Oʹno, 725;"},{"Verse":34,"Text":" the sons of Jerʹicho, 345;"},{"Verse":35,"Text":" the sons of Senaʹah, 3,630."},{"Verse":36,"Text":" The priests: the sons of Jedaʹiah of the house of Jeshʹua, 973;"},{"Verse":37,"Text":" the sons of Imʹmer, 1,052;"},{"Verse":38,"Text":" the sons of Pashʹhur, 1,247;"},{"Verse":39,"Text":" the sons of Haʹrim, 1,017."},{"Verse":40,"Text":" The Levites: the sons of Jeshʹua and Kadʹmiel, of the sons of Hodaviʹah, 74."},{"Verse":41,"Text":" The singers: the sons of Aʹsaph, 128."},{"Verse":42,"Text":" The sons of the gatekeepers: the sons of Shalʹlum, the sons of Aʹter, the sons of Talʹmon, the sons of Akʹkub, the sons of Hatiʹta, the sons of Shoʹbai, altogether 139."},{"Verse":43,"Text":" The temple servants: the sons of Ziʹha, the sons of Hasuʹpha, the sons of Tabbaʹoth,"},{"Verse":44,"Text":" the sons of Keʹros, the sons of Siʹaha, the sons of Paʹdon,"},{"Verse":45,"Text":" the sons of Lebaʹnah, the sons of Hagʹabah, the sons of Akʹkub,"},{"Verse":46,"Text":" the sons of Haʹgab, the sons of Salʹmai, the sons of Haʹnan,"},{"Verse":47,"Text":" the sons of Gidʹdel, the sons of Gaʹhar, the sons of Reaʹiah,"},{"Verse":48,"Text":" the sons of Reʹzin, the sons of Nekoʹda, the sons of Gazʹzam,"},{"Verse":49,"Text":" the sons of Uzʹza, the sons of Paseʹah, the sons of Beʹsai,"},{"Verse":50,"Text":" the sons of Asʹnah, the sons of Meuʹnim, the sons of Nephuʹsim,"},{"Verse":51,"Text":" the sons of Bakʹbuk, the sons of Hakuʹpha, the sons of Harʹhur,"},{"Verse":52,"Text":" the sons of Bazʹluth, the sons of Mehiʹda, the sons of Harʹsha,"},{"Verse":53,"Text":" the sons of Barʹkos, the sons of Sisʹera, the sons of Teʹmah,"},{"Verse":54,"Text":" the sons of Neziʹah, the sons of Hatiʹpha."},{"Verse":55,"Text":" The sons of the servants of Solʹomon: the sons of Soʹtai, the sons of Sopheʹreth, the sons of Peruʹda,"},{"Verse":56,"Text":" the sons of Jaʹalah, the sons of Darʹkon, the sons of Gidʹdel,"},{"Verse":57,"Text":" the sons of Shephatiʹah, the sons of Hatʹtil, the sons of Poʹchereth-hazzebaʹim, the sons of Aʹmi."},{"Verse":58,"Text":" All the temple servants and the sons of the servants of Solʹomon were 392."},{"Verse":59,"Text":" And these went up from Tel-meʹlah, Tel-harʹsha, Cheʹrub, Adʹdon, and Imʹmer, but they were unable to verify their paternal house and their origin, as to whether they were Israelites:"},{"Verse":60,"Text":" the sons of Delaʹiah, the sons of Tobiʹah, the sons of Nekoʹda, 652."},{"Verse":61,"Text":" And of the sons of the priests: the sons of Habaiʹah, the sons of Hakʹkoz, the sons of Barzilʹlai, who took a wife from the daughters of Barzilʹlai the Gilʹeadite and was called by their name."},{"Verse":62,"Text":" These looked for their records to establish their genealogy, but they did not find them, so they were disqualified from the priesthood."},{"Verse":63,"Text":" The governor told them that they could not eat from the most holy things until there was a priest who could consult the Uʹrim and Thumʹmim."},{"Verse":64,"Text":" The total number of the entire congregation was 42,360,"},{"Verse":65,"Text":" apart from their male and female slaves, who were 7,337; they also had 200 male and female singers."},{"Verse":66,"Text":" Their horses were 736, their mules 245,"},{"Verse":67,"Text":" their camels 435, their donkeys 6,720."},{"Verse":68,"Text":" When they arrived at the house of Jehovah in Jerusalem, some of the heads of the paternal houses made voluntary offerings for the house of the true God, to rebuild it on its own site."},{"Verse":69,"Text":" According to their means, they gave to the project treasury 61,000 gold drachmas, 5,000 silver miʹnas, and 100 robes for the priests."},{"Verse":70,"Text":" And the priests, the Levites, some of the people, the singers, the gatekeepers, and the temple servants settled in their cities, and all the rest of Israel settled in their cities."}]},{"Chapter":3,"Verses":[{"Verse":1,"Text":" When the seventh month arrived and the Israelites were in their cities, they gathered together with one accord in Jerusalem."},{"Verse":2,"Text":" Jeshʹua the son of Jehozʹadak and his fellow priests and Zerubʹbabel the son of Shealʹtiel and his brothers rose up and built the altar of the God of Israel, so that they could offer up burnt sacrifices on it, as it is written in the Law of Moses the man of the true God."},{"Verse":3,"Text":" So they set the altar up on its former site, despite their fear of the peoples of the surrounding lands, and they began offering up burnt sacrifices to Jehovah on it, the morning and the evening burnt sacrifices."},{"Verse":4,"Text":" Then they held the Festival of Booths according to what is written, and day by day they offered up the specified number of burnt sacrifices that were required each day."},{"Verse":5,"Text":" Afterward they offered up the regular burnt offering and the offerings for the new moons and those for all the sanctified festival seasons of Jehovah, as well as those from everyone who willingly offered a voluntary offering to Jehovah."},{"Verse":6,"Text":" From the first day of the seventh month they started to offer up burnt sacrifices to Jehovah, though the foundation of Jehovah’s temple had not yet been laid."},{"Verse":7,"Text":" They gave money to the stonecutters and the craftsmen, and food and drink and oil to the Sidoʹnians and the Tyrʹians for bringing cedar timbers by sea from Lebʹanon to Jopʹpa, according to the authorization granted them by King Cyrus of Persia."},{"Verse":8,"Text":" In the second year after they came to the house of the true God at Jerusalem, in the second month, Zerubʹbabel the son of Shealʹtiel, Jeshʹua the son of Jehozʹadak and the rest of their brothers, the priests and the Levites, and all those who had come to Jerusalem out of the captivity started the work; they appointed the Levites from 20 years old and up to serve as supervisors over the work of the house of Jehovah."},{"Verse":9,"Text":" So Jeshʹua, his sons and his brothers, and Kadʹmiel and his sons, the sons of Judah, joined together to supervise those doing the work in the house of the true God, along with the sons of Henʹadad, their sons and their brothers, the Levites."},{"Verse":10,"Text":" When the builders laid the foundation of the temple of Jehovah, then the priests in official clothing, with the trumpets, and the Levites, the sons of Aʹsaph, with the cymbals, stood up to praise Jehovah according to the direction of King David of Israel."},{"Verse":11,"Text":" And they began to sing in response by praising and giving thanks to Jehovah, “for he is good; his loyal love toward Israel endures forever.” Then all the people shouted with a loud shout of praise to Jehovah because the foundation of the house of Jehovah had been laid."},{"Verse":12,"Text":" Many of the priests, the Levites, and the heads of the paternal houses—the old men who had seen the former house—wept with a loud voice when they saw the foundation of this house being laid, while many others shouted joyfully at the top of their voice."},{"Verse":13,"Text":" So the people could not distinguish the sound of the joyful shouts from the sound of the weeping, for the people were shouting so loudly that the sound was heard from a great distance."}]},{"Chapter":4,"Verses":[{"Verse":1,"Text":" When the enemies of Judah and Benjamin heard that the returned exiles were building a temple to Jehovah the God of Israel,"},{"Verse":2,"Text":" they immediately approached Zerubʹbabel and the heads of the paternal houses and said to them: “Let us build along with you; for like you, we worship your God and we have been sacrificing to him since the days of King Eʹsar-hadʹdon of Assyrʹia, who brought us here.”"},{"Verse":3,"Text":" However, Zerubʹbabel and Jeshʹua and the rest of the heads of the paternal houses of Israel said to them: “You have no share with us in building a house to our God, for we alone will build it to Jehovah the God of Israel, just as King Cyrus the king of Persia has commanded us.”"},{"Verse":4,"Text":" Then the people of the land were continually discouraging the people of Judah and disheartening them from building."},{"Verse":5,"Text":" They hired advisers against them to frustrate their plans all the days of King Cyrus of Persia until the reign of King Dariʹus of Persia."},{"Verse":6,"Text":" At the beginning of the reign of Ahasueʹrus, they wrote an accusation against the inhabitants of Judah and Jerusalem."},{"Verse":7,"Text":" And in the days of King Artaxerxʹes of Persia, Bishʹlam, Mithʹredath, Tabʹeel, and the rest of his colleagues wrote to Artaxerxʹes the king; they translated the letter into Aramaʹic, writing it with Aramaʹic characters."},{"Verse":8,"Text":" Reʹhum the chief government official and Shimʹshai the scribe wrote a letter against Jerusalem to King Artaxerxʹes, as follows:"},{"Verse":9,"Text":" (It was from Reʹhum the chief government official and Shimʹshai the scribe and the rest of their colleagues, the judges and the lesser governors, the secretaries, the people of Eʹrech, the Babylonians, the inhabitants of Suʹsa, that is, the Eʹlamites,"},{"Verse":10,"Text":" and the rest of the nations that the great and honorable Asʹenappar took into exile and settled in the cities of Samarʹia, and the rest in the region Beyond the River, and now"},{"Verse":11,"Text":" this is a copy of the letter that they sent him.)\r\n“To King Artaxerxʹes from your servants, the men of the region Beyond the River: And now"},{"Verse":12,"Text":" let it be known to the king that the Jews who came up here from you to us have arrived at Jerusalem. They are rebuilding the rebellious and wicked city, and they are finishing the walls and repairing the foundations."},{"Verse":13,"Text":" Now let it be known to the king that if this city should be rebuilt and its walls finished, they will not give tax, tribute, or toll, and it will result in a loss to the treasuries of the kings."},{"Verse":14,"Text":" Since we eat the salt of the palace and it is not proper for us to see the king’s interests harmed, we have therefore sent to make this known to the king,"},{"Verse":15,"Text":" so that there may be an investigation of the book of records of your ancestors. You will find in the book of records and learn that this city is a rebellious city, injurious to kings and provinces, and within it have been those stirring up sedition from ancient times. That is why this city was destroyed."},{"Verse":16,"Text":" We are making known to the king that if this city is rebuilt and its walls are finished, you will have no control of the region Beyond the River.”"},{"Verse":17,"Text":" The king sent word to Reʹhum the chief government official and Shimʹshai the scribe and the rest of their colleagues who were dwelling in Samarʹia and the rest of the region Beyond the River:\r\n“Greetings! And now"},{"Verse":18,"Text":" the official document that you sent us has been clearly read before me."},{"Verse":19,"Text":" By my order an investigation was made, and it was found that from long ago the city has had uprisings against kings, and rebellions and revolts have taken place there."},{"Verse":20,"Text":" There were powerful kings over Jerusalem who ruled the whole region Beyond the River, and tax, tribute, and toll were paid to them."},{"Verse":21,"Text":" Now issue an order for these men to stop work, so that the city may not be rebuilt until I issue an order."},{"Verse":22,"Text":" Be careful not to neglect acting in this regard, so that the king’s interests are not harmed any further.”"},{"Verse":23,"Text":" Now after the copy of the official document of King Artaxerxʹes had been read before Reʹhum and Shimʹshai the scribe and their colleagues, they quickly went to Jerusalem to the Jews and used force to stop them."},{"Verse":24,"Text":" It was then that the work on the house of God, which was in Jerusalem, came to a halt; and it remained at a standstill until the second year of the reign of King Dariʹus of Persia."}]},{"Chapter":5,"Verses":[{"Verse":1,"Text":" Then the prophets Hagʹgai and Zechariʹah the grandson of Idʹdo prophesied to the Jews who were in Judah and in Jerusalem, in the name of the God of Israel who was over them."},{"Verse":2,"Text":" It was then that Zerubʹbabel the son of Shealʹtiel and Jeshʹua the son of Jehozʹadak started to rebuild the house of God, which was in Jerusalem; and the prophets of God were with them and supported them."},{"Verse":3,"Text":" At that time Tatʹtenai the governor of the region Beyond the River and Sheʹthar-bozʹenai and their colleagues came to them and asked them: “Who issued an order to you to build this house and to finish this structure?”"},{"Verse":4,"Text":" Then they asked them: “What are the names of the men who are working on this building?”"},{"Verse":5,"Text":" But God was watching over the elders of the Jews, and they did not stop them until the report could be sent to Dariʹus and an official document could be sent back concerning this."},{"Verse":6,"Text":" Here is a copy of the letter that Tatʹtenai the governor of the region Beyond the River and Sheʹthar-bozʹenai and his colleagues, the lesser governors of the region Beyond the River, sent to King Dariʹus;"},{"Verse":7,"Text":" they sent the report to him, and this is what they wrote:\r\n“To King Dariʹus:\r\n“All peace!"},{"Verse":8,"Text":" Let it be known to the king that we went to the province of Judah to the house of the great God, and it is being built with large stones rolled into place, and timbers are being laid in the walls. The work is being eagerly done by the people and is making progress through their efforts."},{"Verse":9,"Text":" Then we questioned their elders, asking them: ‘Who issued an order to you to build this house and to finish this structure?’"},{"Verse":10,"Text":" We also asked them their names to inform you, so that we could write the names of the men who are taking the lead."},{"Verse":11,"Text":" “This is the response they gave us: ‘We are the servants of the God of the heavens and the earth, and we are rebuilding the house that was built many years ago, which a great king of Israel built and finished."},{"Verse":12,"Text":" However, because our fathers angered the God of the heavens, he gave them into the hand of King Nebuchadnezʹzar of Babylon, the Chaldeʹan, who demolished this house and took the people into exile to Babylon."},{"Verse":13,"Text":" Nevertheless, in the first year of King Cyrus of Babylon, King Cyrus issued an order to rebuild this house of God."},{"Verse":14,"Text":" Moreover, King Cyrus took out of the temple of Babylon the gold and silver vessels of the house of God that Nebuchadnezʹzar had taken from the temple in Jerusalem and had brought to the temple of Babylon. They were given to a man named Sheshbazʹzar, whom Cyrus made governor."},{"Verse":15,"Text":" Cyrus said to him: “Take these vessels. Go, deposit them in the temple that is in Jerusalem, and let the house of God be rebuilt in its former place.”"},{"Verse":16,"Text":" Then this Sheshbazʹzar came, and he laid the foundations of the house of God, which is in Jerusalem; and it has been under construction from then until now, but it has not been completed.’"},{"Verse":17,"Text":" “Now if it seems good to the king, let an investigation be made in the royal treasury there in Babylon, to determine whether King Cyrus issued an order to rebuild that house of God in Jerusalem; and let the decision of the king concerning this be sent to us.”"}]},{"Chapter":6,"Verses":[{"Verse":1,"Text":" It was then that King Dariʹus issued an order, and they made an investigation in the archives where the treasures were deposited in Babylon."},{"Verse":2,"Text":" And a scroll was found in the citadel at Ecbatʹana, in the province of Meʹdia, and the following memorandum was written on it:"},{"Verse":3,"Text":" “In the first year of King Cyrus, King Cyrus issued an order concerning the house of God in Jerusalem: ‘Let the house be rebuilt as the place where they are to offer sacrifices, and its foundations are to be set in place; its height is to be 60 cubits, its width 60 cubits,"},{"Verse":4,"Text":" with three layers of large stones rolled into place and one layer of timbers; and let the expense be paid from the king’s house."},{"Verse":5,"Text":" Also, let the gold and silver vessels of the house of God that Nebuchadnezʹzar took out of the temple that was in Jerusalem and brought to Babylon be returned, so that they may be put in their place in the temple in Jerusalem and be deposited in the house of God.’"},{"Verse":6,"Text":" “So now Tatʹtenai the governor of the region Beyond the River, Sheʹthar-bozʹenai, and your colleagues, the lesser governors of the region Beyond the River—stay away from there."},{"Verse":7,"Text":" Do not interfere with the work on that house of God. The governor of the Jews and the elders of the Jews will rebuild that house of God in its former place."},{"Verse":8,"Text":" Furthermore, I am issuing an order as to what you are to do for these elders of the Jews for rebuilding that house of God: From the royal treasury, from the tax collected in the region Beyond the River, the expenses are to be promptly given to these men to continue without interruption."},{"Verse":9,"Text":" And whatever is needed—young bulls as well as rams and lambs for the burnt offerings to the God of heaven, wheat, salt, wine, and oil, just as the priests who are in Jerusalem say—is to be given them continually day by day without fail,"},{"Verse":10,"Text":" so that they may continually present offerings that please the God of the heavens and pray for the life of the king and his sons."},{"Verse":11,"Text":" I have also issued an order that if anyone violates this decree, a timber will be pulled out of his house and he will be lifted up and fastened to it, and his house will be turned into a public latrine for this offense."},{"Verse":12,"Text":" And may the God who has caused his name to reside there overthrow any king and people who lift a hand to violate this order and destroy that house of God, which is in Jerusalem. I, Dariʹus, issue this order. Let it be done promptly.”"},{"Verse":13,"Text":" Then Tatʹtenai the governor of the region Beyond the River, Sheʹthar-bozʹenai, and their colleagues promptly carried out everything that King Dariʹus had ordered."},{"Verse":14,"Text":" And the elders of the Jews continued building and making progress, urged on by the prophesying of Hagʹgai the prophet and Zechariʹah the grandson of Idʹdo; they finished building it by the order of the God of Israel and by the order of Cyrus and Dariʹus and King Artaxerxʹes of Persia."},{"Verse":15,"Text":" They completed the house by the third day of the month of Aʹdar, in the sixth year of the reign of King Dariʹus."},{"Verse":16,"Text":" Then the Israelites, the priests, the Levites, and the rest of the former exiles held the inauguration of this house of God with joy."},{"Verse":17,"Text":" And they presented for the inauguration of this house of God 100 bulls, 200 rams, 400 lambs, and as a sin offering for all Israel 12 male goats, corresponding to the number of the tribes of Israel."},{"Verse":18,"Text":" And they appointed the priests in their groups and the Levites in their divisions for the service of God in Jerusalem, according to what is written in the book of Moses."},{"Verse":19,"Text":" And the former exiles held the Passover on the 14th day of the first month."},{"Verse":20,"Text":" The priests and the Levites, without exception, had cleansed themselves, so they were all clean; they slaughtered the Passover sacrifice for all the former exiles, for their fellow priests, and for themselves."},{"Verse":21,"Text":" Then the Israelites who had returned from the exile ate of it, along with everyone who had joined them and had separated himself from the uncleanness of the nations of the land to worship Jehovah the God of Israel."},{"Verse":22,"Text":" They also joyfully held the Festival of Unleavened Bread for seven days, for Jehovah caused them to rejoice and he had made the heart of the king of Assyrʹia favorable toward them, so that he supported them in the work of the house of the true God, the God of Israel."}]},{"Chapter":7,"Verses":[{"Verse":1,"Text":" After these things, during the reign of King Artaxerxʹes of Persia, Ezʹra returned. He was the son of Seraiʹah, son of Azariʹah, son of Hilkiʹah,"},{"Verse":2,"Text":" son of Shalʹlum, son of Zaʹdok, son of Ahiʹtub,"},{"Verse":3,"Text":" son of Amariʹah, son of Azariʹah, son of Meraʹioth,"},{"Verse":4,"Text":" son of Zerahiʹah, son of Uzʹzi, son of Bukʹki,"},{"Verse":5,"Text":" son of Abishuʹa, son of Phinʹehas, son of Eleaʹzar, son of Aaron the chief priest."},{"Verse":6,"Text":" This Ezʹra came up from Babylon. He was a copyist who was well-versed in the Law of Moses, which Jehovah the God of Israel had given. The king granted everything he requested, for the hand of Jehovah his God was upon him."},{"Verse":7,"Text":" Some of the Israelites, the priests, the Levites, the singers, the gatekeepers, and the temple servants, went up to Jerusalem in the seventh year of King Artaxerxʹes."},{"Verse":8,"Text":" And Ezʹra came to Jerusalem in the fifth month, in the seventh year of the king."},{"Verse":9,"Text":" On the first day of the first month, he began the journey from Babylon, and he arrived in Jerusalem on the first day of the fifth month, for the good hand of his God was upon him."},{"Verse":10,"Text":" Ezʹra had prepared his heart to consult the Law of Jehovah and to practice it, and to teach its regulations and judgments in Israel."},{"Verse":11,"Text":" This is a copy of the letter that King Artaxerxʹes gave to Ezʹra the priest and copyist, an expert in the study of the commandments of Jehovah and of his regulations to Israel:"},{"Verse":12,"Text":" “Artaxerxʹes, the king of kings, to Ezʹra the priest, the copyist of the Law of the God of the heavens: May you have perfect peace. And now"},{"Verse":13,"Text":" I have issued an order that everyone in my realm of the people of Israel and their priests and Levites who is willing to go with you to Jerusalem should go."},{"Verse":14,"Text":" For you are sent by the king and his seven advisers to investigate whether the Law of your God, which is with you, is being applied in Judah and Jerusalem,"},{"Verse":15,"Text":" and to take the silver and the gold that the king and his advisers have voluntarily given to the God of Israel, whose residence is in Jerusalem,"},{"Verse":16,"Text":" with all the silver and the gold that you receive in all the province of Babylon, along with the gift that the people and the priests voluntarily give to the house of their God, which is in Jerusalem."},{"Verse":17,"Text":" And you are to buy promptly with this money bulls, rams, lambs, along with their grain offerings and their drink offerings, and you are to present them on the altar of the house of your God in Jerusalem."},{"Verse":18,"Text":" “And whatever seems good to you and to your brothers to do, you may do with the rest of the silver and the gold, according to the will of your God."},{"Verse":19,"Text":" And all the vessels that are given to you for the service of the house of your God, you are to deliver before God at Jerusalem."},{"Verse":20,"Text":" And the rest of the necessities of the house of your God that you are required to give, you will give out of the royal treasury."},{"Verse":21,"Text":" “I, King Artaxerxʹes, have issued an order to all the treasurers in the region Beyond the River, that everything that Ezʹra the priest, the copyist of the Law of the God of the heavens, requests of you is to be done promptly,"},{"Verse":22,"Text":" up to 100 talents of silver, 100 cor measures of wheat, 100 bath measures of wine, 100 bath measures of oil, and salt without limit."},{"Verse":23,"Text":" Let everything that is ordered by the God of the heavens be done with zeal for the house of the God of the heavens, so that there may be no wrath against the king’s realm and his sons."},{"Verse":24,"Text":" And you are further advised that it is not permitted to impose any tax, tribute, or toll on any of the priests and Levites, musicians, doorkeepers, temple servants, and workers of this house of God."},{"Verse":25,"Text":" “And you, Ezʹra, according to the wisdom that you possess from your God, appoint magistrates and judges to judge all the people in the region Beyond the River, all those who know the laws of your God; and you should instruct anyone who does not know them."},{"Verse":26,"Text":" And everyone who does not observe the Law of your God and the law of the king should have judgment executed on him promptly, whether it is death, banishment, a fine, or imprisonment.”"},{"Verse":27,"Text":" May Jehovah the God of our forefathers be praised, who put it into the heart of the king to beautify the house of Jehovah in Jerusalem!"},{"Verse":28,"Text":" And he has shown me loyal love before the king and his advisers and all the mighty princes of the king. So I took courage because the hand of Jehovah my God was upon me, and I gathered out of Israel leading men to go up with me."}]},{"Chapter":8,"Verses":[{"Verse":1,"Text":" Now these were the heads of their paternal houses and the genealogical enrollment of those who went up with me out of Babylon during the reign of King Artaxerxʹes:"},{"Verse":2,"Text":" of the sons of Phinʹehas, Gerʹshom; of the sons of Ithʹamar, Daniel; of the sons of David, Hatʹtush;"},{"Verse":3,"Text":" of the sons of Shecaniʹah, of the sons of Paʹrosh, Zechariʹah, and with him there was an enrollment of 150 males;"},{"Verse":4,"Text":" of the sons of Paʹhath-moʹab, Elʹieho-eʹnai the son of Zerahiʹah, and with him 200 males;"},{"Verse":5,"Text":" of the sons of Zatʹtu, Shecaniʹah the son of Jahaziʹel, and with him 300 males;"},{"Verse":6,"Text":" of the sons of Aʹdin, Eʹbed the son of Jonʹathan, and with him 50 males;"},{"Verse":7,"Text":" of the sons of Eʹlam, Jeshaʹiah the son of Athaliʹah, and with him 70 males;"},{"Verse":8,"Text":" of the sons of Shephatiʹah, Zebadiʹah the son of Miʹchael, and with him 80 males;"},{"Verse":9,"Text":" of the sons of Joʹab, Obadiʹah the son of Jehiʹel, and with him 218 males;"},{"Verse":10,"Text":" of the sons of Baʹni, Sheloʹmith the son of Josiphiʹah, and with him 160 males;"},{"Verse":11,"Text":" of the sons of Beʹbai, Zechariʹah the son of Beʹbai, and with him 28 males;"},{"Verse":12,"Text":" of the sons of Azʹgad, Johaʹnan the son of Hakʹkatan, and with him 110 males;"},{"Verse":13,"Text":" of the sons of Adoniʹkam, those who were the last, and these were their names: Eliphʹelet, Jeiʹel, and Shemaiʹah, and with them 60 males;"},{"Verse":14,"Text":" and of the sons of Bigʹvai, Uʹthai and Zabʹbud, and with them 70 males."},{"Verse":15,"Text":" I assembled them at the river that comes to Ahaʹva, and we camped there for three days. But when I examined the people and the priests, I did not find any of the Levites there."},{"Verse":16,"Text":" So I sent for Elieʹzer, Arʹiel, Shemaiʹah, Elnaʹthan, Jaʹrib, Elnaʹthan, Nathan, Zechariʹah, and Meshulʹlam, who were leading men, and for Joiʹarib and Elnaʹthan, who were instructors."},{"Verse":17,"Text":" Then I gave them a command concerning Idʹdo the leader in the place called Casiphiʹa. I told them to tell Idʹdo and his brothers, the temple servants who were in Casiphiʹa, to bring to us ministers for the house of our God."},{"Verse":18,"Text":" Since the good hand of our God was upon us, they brought a discreet man from the sons of Mahʹli the grandson of Leʹvi the son of Israel, namely, Sherebiʹah, and his sons and his brothers, 18 men;"},{"Verse":19,"Text":" and Hashabiʹah, and with him Jeshaʹiah from the Merarʹites, his brothers and their sons,"},{"Verse":20,"Text":" men. 20 And there were 220 of the temple servants, whom David and the princes gave to the service of the Levites, all of whom had been designated by name."},{"Verse":21,"Text":" Then I proclaimed a fast there at the river Ahaʹva, to humble ourselves before our God, to seek guidance from him for our journey, for us and for our children and for all our goods."},{"Verse":22,"Text":" I was ashamed to ask the king for soldiers and horsemen to protect us against the enemies along the way, because we had said to the king: “The good hand of our God is over all those seeking him, but his strength and his anger are against all those abandoning him.”"},{"Verse":23,"Text":" So we fasted and made request of our God concerning this, and he listened to our entreaty."},{"Verse":24,"Text":" I now set apart 12 of the chiefs of the priests, namely, Sherebiʹah and Hashabiʹah, along with ten of their brothers."},{"Verse":25,"Text":" Then I weighed out to them the silver and the gold and the utensils, the contribution that the king and his advisers and his princes and all the Israelites who were present there had made to the house of our God."},{"Verse":26,"Text":" Thus I weighed out into their hand 650 talents of silver, 100 silver utensils worth 2 talents, 100 talents of gold,"},{"Verse":27,"Text":" 20 small gold bowls worth 1,000 darics, and 2 utensils of fine copper, gleaming red, as desirable as gold."},{"Verse":28,"Text":" Then I said to them: “You are holy to Jehovah, and the utensils are holy, and the silver and the gold are a voluntary offering to Jehovah the God of your forefathers."},{"Verse":29,"Text":" Guard them carefully until you weigh them out before the chiefs of the priests and the Levites and the princes of the paternal houses of Israel in Jerusalem, in the chambers of the house of Jehovah.”"},{"Verse":30,"Text":" And the priests and the Levites took the silver and the gold and the utensils that had been weighed out to them, in order to bring them to Jerusalem to the house of our God."},{"Verse":31,"Text":" Finally we pulled away from the river Ahaʹva on the 12th day of the first month to go to Jerusalem, and the hand of our God was over us, and he rescued us from the hand of the enemy and from ambush along the way."},{"Verse":32,"Text":" So we came to Jerusalem and stayed there for three days."},{"Verse":33,"Text":" And on the fourth day, we weighed out the silver and the gold and the utensils in the house of our God and handed them over to Merʹemoth son of Uriʹjah the priest, and with him was Eleaʹzar son of Phinʹehas, and with them were the Levites Joʹzabad son of Jeshʹua and Noadiʹah son of Binʹnui."},{"Verse":34,"Text":" Everything was numbered and weighed, and all the weight was recorded."},{"Verse":35,"Text":" Those coming out of the captivity, the former exiles, presented burnt sacrifices to the God of Israel, 12 bulls for all Israel, 96 rams, 77 male lambs, and 12 male goats as a sin offering; all of this was a burnt offering to Jehovah."},{"Verse":36,"Text":" Then we gave the decrees of the king to the satraps of the king and the governors of the region Beyond the River, and they supported the people and the house of the true God."}]},{"Chapter":9,"Verses":[{"Verse":1,"Text":" And as soon as these things had been done, the princes approached me and said: “The people of Israel and the priests and the Levites have not separated themselves from the peoples of the lands and their detestable practices, those of the Caʹnaanites, the Hitʹtites, the Perʹizzites, the Jebʹusites, the Amʹmonites, the Moʹabites, the Egyptians, and the Amʹorites."},{"Verse":2,"Text":" They have taken some of their daughters as wives for themselves and for their sons. Now they, the holy offspring, have become mingled with the peoples of the lands. The princes and the deputy rulers have been the foremost offenders in this unfaithfulness.”"},{"Verse":3,"Text":" Now as soon as I heard of this, I ripped apart my garment and my sleeveless coat and pulled out some of the hair of my head and my beard, and I sat down in shock."},{"Verse":4,"Text":" Then everyone who had reverence for the words of the God of Israel gathered around me because of the unfaithfulness of the exiled people, while I was sitting in shock until the evening grain offering."},{"Verse":5,"Text":" And at the time of the evening grain offering, I stood up from my humiliation, with my garment and my sleeveless coat torn apart, and I got down on my knees and spread out my hands to Jehovah my God."},{"Verse":6,"Text":" And I said: “O my God, I feel ashamed and embarrassed to raise my face to you, O my God, for our errors have multiplied over our heads and our guilt has mounted up to the heavens."},{"Verse":7,"Text":" From the days of our forefathers until this day our guilt has been great; and because of our errors, we, our kings, and our priests have been given into the hand of the kings of the lands, to the sword, to captivity, to plunder, and to disgrace, as is the case today."},{"Verse":8,"Text":" But now for a brief moment, favor has come from Jehovah our God by letting a remnant escape and by giving us a secure position in his holy place, to make our eyes shine, O our God, and to revive us a little in our slavery."},{"Verse":9,"Text":" For although we are slaves, our God has not abandoned us in our slavery; but he has extended his loyal love toward us before the kings of Persia, to revive us so as to raise up the house of our God and to restore its ruins and to give us a stone wall in Judah and in Jerusalem."},{"Verse":10,"Text":" “But now what can we say, O our God, after this? For we have left your commandments,"},{"Verse":11,"Text":" which you gave us through your servants the prophets, saying: ‘The land that you are going in to take possession of is an impure land because of the impurity of the peoples of the lands, because of their detestable practices with which they have filled it from end to end with their uncleanness."},{"Verse":12,"Text":" Therefore, do not give your daughters to their sons, neither accept their daughters for your sons; and you must never seek their peace and their prosperity, so that you may grow strong and eat the good of the land and take possession of it for your sons forever.’"},{"Verse":13,"Text":" And after all that has come upon us for our bad deeds and our great guilt—for you, O our God, have not dealt with us according to our error, and you have allowed those of us here to escape—"},{"Verse":14,"Text":" are we to break your commandments again and form marriage alliances with the peoples who practice these detestable things? Would you not become so angry with us that you would completely destroy us, leaving no remnant or survivor?"},{"Verse":15,"Text":" O Jehovah the God of Israel, you are righteous, for we have survived as a remnant to this day. Here we are before you in our guilt, for it is impossible to stand before you because of this.”"}]},{"Chapter":10,"Verses":[{"Verse":1,"Text":" While Ezʹra was praying and making confession, weeping and lying prostrate before the house of the true God, a large crowd of men, women, and children of Israel gathered around him, for the people were weeping profusely."},{"Verse":2,"Text":" Then Shecaniʹah the son of Jehiʹel of the sons of Eʹlam said to Ezʹra: “We have acted unfaithfully against our God by marrying foreign women from the peoples of the land. Despite this, there is still hope for Israel."},{"Verse":3,"Text":" Now let us make a covenant with our God to send away all the wives and those born from them, in harmony with the direction of Jehovah and of those who have reverence for the commandment of our God. Let us act according to the Law."},{"Verse":4,"Text":" Get up, for this matter is your responsibility, and we are with you. Be strong and take action.”"},{"Verse":5,"Text":" At that Ezʹra rose and had the chiefs of the priests, the Levites, and all Israel take an oath to do what had been said. So they took an oath."},{"Verse":6,"Text":" Ezʹra now got up from before the house of the true God and went to the chamber of Jehohaʹnan the son of Eliʹashib. Although he went there, he ate no food and drank no water, for he was in mourning because of the unfaithfulness of the exiled people."},{"Verse":7,"Text":" Then they made a proclamation throughout Judah and Jerusalem that all the former exiles gather together at Jerusalem;"},{"Verse":8,"Text":" and according to the decision of the princes and the elders, anyone who did not come within three days’ time would have all his goods confiscated, and he would be banished from the congregation of the exiled people."},{"Verse":9,"Text":" So all the men of Judah and Benjamin gathered together at Jerusalem within three days, that is, in the ninth month, on the 20th day of the month. All the people were sitting in a courtyard of the house of the true God, shivering because of the matter at hand and because of the heavy rain."},{"Verse":10,"Text":" Then Ezʹra the priest rose and said to them: “You have acted unfaithfully by marrying foreign women, and so you have added to the guilt of Israel."},{"Verse":11,"Text":" Now make confession to Jehovah the God of your forefathers and do his will. Separate yourselves from the peoples of the land and from these foreign wives.”"},{"Verse":12,"Text":" To this the whole congregation answered with a loud voice: “It is our duty to do exactly as you say."},{"Verse":13,"Text":" However, there are many people, and it is the rainy season. It is not possible to stand outside, and the matter will not take just one or two days, for we have rebelled extensively in this matter."},{"Verse":14,"Text":" So, please, let our princes represent the entire congregation; and let all those in our cities who have married foreign women come at an appointed time, along with the elders and judges of each city, until we turn back the burning anger of our God from us concerning this matter.”"},{"Verse":15,"Text":" However, Jonʹathan the son of Asʹahel and Jahzeiʹah the son of Tikʹvah objected to this, and the Levites Meshulʹlam and Shabʹbethai supported them."},{"Verse":16,"Text":" But the former exiles did what was agreed on; and Ezʹra the priest and the family heads of their paternal houses, all designated by name, convened separately on the first day of the tenth month to look into the matter;"},{"Verse":17,"Text":" and by the first day of the first month they finished dealing with all the men who had married foreign women."},{"Verse":18,"Text":" And it was discovered that some of the sons of the priests had married foreign women: of the sons of Jeshʹua the son of Jehozʹadak and his brothers, Maaseiʹah, Elieʹzer, Jaʹrib, and Gedaliʹah."},{"Verse":19,"Text":" But they promised to send their wives away, and since they were guilty, they would offer a ram of the flock for their guilt."},{"Verse":20,"Text":" Of the sons of Imʹmer, there were Hanaʹni and Zebadiʹah;"},{"Verse":21,"Text":" and of the sons of Haʹrim, Maaseiʹah, Eliʹjah, Shemaiʹah, Jehiʹel, and Uzziʹah;"},{"Verse":22,"Text":" and of the sons of Pashʹhur, Elioeʹnai, Maaseiʹah, Ishʹmael, Nethanʹel, Joʹzabad and Eleaʹsah."},{"Verse":23,"Text":" And of the Levites, there were Joʹzabad, Shimʹei, Kelaiʹah (that is, Keliʹta), Pethahiʹah, Judah, and Elieʹzer;"},{"Verse":24,"Text":" and of the singers, Eliʹashib; and of the gatekeepers, Shalʹlum, Teʹlem, and Uʹri."},{"Verse":25,"Text":" And of Israel, of the sons of Paʹrosh, there were Ramiʹah, Izziʹah, Malchiʹjah, Mijʹamin, Eleaʹzar, Malchiʹjah, and Benaiʹah;"},{"Verse":26,"Text":" and of the sons of Eʹlam, Mattaniʹah, Zechariʹah, Jehiʹel, Abʹdi, Jerʹemoth, and Eliʹjah;"},{"Verse":27,"Text":" and of the sons of Zatʹtu, Elioeʹnai, Eliʹashib, Mattaniʹah, Jerʹemoth, Zaʹbad, and Aziʹza;"},{"Verse":28,"Text":" and of the sons of Beʹbai, Jehohaʹnan, Hananiʹah, Zabʹbai, and Athʹlai;"},{"Verse":29,"Text":" and of the sons of Baʹni, Meshulʹlam, Malʹluch, Adaiʹah, Jaʹshub, Sheʹal, and Jerʹemoth;"},{"Verse":30,"Text":" and of the sons of Paʹhath-moʹab, Adʹna, Cheʹlal, Benaiʹah, Maaseiʹah, Mattaniʹah, Bezʹalel, Binʹnui, and Manasʹseh;"},{"Verse":31,"Text":" and of the sons of Haʹrim, Elieʹzer, Isshiʹjah, Malchiʹjah, Shemaiʹah, Shimʹeon,"},{"Verse":32,"Text":" Benjamin, Malʹluch, and Shemariʹah;"},{"Verse":33,"Text":" of the sons of Haʹshum, Matteʹnai, Matʹtattah, Zaʹbad, Eliphʹelet, Jerʹemai, Manasʹseh, and Shimʹei;"},{"Verse":34,"Text":" of the sons of Baʹni, Maadaʹi, Amʹram, Uʹel,"},{"Verse":35,"Text":" Benaiʹah, Bedeiʹah, Chelʹuhi,"},{"Verse":36,"Text":" Vaniʹah, Merʹemoth, Eliʹashib,"},{"Verse":37,"Text":" Mattaniʹah, Matteʹnai, and Jaʹasu;"},{"Verse":38,"Text":" and of the sons of Binʹnui, Shimʹei,"},{"Verse":39,"Text":" Shelemiʹah, Nathan, Adaiʹah,"},{"Verse":40,"Text":" Machnadʹebai, Shaʹshai, Shaʹrai,"},{"Verse":41,"Text":" Azʹarel, Shelemiʹah, Shemariʹah,"},{"Verse":42,"Text":" Shalʹlum, Amariʹah, and Joseph;"},{"Verse":43,"Text":" and of the sons of Neʹbo, Jeiʹel, Mattithiʹah, Zaʹbad, Zebiʹna, Jadʹdai, Joel, and Benaiʹah."},{"Verse":44,"Text":" All of these had taken foreign wives, and they sent their wives away, along with their sons."}]}]}