{"Name":"\\Projects\\nwt_jsonifier\\nwt_E\\nwt_26_Eze_E","Abbrev":["nu","num"],"Chapters":[{"Chapter":1,"Verses":[{"Verse":1,"Text":" In the 30th year, on the fifth day of the fourth month, while I was among the exiled people by the river Cheʹbar, the heavens were opened and I began to see visions of God."},{"Verse":2,"Text":" On the fifth day of the month—that is, in the fifth year of the exile of King Jehoiʹachin—"},{"Verse":3,"Text":" the word of Jehovah came to Ezekiel son of Buʹzi the priest by the river Cheʹbar in the land of the Chaldeʹans. There the hand of Jehovah came upon him."},{"Verse":4,"Text":" As I was looking, I saw a tempestuous wind coming from the north, and there was a huge cloud and flashing fire surrounded by a bright light, and from the midst of the fire was something that looked like electrum."},{"Verse":5,"Text":" Within it were what looked like four living creatures, and the appearance of each one was like that of a human."},{"Verse":6,"Text":" Each one had four faces and four wings."},{"Verse":7,"Text":" Their feet were straight, and the soles of their feet were like those of a calf, and they were shining like the glow of burnished copper."},{"Verse":8,"Text":" They had human hands under their wings on all four sides, and the four of them had faces and wings."},{"Verse":9,"Text":" Their wings were touching one another. They would not turn when they went; they would each go straight forward."},{"Verse":10,"Text":" Their faces had this appearance: Each of the four had a man’s face with a lion’s face on the right, a bull’s face on the left, and each of the four had an eagle’s face."},{"Verse":11,"Text":" That is how their faces were. Their wings were spread out above them. Each had two wings that were touching one another and two wings covering their bodies."},{"Verse":12,"Text":" They would each go straight forward, going wherever the spirit would incline them to go. They would not turn as they went."},{"Verse":13,"Text":" And the living creatures had the appearance of burning coals of fire, and something that looked like torches of bright fire was moving back and forth between the living creatures, and lightning was flashing out from the fire."},{"Verse":14,"Text":" And when the living creatures would go forth and return, their movement had the appearance of flashes of lightning."},{"Verse":15,"Text":" As I was watching the living creatures, I saw one wheel on the earth beside each of the living creatures with four faces."},{"Verse":16,"Text":" The wheels and their structure appeared to glow like chrysʹolite, and the four of them looked alike. Their appearance and structure looked as though a wheel were within a wheel."},{"Verse":17,"Text":" When they moved, they could go in any of the four directions without turning as they went."},{"Verse":18,"Text":" Their rims were so high that they inspired awe, and the rims of all four were full of eyes all around."},{"Verse":19,"Text":" Whenever the living creatures moved, the wheels would move along with them, and when the living creatures were lifted up from the earth, the wheels would also be lifted up."},{"Verse":20,"Text":" They would go where the spirit inclined them to go, wherever the spirit went. The wheels would be lifted up together with them, for the spirit operating on the living creatures was also in the wheels."},{"Verse":21,"Text":" When they moved, these would move; and when they stood still, these would stand still; and when they were lifted up from the earth, the wheels would be lifted up together with them, for the spirit operating on the living creatures was also in the wheels."},{"Verse":22,"Text":" Over the heads of the living creatures was the likeness of an expanse that sparkled like awesome ice, stretched out above their heads."},{"Verse":23,"Text":" Under the expanse their wings were straight, one to the other. Each one had two wings for covering one side of their bodies and two for covering the other side."},{"Verse":24,"Text":" When I heard the sound of their wings, it was like a sound of rushing waters, like the sound of the Almighty. When they moved, it was like the sound of an army. When they stood still, they would let their wings down."},{"Verse":25,"Text":" There was a voice above the expanse over their heads. (When they stood still, they would let their wings down.)"},{"Verse":26,"Text":" Above the expanse that was over their heads was what looked like a sapphire stone, and it resembled a throne. Sitting on the throne up above was someone whose appearance resembled that of a human."},{"Verse":27,"Text":" I saw something glowing like electrum that was like a fire radiating from what appeared to be his waist and upward; and from his waist down, I saw something that resembled fire. There was a brilliance all around him"},{"Verse":28,"Text":" like that of a rainbow in a cloud on a rainy day. That was how the surrounding brilliant light appeared. It was like the appearance of the glory of Jehovah. When I saw it, I fell facedown and began to hear the voice of someone speaking."}]},{"Chapter":2,"Verses":[{"Verse":1,"Text":" He then said to me: “Son of man, stand up on your feet that I may speak with you.”"},{"Verse":2,"Text":" When he spoke to me, spirit came into me and made me stand up on my feet so that I could hear the One speaking to me."},{"Verse":3,"Text":" He went on to say to me: “Son of man, I am sending you to the people of Israel, to rebellious nations that have rebelled against me. They and their forefathers have transgressed against me down to this very day."},{"Verse":4,"Text":" I am sending you to sons who are defiant and hardhearted, and you must say to them, ‘This is what the Sovereign Lord Jehovah says.’"},{"Verse":5,"Text":" As for them, whether they listen or refuse to listen—for they are a rebellious house—they will certainly know that a prophet was among them."},{"Verse":6,"Text":" “But you, son of man, do not be afraid of them, and do not be afraid of their words, although you are surrounded by briars and thorns and are dwelling among scorpions. Do not be afraid of their words, and do not be terrified by their faces, for they are a rebellious house."},{"Verse":7,"Text":" You must speak my words to them, whether they listen or not, for they are a rebellious people."},{"Verse":8,"Text":" “But you, son of man, listen to what I am telling you. Do not become rebellious like this rebellious house. Open your mouth and eat what I am giving you.”"},{"Verse":9,"Text":" When I looked, I saw a hand stretched out to me, and in it I saw a written scroll."},{"Verse":10,"Text":" When he spread it out before me, it had writing on both front and back. Dirges and mourning and wailing were written on it."}]},{"Chapter":3,"Verses":[{"Verse":1,"Text":" Then he said to me: “Son of man, eat what is before you. Eat this scroll, and go, speak to the house of Israel.”"},{"Verse":2,"Text":" So I opened my mouth, and he made me eat this scroll."},{"Verse":3,"Text":" He went on to say to me: “Son of man, eat this scroll that I am giving you, and fill your stomach with it.” So I began to eat it, and it was as sweet as honey in my mouth."},{"Verse":4,"Text":" He said to me: “Son of man, go in among the house of Israel and speak my words to them."},{"Verse":5,"Text":" For you are not being sent to a people who speak an unintelligible language or an unknown tongue, but to the house of Israel."},{"Verse":6,"Text":" You are not being sent to many peoples speaking an unintelligible language or an unknown tongue, whose words you cannot understand. If I would send you to them, they would listen to you."},{"Verse":7,"Text":" But the house of Israel will refuse to listen to you, for they do not want to listen to me. All those of the house of Israel are hardheaded and hardhearted."},{"Verse":8,"Text":" Look! I have made your face exactly as hard as their faces and your forehead exactly as hard as their foreheads."},{"Verse":9,"Text":" I have made your forehead like a diamond, harder than flint. Do not be afraid of them or be terrified by their faces, for they are a rebellious house.”"},{"Verse":10,"Text":" He went on to say to me: “Son of man, take to heart and listen to all my words that I speak to you."},{"Verse":11,"Text":" Go in among the exiles of your people and speak to them. Tell them, ‘This is what the Sovereign Lord Jehovah says,’ whether they listen or refuse to listen.”"},{"Verse":12,"Text":" A spirit then carried me along and I heard behind me a great rumbling sound that said: “May the glory of Jehovah be praised from his place.”"},{"Verse":13,"Text":" There was the sound of the wings of the living creatures as they were brushing against one another, and the sound of the wheels next to them, and the sound of a great rumbling."},{"Verse":14,"Text":" And the spirit carried me along and took me, and I went in bitterness and in the rage of my spirit, and the hand of Jehovah rested strongly on me."},{"Verse":15,"Text":" So I went to the exiled people at Tel-aʹbib, who were dwelling by the river Cheʹbar, and I stayed there where they were dwelling; and in a dazed condition, I stayed among them for seven days."},{"Verse":16,"Text":" At the end of seven days the word of Jehovah came to me:"},{"Verse":17,"Text":" “Son of man, I have appointed you as a watchman to the house of Israel; and when you hear a word from my mouth, you must warn them from me."},{"Verse":18,"Text":" When I say to someone wicked, ‘You will surely die,’ but you do not warn him, and you fail to speak in order to warn the wicked one to turn from his wicked course so that he may stay alive, he will die for his error because he is wicked, but I will ask his blood back from you."},{"Verse":19,"Text":" But if you warn someone wicked and he does not turn back from his wickedness and from his wicked course, he will die for his error, but you will certainly save your own life."},{"Verse":20,"Text":" But when someone righteous abandons his righteousness and does what is wrong, I will put a stumbling block before him and he will die. If you did not warn him, he will die for his sin and his righteous acts will not be remembered, but I will ask his blood back from you."},{"Verse":21,"Text":" But if you have warned the righteous one not to sin, and he does not sin, he will surely keep alive because he was warned, and you will have saved your own life.”"},{"Verse":22,"Text":" The hand of Jehovah came upon me there, and he said to me: “Get up, go to the valley plain, and I will speak with you there.”"},{"Verse":23,"Text":" So I got up and went to the valley plain, and look! the glory of Jehovah was there, like the glory that I saw by the river Cheʹbar, and I fell facedown."},{"Verse":24,"Text":" Then spirit entered into me and made me stand up on my feet, and he spoke to me and said:\r\n“Go, shut yourself inside your house."},{"Verse":25,"Text":" As for you, son of man, they will put ropes on you and tie you with them so that you cannot go out among them."},{"Verse":26,"Text":" And I will make your tongue stick to the roof of your mouth, and you will become mute, unable to reprove them, because they are a rebellious house."},{"Verse":27,"Text":" But when I speak with you I will open your mouth, and you must say to them, ‘This is what the Sovereign Lord Jehovah says.’ Let the one listening listen, and let the one refusing to listen refuse, because they are a rebellious house."}]},{"Chapter":4,"Verses":[{"Verse":1,"Text":" “And you, son of man, take a brick and put it in front of you. Engrave on it a city—Jerusalem."},{"Verse":2,"Text":" Lay siege to it, build a siege wall against it, raise up a siege rampart against it, set up camps against it, and surround it with battering rams."},{"Verse":3,"Text":" Take an iron griddle and place it as an iron wall between you and the city. Then set your face against it, and it will be under siege; you are to besiege it. This is a sign to the house of Israel."},{"Verse":4,"Text":" “Then you should lie on your left side and lay the guilt of the house of Israel on yourself. You will carry their guilt for the number of days that you lie on your side."},{"Verse":5,"Text":" And I will impose on you 390 days, corresponding to the years of their guilt, and you will carry the guilt of the house of Israel."},{"Verse":6,"Text":" And you must complete them.\r\n“Then for a second time you will lie down, on your right side, and you will carry the guilt of the house of Judah for 40 days. A day for a year, a day for a year, is what I have given you."},{"Verse":7,"Text":" And you will turn your face toward the siege of Jerusalem with your arm bared, and you must prophesy against it."},{"Verse":8,"Text":" “Look! I will tie you with ropes so that you cannot turn from your one side to your other side until you have completed the days of your siege."},{"Verse":9,"Text":" “And you should take wheat, barley, broad beans, lentils, millet, and spelt and put them in one container and make them into bread for yourself. For the number of the days that you are lying on your side, 390 days, you will eat it."},{"Verse":10,"Text":" You will weigh out and eat 20 shekels of food per day. You will eat it at set times."},{"Verse":11,"Text":" “And you will drink water by measure, a sixth of a hin. You will drink it at set times."},{"Verse":12,"Text":" “You will eat it as you would a round barley loaf; you will bake it before their eyes, using dried human excrement as fuel.”"},{"Verse":13,"Text":" Jehovah went on to say: “This is how the Israelites will eat their bread—unclean—among the nations where I will disperse them.”"},{"Verse":14,"Text":" I then said: “Not that, Sovereign Lord Jehovah! From my youth until now, I have not been defiled by eating meat from an animal found dead or a torn animal, and no unclean meat has entered my mouth.”"},{"Verse":15,"Text":" So he said to me: “All right, I will allow you to use cattle manure instead of human excrement, and you will bake your bread over it.”"},{"Verse":16,"Text":" He then said to me: “Son of man, here I am cutting off the food supply in Jerusalem, and with great anxiety they will eat their bread ration by weight, and in horror they will drink their water ration by measure."},{"Verse":17,"Text":" This will happen so that lacking bread and water, they may look in shock at one another and waste away because of their error."}]},{"Chapter":5,"Verses":[{"Verse":1,"Text":" “As for you, son of man, take a sharp sword for yourself to use as a barber’s razor. Shave your head and your beard, and then take scales to weigh and divide the hair into portions."},{"Verse":2,"Text":" You will burn a third of it in the fire inside the city when the days of the siege are completed. Then you will take another third and strike it with the sword all around the city, and the last third you will scatter to the wind, and I will draw a sword to chase after them."},{"Verse":3,"Text":" “You must also take a few strands of them and wrap them up in the folds of your garment."},{"Verse":4,"Text":" And take some more of them and throw them into the fire and incinerate them. From this a fire will spread to all the house of Israel."},{"Verse":5,"Text":" “This is what the Sovereign Lord Jehovah says: ‘This is Jerusalem. I have set her in the middle of the nations, with lands all around her."},{"Verse":6,"Text":" But she has rebelled against my judicial decisions and my statutes, acting more wickedly than the nations and the lands all around her. For they have rejected my judicial decisions, and they did not walk in my statutes.’"},{"Verse":7,"Text":" “Therefore this is what the Sovereign Lord Jehovah says: ‘Because you were more troublesome than the nations all around you and you did not walk in my statutes or carry out my judicial decisions but, instead, you followed the judicial decisions of the nations all around you,"},{"Verse":8,"Text":" this is what the Sovereign Lord Jehovah says: “Here I am against you, O city, and I myself will execute judgment in your midst before the eyes of the nations."},{"Verse":9,"Text":" I will do in you what I have never done before, and the likes of which I will not do again, because of all your detestable practices."},{"Verse":10,"Text":" “‘“So fathers among you will eat their sons, and sons will eat their fathers, and I will execute judgment among you and scatter all the rest of you in every direction.”’"},{"Verse":11,"Text":" “‘Therefore as surely as I am alive,’ declares the Sovereign Lord Jehovah, ‘because it was my sanctuary that you defiled with all your disgusting idols and with all your detestable practices, I will also reject you; my eye will not feel sorry, and I will show no compassion."},{"Verse":12,"Text":" A third of you will die by the pestilence or perish in your midst by famine. Another third will fall all around you by the sword. And I will scatter the last third in every direction, and I will draw a sword to chase after them."},{"Verse":13,"Text":" Then my anger will come to an end, and my wrath against them will subside, and I will be satisfied. And they will have to know that I, Jehovah, have spoken in my insistence on exclusive devotion, when I have finished unleashing my wrath against them."},{"Verse":14,"Text":" “‘I will make you a devastated place and an object of reproach among the surrounding nations and in the eyes of everyone passing by."},{"Verse":15,"Text":" You will become an object of reproach and scorn, a warning example and a horror to the nations around you, when I execute judgment on you in anger and in wrath and with furious punishments. I, Jehovah, have spoken."},{"Verse":16,"Text":" “‘I will send against them the deadly arrows of famine to destroy them. The arrows that I send will bring you to ruin. I will make the famine worse for you by cutting off your food supply."},{"Verse":17,"Text":" I will send against you famine and vicious wild beasts, and they will bereave you of children. Pestilence and bloodshed will overwhelm you, and I will bring a sword against you. I, Jehovah, have spoken.’”"}]},{"Chapter":6,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, turn your face toward the mountains of Israel and prophesy against them."},{"Verse":3,"Text":" You must say, ‘O mountains of Israel, hear the word of the Sovereign Lord Jehovah: This is what the Sovereign Lord Jehovah says to the mountains, to the hills, to the streams, and to the valleys: “Look! I will bring a sword against you, and I will destroy your high places."},{"Verse":4,"Text":" Your altars will be demolished, your incense stands will be broken, and I will throw your slain ones down before your disgusting idols."},{"Verse":5,"Text":" I will throw the carcasses of the people of Israel before their disgusting idols, and I will scatter your bones all around your altars."},{"Verse":6,"Text":" In all the places where you dwell, the cities will be devastated and the high places will be demolished and will lie devastated. Your altars will be demolished and shattered, your disgusting idols will perish, your incense stands will be cut down, and your works will be wiped out."},{"Verse":7,"Text":" And those slain will fall in your midst, and you will have to know that I am Jehovah."},{"Verse":8,"Text":" “‘“But I will leave a remnant, for some of you will escape the sword among the nations when you are scattered throughout the lands."},{"Verse":9,"Text":" And those who escape will remember me among the nations where they are taken captive. They will realize that I was brokenhearted over their unfaithful heart that turned away from me and at their eyes that are lusting after their disgusting idols. They will be ashamed of and loathe all the evil and detestable things they have done."},{"Verse":10,"Text":" They will have to know that I am Jehovah and that my threats to bring this calamity on them were not empty.”’"},{"Verse":11,"Text":" “This is what the Sovereign Lord Jehovah says: ‘Clap your hands and stamp your foot and bemoan all the evil and detestable things done by the house of Israel, for they will fall by the sword, by famine, and by pestilence."},{"Verse":12,"Text":" The one far away will die by pestilence, the one nearby will fall by the sword, and whoever escapes these and is left remaining will die by famine; and I will fully unleash my wrath against them."},{"Verse":13,"Text":" And you will have to know that I am Jehovah, when their slain lie among their disgusting idols, all around their altars, on every high hill, on all the mountaintops, under every luxuriant tree, and under the branches of big trees where they have made fragrant offerings to appease all their disgusting idols."},{"Verse":14,"Text":" I will stretch out my hand against them and make the land desolate, and all their dwelling places will become more desolate than the wilderness near Dibʹlah. And they will have to know that I am Jehovah.’”"}]},{"Chapter":7,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “As for you, son of man, this is what the Sovereign Lord Jehovah says to the land of Israel: ‘An end! The end has come upon the four corners of the land."},{"Verse":3,"Text":" The end is now upon you, and I will unleash my anger against you, and I will judge you according to your ways and call you to account for all your detestable deeds."},{"Verse":4,"Text":" My eye will not feel sorry for you; nor will I feel compassion, for I will bring upon you the results of your own ways, and you will suffer the consequences of your detestable deeds. And you will have to know that I am Jehovah.’"},{"Verse":5,"Text":" “This is what the Sovereign Lord Jehovah says: ‘Look! A calamity, a unique calamity, is coming."},{"Verse":6,"Text":" An end is coming; the end will come; it will rouse itself against you. Look! It is coming."},{"Verse":7,"Text":" Your turn has come, you who inhabit the land. The time is coming, the day is near. There is confusion and not joyful shouting on the mountains."},{"Verse":8,"Text":" “‘Very soon I will pour out my rage on you, and I will fully unleash my anger against you, and I will judge you according to your ways and call you to account for all your detestable deeds."},{"Verse":9,"Text":" My eye will not feel sorry; nor will I feel compassion. I will bring on you the results of your ways, and you will suffer the consequences of your own detestable deeds. And you will have to know that I, Jehovah, am striking you."},{"Verse":10,"Text":" “‘Look, the day! Look, it is coming! Your turn has come; the rod has blossomed and presumptuousness has sprouted."},{"Verse":11,"Text":" Violence has grown into a rod of wickedness. Neither they nor their wealth nor their crowds nor their prominence will survive."},{"Verse":12,"Text":" The time will come, the day will arrive. Let the buyer not rejoice, and let the seller not mourn, for there is wrath against their whole crowd."},{"Verse":13,"Text":" For the seller will not return to what was sold, even if his life is spared, for the vision is against the entire multitude. No one will return, and because of his error, no one will preserve his life."},{"Verse":14,"Text":" “‘They have blown the trumpet, and everyone is ready, but no one is going to the battle, because my wrath is against the whole multitude."},{"Verse":15,"Text":" The sword is outside, and the pestilence and the famine are inside. Whoever is in the field will die by the sword, and famine and pestilence will consume those in the city."},{"Verse":16,"Text":" Their survivors who manage to escape will go to the mountains, and like the doves of the valleys, each one will moan over his error."},{"Verse":17,"Text":" All their hands will hang limp, and all their knees will drip with water."},{"Verse":18,"Text":" They have put on sackcloth, and shuddering has seized them. Everyone will be put to shame, and every head will be bald."},{"Verse":19,"Text":" “‘They will throw their silver into the streets, and their gold will become abhorrent to them. Neither their silver nor their gold will be able to save them in the day of Jehovah’s fury. They will not be satisfied, nor will they fill their stomachs, for it has become a stumbling block causing their error."},{"Verse":20,"Text":" They took pride in the beauty of their ornaments, and they made with them their detestable images, their disgusting idols. That is why I will make it an abhorrent thing to them."},{"Verse":21,"Text":" I will give it into the hand of the foreigners for plunder and to the wicked ones of the earth for spoil, and they will profane it."},{"Verse":22,"Text":" “‘I will turn my face away from them, and they will profane my concealed place, and robbers will enter it and profane it."},{"Verse":23,"Text":" “‘Make the chain, for the land is full of bloodstained judgment and the city is full of violence."},{"Verse":24,"Text":" I will bring in the worst of the nations, and they will take possession of their houses, and I will put an end to the pride of the strong ones, and their sanctuaries will be profaned."},{"Verse":25,"Text":" When their anguish comes, they will seek peace, but there will be none."},{"Verse":26,"Text":" There will come disaster upon disaster, and one report after another, and people will seek a vision from a prophet, but the law will perish from a priest and advice from the elders."},{"Verse":27,"Text":" The king will go into mourning, and the chieftain will be clothed with despair, and the hands of the people of the land will tremble in terror. I will treat them according to their ways, and I will judge them as they have judged. And they will have to know that I am Jehovah.’”"}]},{"Chapter":8,"Verses":[{"Verse":1,"Text":" And in the sixth year, in the sixth month, on the fifth day of the month, when I was sitting in my house and the elders of Judah were sitting before me, the hand of the Sovereign Lord Jehovah took hold of me there."},{"Verse":2,"Text":" As I watched, I saw a form similar to the appearance of fire; there was fire below what appeared to be his waist, and from his waist upward his appearance was bright, like the glow of electrum."},{"Verse":3,"Text":" Then he stretched out what appeared to be a hand and took me by a tuft of hair of my head, and a spirit carried me between the earth and the heavens and brought me to Jerusalem by means of the visions from God, to the entrance of the inner gate that faces north, where the idolatrous symbol of jealousy that incites jealousy stood."},{"Verse":4,"Text":" And look! the glory of the God of Israel was there, like the appearance that I had seen in the valley plain."},{"Verse":5,"Text":" He then said to me: “Son of man, please raise your eyes toward the north.” So I raised my eyes toward the north, and there, north of the gate of the altar, was this symbol of jealousy in the entryway."},{"Verse":6,"Text":" And he said to me: “Son of man, do you see what terrible, detestable things the house of Israel is doing here, things that make me go far away from my sanctuary? But you will see detestable things that are even more terrible.”"},{"Verse":7,"Text":" Then he brought me to the entrance of the courtyard, and when I looked, I saw a hole in the wall."},{"Verse":8,"Text":" He said to me: “Son of man, please bore through the wall.” So I bored through the wall, and I saw an entryway."},{"Verse":9,"Text":" He said to me: “Go in and see the evil, detestable things that they are doing here.”"},{"Verse":10,"Text":" So I went in and looked, and I saw all sorts of images of creeping things and loathsome beasts and all the disgusting idols of the house of Israel; they were carved on the wall all around."},{"Verse":11,"Text":" And 70 of the elders of the house of Israel were standing before them, with Jaazaniʹah the son of Shaʹphan standing among them. Each one had his censer in his hand, and the perfumed cloud of incense was ascending."},{"Verse":12,"Text":" He said to me: “Son of man, do you see what the elders of the house of Israel are doing in the darkness, each one in the inner rooms where his idols are displayed? For they are saying, ‘Jehovah is not seeing us. Jehovah has left the land.’”"},{"Verse":13,"Text":" And he went on to say to me: “You will see detestable things that are even more terrible that they are doing.”"},{"Verse":14,"Text":" So he brought me to the entrance of the north gate of the house of Jehovah, and there I saw women sitting and weeping over the god Tamʹmuz."},{"Verse":15,"Text":" And he further said to me: “Do you see this, O son of man? You will see detestable things that are even more terrible than these.”"},{"Verse":16,"Text":" So he brought me to the inner courtyard of the house of Jehovah. There at the entrance of the temple of Jehovah, between the porch and the altar, were about 25 men with their backs to the temple of Jehovah and their faces to the east; they were bowing down to the sun in the east."},{"Verse":17,"Text":" He said to me: “Son of man, do you see this? Is it a trivial thing for the house of Judah to do these detestable things, to fill the land with violence and keep offending me? Here they are thrusting out the branch to my nose."},{"Verse":18,"Text":" So I will act in rage. My eye will not feel sorry; nor will I feel compassion. Even though they cry out loudly in my ears, I will not hear them.”"}]},{"Chapter":9,"Verses":[{"Verse":1,"Text":" He then called out in my ears with a loud voice, saying: “Summon those who will bring punishment on the city, each one with his weapon for destruction in his hand!”"},{"Verse":2,"Text":" I saw six men coming from the direction of the upper gate that faces north, each with his weapon for smashing in his hand; and there was one man among them clothed in linen, with a secretary’s inkhorn at his waist, and they came in and stood beside the copper altar."},{"Verse":3,"Text":" Then the glory of the God of Israel rose from where it had rested above the cherubs and moved to the threshold of the doorway of the house, and he began calling out to the man who was clothed in linen, at whose waist was the secretary’s inkhorn."},{"Verse":4,"Text":" Jehovah said to him: “Go through the city, through Jerusalem, and put a mark on the foreheads of the men who are sighing and groaning over all the detestable things that are being done in the city.”"},{"Verse":5,"Text":" And to the others he said in my hearing: “Go through the city after him and strike. Do not let your eye feel sorry, and do not feel any compassion."},{"Verse":6,"Text":" Old man, young man, virgin, little child, and women you should kill off completely. But do not go near to any man on whom there is the mark. You should start from my sanctuary.” So they started with the elders who were in front of the house."},{"Verse":7,"Text":" Then he said to them: “Defile the house and fill the courtyards with the slain. Go!” So they went out and struck down people in the city."},{"Verse":8,"Text":" While they were striking them down, I alone was left, and I fell facedown and cried out: “Alas, O Sovereign Lord Jehovah! Are you going to destroy all the remaining ones of Israel while you pour out your rage on Jerusalem?”"},{"Verse":9,"Text":" So he said to me: “The error of the house of Israel and Judah is very, very great. The land is filled with bloodshed, and the city is full of corruption. For they say, ‘Jehovah has left the land, and Jehovah is not seeing.’"},{"Verse":10,"Text":" But as for me, my eye will not feel sorry; nor will I show compassion. The consequences of their way I will bring down on their own head.”"},{"Verse":11,"Text":" Then I saw the man clothed in linen with the inkhorn at his waist bringing back word, saying: “I have done just as you have commanded me.”"}]},{"Chapter":10,"Verses":[{"Verse":1,"Text":" As I was watching, I saw above the expanse that was over the heads of the cherubs something like a sapphire stone appearing above them, and its appearance resembled a throne."},{"Verse":2,"Text":" Then he said to the man clothed in linen: “Enter between the wheelwork, under the cherubs, and fill both your hands with burning coals from between the cherubs and toss them over the city.” So he entered as I watched."},{"Verse":3,"Text":" The cherubs were standing to the right of the house when the man entered, and the cloud filled the inner courtyard."},{"Verse":4,"Text":" And the glory of Jehovah rose up from the cherubs to the threshold of the doorway of the house, and the house gradually became filled with the cloud, and the courtyard was full of the brightness of the glory of Jehovah."},{"Verse":5,"Text":" And the sound of the wings of the cherubs could be heard in the outer courtyard, like the sound of God Almighty when he speaks."},{"Verse":6,"Text":" Then he commanded the man clothed in linen: “Take fire from between the wheelwork, from between the cherubs,” and he entered and stood beside the wheel."},{"Verse":7,"Text":" Then one of the cherubs stretched his hand out toward the fire that was between the cherubs. He took some and put it into both hands of the one clothed in linen, who now took it and went out."},{"Verse":8,"Text":" The cherubs had what looked like the form of human hands under their wings."},{"Verse":9,"Text":" As I was watching, I saw four wheels beside the cherubs, one wheel beside each cherub, and the wheels appeared to glow like chrysʹolite stone."},{"Verse":10,"Text":" As for their appearance, the four of them were alike, looking as though a wheel were within a wheel."},{"Verse":11,"Text":" When they moved, they could go in any of the four directions without turning, because they would go to the place where the head would face without turning."},{"Verse":12,"Text":" Their entire bodies, their backs, their hands, their wings, and the wheels, the wheels of all four of them, were full of eyes all around."},{"Verse":13,"Text":" As regards the wheels, I heard a voice that called to them, “Wheelwork!”"},{"Verse":14,"Text":" Each one had four faces. The first face was the face of the cherub, the second face was the face of a man, the third was the face of a lion, and the fourth was the face of an eagle."},{"Verse":15,"Text":" And the cherubs would rise—they were the same living creatures that I had seen at the river Cheʹbar—"},{"Verse":16,"Text":" and when the cherubs moved, the wheels would move alongside them; and when the cherubs lifted up their wings to be high above the earth, the wheels would not turn or move from their side."},{"Verse":17,"Text":" When these stood still, they would stand still; and when these rose, they would rise with them, for the spirit operating on the living creatures was in them."},{"Verse":18,"Text":" Then the glory of Jehovah departed from over the threshold of the doorway of the house and stood still over the cherubs."},{"Verse":19,"Text":" The cherubs now lifted up their wings and rose from the earth as I watched. The wheels were also alongside them when they departed. They stopped at the entrance of the eastern gate of the house of Jehovah, and the glory of the God of Israel was above them."},{"Verse":20,"Text":" These were the living creatures that I had seen under the God of Israel at the river Cheʹbar, so I came to know that they were cherubs."},{"Verse":21,"Text":" All four had four faces, four wings, and what appeared to be human hands under their wings."},{"Verse":22,"Text":" And the appearances of their faces were like the faces I had seen by the river Cheʹbar. They would each go straight forward."}]},{"Chapter":11,"Verses":[{"Verse":1,"Text":" And a spirit lifted me up and brought me to the eastern gate of the house of Jehovah, the gate that faces east. There at the entrance of the gate I saw 25 men, and among them were Jaazaniʹah the son of Azʹzur and Pelatiʹah the son of Benaiʹah, princes of the people."},{"Verse":2,"Text":" Then He said to me: “Son of man, these are the men who are scheming evil and giving wicked advice in this city."},{"Verse":3,"Text":" They are saying, ‘Is it not the time for building houses? The city is the cooking pot, and we are the flesh.’"},{"Verse":4,"Text":" “So prophesy against them. Prophesy, son of man.”"},{"Verse":5,"Text":" Then the spirit of Jehovah came upon me, and he said to me: “Say, ‘This is what Jehovah says: “What you have said is correct, O house of Israel, and I know what you are thinking."},{"Verse":6,"Text":" You have caused many to die in this city, and you have filled her streets with the dead.”’”"},{"Verse":7,"Text":" “Therefore this is what the Sovereign Lord Jehovah says: ‘The dead bodies that you have strewn about the city are the flesh, and the city is the cooking pot. But you yourselves will be taken out of it.’”"},{"Verse":8,"Text":" “‘A sword you have feared, and a sword I will bring against you,’ declares the Sovereign Lord Jehovah."},{"Verse":9,"Text":" ‘I will bring you out of her and give you into the hand of foreigners and execute judgment on you."},{"Verse":10,"Text":" You will fall by the sword. I will judge you at the border of Israel, and you will have to know that I am Jehovah."},{"Verse":11,"Text":" The city will not be a cooking pot for you, and you will not be the flesh within it; I will judge you at the border of Israel,"},{"Verse":12,"Text":" and you will have to know that I am Jehovah. For you did not walk in my regulations and carry out my judgments, but you have acted in harmony with the judgments of the nations around you.’”"},{"Verse":13,"Text":" As soon as I prophesied, Pelatiʹah the son of Benaiʹah died, and I fell facedown and cried with a loud voice: “Alas, O Sovereign Lord Jehovah! Are you going to exterminate the remaining ones of Israel?”"},{"Verse":14,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":15,"Text":" “Son of man, your brothers, those of your brothers with the right of repurchase, along with the entire house of Israel, have been told by the inhabitants of Jerusalem, ‘Keep far away from Jehovah. The land is ours; it has been given to us as a possession.’"},{"Verse":16,"Text":" Therefore say, ‘This is what the Sovereign Lord Jehovah says: “Although I have removed them far away among the nations and I have scattered them among the lands, for a little while I will become a sanctuary for them in the lands to which they have gone.”’"},{"Verse":17,"Text":" “Therefore say, ‘This is what the Sovereign Lord Jehovah says: “I will also collect you from the peoples and gather you from the lands to which you have been scattered, and I will give you the land of Israel."},{"Verse":18,"Text":" And they will return there and remove from it all its disgusting things and detestable practices."},{"Verse":19,"Text":" And I will give them a unified heart, and I will put a new spirit in them; and I will remove the heart of stone from their bodies and give them a heart of flesh,"},{"Verse":20,"Text":" in order that they may walk in my statutes and observe my judgments and obey them. Then they will be my people, and I will be their God.”’"},{"Verse":21,"Text":" “‘“But as for those whose hearts are set to continue in their disgusting things and their detestable practices, I will bring the consequences of their way upon their head,” declares the Sovereign Lord Jehovah.’”"},{"Verse":22,"Text":" The cherubs now lifted up their wings, and the wheels were close to them, and the glory of the God of Israel was above them."},{"Verse":23,"Text":" Then the glory of Jehovah ascended from the city and stopped over the mountain to the east of the city."},{"Verse":24,"Text":" A spirit then lifted me up—through a vision by the spirit of God—and brought me to the exiled people in Chaldeʹa. Then the vision that I had seen left me."},{"Verse":25,"Text":" And I began to tell the exiled people all the things that Jehovah had shown me."}]},{"Chapter":12,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, you are living in a rebellious house. They have eyes to see, but they do not see, and ears to hear, but they do not hear, for they are a rebellious house."},{"Verse":3,"Text":" As for you, son of man, prepare for yourself luggage for going into exile. Then, during the day while they are watching, you must go into exile. Go into exile from your home to another place while they are watching. Perhaps they will take notice, even though they are a rebellious house."},{"Verse":4,"Text":" Bring out your luggage packed for going into exile during the day while they are watching, and then in the evening while they are watching, you should leave like someone being taken into exile."},{"Verse":5,"Text":" “While they are watching, bore a hole in the wall, and carry your belongings out through it."},{"Verse":6,"Text":" While they are watching, put your belongings on your shoulder and carry them out in the darkness. Cover your face so that you cannot see the ground, for I am making you a sign to the house of Israel.”"},{"Verse":7,"Text":" I did just as I was commanded. During the day I brought out my luggage as luggage for going into exile, and in the evening I bored a hole through the wall by hand. And when it was dark, I took out my belongings, carrying them on my shoulder right before their eyes."},{"Verse":8,"Text":" In the morning the word of Jehovah again came to me, saying:"},{"Verse":9,"Text":" “Son of man, did not the house of Israel, the rebellious house, ask you, ‘What are you doing?’"},{"Verse":10,"Text":" Tell them, ‘This is what the Sovereign Lord Jehovah says: “This pronouncement concerns the chieftain in Jerusalem and all the house of Israel within the city.”’"},{"Verse":11,"Text":" “Say, ‘I am a sign for you. Just as I have done, that is what will be done to them. They will go into exile, into captivity."},{"Verse":12,"Text":" The chieftain who is among them will carry his belongings on his shoulder and leave in the darkness. He will bore a hole in the wall and carry his belongings out through it. He will cover his face so that he cannot see the ground.’"},{"Verse":13,"Text":" I will cast my net over him, and he will be caught in my hunting net. Then I will bring him to Babylon, to the land of the Chaldeʹans, but he will not see it; and there he will die."},{"Verse":14,"Text":" And all those around him, his helpers and his troops, I will scatter in every direction; and I will draw out a sword to chase after them."},{"Verse":15,"Text":" And they will have to know that I am Jehovah when I disperse them among the nations and I scatter them among the lands."},{"Verse":16,"Text":" But I will spare a few of them from the sword, the famine, and the pestilence, so that they may tell about all their detestable practices among the nations where they will go; and they will have to know that I am Jehovah.”"},{"Verse":17,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":18,"Text":" “Son of man, you should eat your bread with trembling and drink your water with agitation and anxiety."},{"Verse":19,"Text":" Say to the people of the land, ‘This is what the Sovereign Lord Jehovah says to the inhabitants of Jerusalem in the land of Israel: “They will eat their bread with anxiety and drink their water with horror, for their land will become completely desolate because of the violence of all those dwelling in it."},{"Verse":20,"Text":" The inhabited cities will be devastated, and the land will become a wasteland; and you will have to know that I am Jehovah.”’”"},{"Verse":21,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":22,"Text":" “Son of man, what is this proverb that you have in Israel that says, ‘The days go by, and every vision comes to nothing’?"},{"Verse":23,"Text":" Therefore say to them, ‘This is what the Sovereign Lord Jehovah says: “I will cause this saying to cease, and they will no more use it as a proverb in Israel.”’ But tell them, ‘The days are near, and every vision will take place.’"},{"Verse":24,"Text":" For there will no longer be any false vision or flattering divination within the house of Israel."},{"Verse":25,"Text":" ‘“For I, Jehovah, will speak. Whatever word I speak will be done without any more delay. In your days, O rebellious house, I will say the word and carry it out,” declares the Sovereign Lord Jehovah.’”"},{"Verse":26,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":27,"Text":" “Son of man, this is what the people of Israel are saying, ‘The vision that he sees is for a long time from now, and he is prophesying about the distant future.’"},{"Verse":28,"Text":" Therefore say to them, ‘This is what the Sovereign Lord Jehovah says: “‘None of my words will be delayed; whatever I say will be done,’ declares the Sovereign Lord Jehovah.”’”"}]},{"Chapter":13,"Verses":[{"Verse":1,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, prophesy against the prophets of Israel, and say to those who fabricate their own prophecies, ‘Hear the word of Jehovah."},{"Verse":3,"Text":" This is what the Sovereign Lord Jehovah says: “Woe to the stupid prophets, who follow their own spirit, when they have seen nothing!"},{"Verse":4,"Text":" O Israel, your prophets have become like foxes among the ruins."},{"Verse":5,"Text":" You will not go to the broken places in the stone walls to rebuild them for the house of Israel, so that Israel may keep standing in the battle in the day of Jehovah.”"},{"Verse":6,"Text":" “They have seen false visions and foretold a lie, those who are saying, ‘The word of Jehovah is,’ when Jehovah himself has not sent them, and they have waited for their word to come true."},{"Verse":7,"Text":" Is it not a false vision that you have seen and a lie that you have foretold when you say, ‘The word of Jehovah is,’ when I have not said anything?”’"},{"Verse":8,"Text":" “‘Therefore this is what the Sovereign Lord Jehovah says: “‘Because you have spoken what is false and your visions are a lie, I am against you,’ declares the Sovereign Lord Jehovah.”"},{"Verse":9,"Text":" My hand is against the prophets whose visions are false and who foretell a lie. They will not be among the people with whom I confide; nor will they be written in the registry of the house of Israel; nor will they return to the land of Israel; and you will have to know that I am the Sovereign Lord Jehovah."},{"Verse":10,"Text":" All of this is because they have led my people astray by saying, “There is peace!” when there is no peace. When a flimsy partition wall is built, they are plastering it with whitewash.’"},{"Verse":11,"Text":" “Tell those plastering with whitewash that it will fall. A torrential downpour will come, hailstones will fall, and powerful windstorms will break it down."},{"Verse":12,"Text":" And when the wall falls you will be asked, ‘Where is your coating of plaster?’"},{"Verse":13,"Text":" “Therefore this is what the Sovereign Lord Jehovah says: ‘I will cause powerful windstorms to burst forth in my wrath, and a torrential downpour in my anger, and hailstones in destructive fury."},{"Verse":14,"Text":" I will tear down the wall that you plastered with whitewash and bring it down to the earth, and its foundation will be exposed. When the city falls, you will perish within her; and you will have to know that I am Jehovah.’"},{"Verse":15,"Text":" “‘When I fully unleash my wrath upon the wall and upon those who plastered it with whitewash, I will say to you: “The wall is no more, and those plastering it are no more."},{"Verse":16,"Text":" The prophets of Israel are gone, those who prophesy to Jerusalem and who see visions of peace for her, when there is no peace,”’ declares the Sovereign Lord Jehovah."},{"Verse":17,"Text":" “As for you, son of man, set your face against the daughters of your people who fabricate their own prophecies, and prophesy against them."},{"Verse":18,"Text":" Tell them, ‘This is what the Sovereign Lord Jehovah says: “Woe to the women who sew together bands for all arms and make veils for heads of every size in order to hunt down people’s lives! Are you hunting for the lives of my people and trying to preserve your own lives?"},{"Verse":19,"Text":" Will you profane me among my people for handfuls of barley and for scraps of bread, putting to death those who should not die and keeping alive those who should not live, doing so by your lies to my people, who listen to your lies?”’"},{"Verse":20,"Text":" “Therefore this is what the Sovereign Lord Jehovah says: ‘Here I am against your bands, O women, which you use to hunt down people as though they were birds, and I will rip them from your arms and release those whom you are hunting down like birds."},{"Verse":21,"Text":" I will rip away your veils and rescue my people out of your hand, and they will no longer be something for you to catch in the hunt; and you will have to know that I am Jehovah."},{"Verse":22,"Text":" For you have disheartened the righteous one with your falsehood when I was not causing him distress, and you have strengthened the hands of the wicked one, so that he does not turn back from his bad way and stay alive."},{"Verse":23,"Text":" Therefore, you women will no longer see false visions and practice divination; and I will rescue my people from your hand, and you will have to know that I am Jehovah.’”"}]},{"Chapter":14,"Verses":[{"Verse":1,"Text":" And some of the elders of Israel came and sat down before me."},{"Verse":2,"Text":" Then the word of Jehovah came to me, saying:"},{"Verse":3,"Text":" “Son of man, these men are determined to follow their disgusting idols, and they have set up a stumbling block that causes people to sin. Should I let them inquire of me?"},{"Verse":4,"Text":" Now speak with them and tell them, ‘This is what the Sovereign Lord Jehovah says: “If an Israelite is determined to follow his disgusting idols and sets up a stumbling block causing people to sin and he then comes to inquire of a prophet, I, Jehovah, will answer him appropriately according to his many disgusting idols."},{"Verse":5,"Text":" For I will cause terror in the hearts of the house of Israel because they have all withdrawn from me and have gone after their disgusting idols.”’"},{"Verse":6,"Text":" “So tell the house of Israel, ‘This is what the Sovereign Lord Jehovah says: “Come back and turn away from your disgusting idols and turn your faces away from all your detestable practices."},{"Verse":7,"Text":" For if any Israelite or foreign resident living in Israel separates himself from me and is determined to follow his disgusting idols and sets up a stumbling block that causes people to sin and then comes to inquire of my prophet, I, Jehovah, I will personally answer him."},{"Verse":8,"Text":" I will set my face against that man and make him a warning sign and a proverbial saying, and I will cut him off from my people; and you will have to know that I am Jehovah.”’"},{"Verse":9,"Text":" “‘But if the prophet is fooled and gives a response, it is I, Jehovah, who have fooled that prophet. I will then stretch out my hand against him and annihilate him from my people Israel."},{"Verse":10,"Text":" They will have to bear their guilt; the guilt of the inquirer will be the same as the guilt of the prophet,"},{"Verse":11,"Text":" so that the house of Israel may stop wandering away from me and stop defiling themselves by all their transgressions. And they will be my people, and I will be their God,’ declares the Sovereign Lord Jehovah.”"},{"Verse":12,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":13,"Text":" “Son of man, if a land sins against me by acting unfaithfully, I will stretch out my hand against it and destroy its food supply, and I will send famine upon it and cut off man and animal from it.”"},{"Verse":14,"Text":" “‘Even if these three men—Noah, Daniel, and Job—were within it, they would be able to save only themselves because of their righteousness,’ declares the Sovereign Lord Jehovah.”"},{"Verse":15,"Text":" “‘Or suppose I make vicious wild animals pass through the land and they depopulate it and make it a wasteland without anyone passing through because of the wild animals."},{"Verse":16,"Text":" As surely as I am alive,’ declares the Sovereign Lord Jehovah, ‘even if these three men were in it, they would save neither their sons nor their daughters; they would save only themselves, and the land would become desolate.’”"},{"Verse":17,"Text":" “‘Or suppose I bring a sword against that land and say: “Let a sword pass through the land,” and cut off from it both man and animal,"},{"Verse":18,"Text":" even if these three men were in it, as surely as I am alive,’ declares the Sovereign Lord Jehovah, ‘they would save neither their sons nor their daughters; they would save only themselves.’”"},{"Verse":19,"Text":" “‘Or suppose I send a pestilence into that land and pour out my rage on it with bloodshed to cut off from it man and animal,"},{"Verse":20,"Text":" even if Noah, Daniel, and Job were in it, as surely as I am alive,’ declares the Sovereign Lord Jehovah, ‘they would save neither their sons nor their daughters; they would save only themselves because of their righteousness.’”"},{"Verse":21,"Text":" “For this is what the Sovereign Lord Jehovah says: ‘So it will be when I send my four punishments—sword, famine, vicious wild animal, and pestilence—against Jerusalem to cut off man and animal from it."},{"Verse":22,"Text":" However, some left in it will escape and be brought out, both sons and daughters. They are coming to you, and when you see their ways and their deeds, you will certainly be comforted over the calamity that I brought on Jerusalem, over everything that I did to it.’”"},{"Verse":23,"Text":" “‘They will comfort you when you see their ways and their deeds, and you will know that it was not without cause that I did what I had to do to it,’ declares the Sovereign Lord Jehovah.”"}]},{"Chapter":15,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, how does the wood of the vine compare with that of any other tree or branch from the trees of the forest?"},{"Verse":3,"Text":" Can a pole from it be used to do work? Or do people make a peg from it to hang utensils on?"},{"Verse":4,"Text":" Look! It is thrown into the fire for fuel, and the fire consumes both ends and scorches the middle. Is it now fit for any work?"},{"Verse":5,"Text":" Even when it was whole, it could not be used for anything. How much less useful it will be when the fire has consumed and scorched it!”"},{"Verse":6,"Text":" “Therefore this is what the Sovereign Lord Jehovah says: ‘Just like the wood of the vine among the trees of the forest, which I have given as fuel for the fire, so I will deal with the inhabitants of Jerusalem."},{"Verse":7,"Text":" I have set my face against them. They have escaped from the fire, but fire will consume them. And you will have to know that I am Jehovah when I set my face against them.’”"},{"Verse":8,"Text":" “‘And I will make the land desolate because they have acted unfaithfully,’ declares the Sovereign Lord Jehovah.”"}]},{"Chapter":16,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, make known to Jerusalem her detestable practices."},{"Verse":3,"Text":" You must say, ‘This is what the Sovereign Lord Jehovah says to Jerusalem: “Your origin and your birth were in the land of the Caʹnaanite. Your father was an Amʹorite, and your mother was a Hitʹtite."},{"Verse":4,"Text":" As for your birth, on the day you were born, your umbilical cord was not cut, you were not washed in water to make you clean, you were not rubbed with salt, and you were not wrapped in cloths."},{"Verse":5,"Text":" No one pitied you enough to do any of these things. No one had compassion for you. Instead, you were thrown into the open field because you were hated on the day you were born."},{"Verse":6,"Text":" “‘“When I was passing by, I saw you kicking about in your own blood, and as you lay there in your blood, I said: ‘Keep living!’ Yes, I said to you lying there in your blood: ‘Keep living!’"},{"Verse":7,"Text":" I made you a very great multitude, like plants sprouting in the field, and you grew up and developed and wore the finest ornaments. Your breasts became firm, and your hair grew; but you were still naked and exposed.”’"},{"Verse":8,"Text":" “‘When I was passing by and saw you, I noticed that you were old enough for expressions of love. So I spread my garment over you and covered your nakedness and made an oath and entered into a covenant with you,’ declares the Sovereign Lord Jehovah, ‘and you became mine."},{"Verse":9,"Text":" Furthermore, I washed you with water and rinsed away your blood and put oil on you."},{"Verse":10,"Text":" I then clothed you with an embroidered garment and gave you fine leather sandals and wrapped you in fine linen, and I clothed you with costly garments."},{"Verse":11,"Text":" I adorned you with ornaments and put bracelets on your hands and a necklace around your neck."},{"Verse":12,"Text":" I also put a ring in your nose and earrings on your ears and a beautiful crown on your head."},{"Verse":13,"Text":" You kept adorning yourself with gold and silver, and your clothing was fine linen, costly material, and an embroidered garment. Fine flour, honey, and oil were what you ate, and you grew to be extremely beautiful, and you became fit to be a queen.’”"},{"Verse":14,"Text":" “‘Your fame began to spread among the nations because of your beauty, for it was perfect because my own splendor I placed upon you,’ declares the Sovereign Lord Jehovah.”"},{"Verse":15,"Text":" “‘But you began to trust in your beauty, and you became a prostitute because of your fame. You lavished your acts of prostitution on everyone passing by, and your beauty became his."},{"Verse":16,"Text":" You took some of your garments and made colorful high places where you prostituted yourself—such things should not take place, nor should they ever happen."},{"Verse":17,"Text":" You also took your beautiful jewelry made from the gold and silver that I had given to you and you made for yourself male images and prostituted yourself with them."},{"Verse":18,"Text":" And you took your embroidered garments and covered them, and you offered them my oil and my incense."},{"Verse":19,"Text":" And the bread that I had given to you—made from fine flour, oil, and honey that I gave you to eat—you also offered to them as a pleasing aroma. That is exactly what happened,’ declares the Sovereign Lord Jehovah.”"},{"Verse":20,"Text":" “‘You took your sons and your daughters whom you had borne to me, and you sacrificed these to idols to be devoured—have your acts of prostitution not gone far enough?"},{"Verse":21,"Text":" You slaughtered my sons, and you offered them as sacrifices by making them pass through the fire."},{"Verse":22,"Text":" While engaging in all your detestable practices and acts of prostitution, you did not remember the days of your youth when you were naked and exposed, kicking about in your own blood."},{"Verse":23,"Text":" After all your evil, woe, woe to you,’ declares the Sovereign Lord Jehovah."},{"Verse":24,"Text":" ‘You built yourself a mound and made a high place for yourself in every public square."},{"Verse":25,"Text":" You built your high places at the most prominent place of every street, and you turned your beauty into something detestable by offering yourself to everyone passing by, and you multiplied your acts of prostitution."},{"Verse":26,"Text":" You prostituted yourself to the sons of Egypt, your lustful neighbors, and you offended me with your countless acts of prostitution."},{"Verse":27,"Text":" Now I will bring my hand against you and diminish your food allowance and give you over to the will of the women who hate you, the daughters of the Philisʹtines, who were appalled because of your obscene conduct."},{"Verse":28,"Text":" “‘Because you could not be satisfied, you then prostituted yourself to the sons of Assyrʹia, but after prostituting yourself to them, you still did not find satisfaction."},{"Verse":29,"Text":" So you increased your prostitution toward the land of traders and toward the Chaldeʹans, but even then you did not find satisfaction."},{"Verse":30,"Text":" How sick your heart was,’ declares the Sovereign Lord Jehovah, ‘when you did all these things, behaving like a brazen prostitute!"},{"Verse":31,"Text":" But when you built your mound at the most prominent place of every street and made your high place in every public square, you were not like a prostitute, because you refused any payment."},{"Verse":32,"Text":" You are an adulterous wife who takes strangers instead of her own husband!"},{"Verse":33,"Text":" People give all prostitutes a gift, but you are the one who has given gifts to all those lusting after you, and you bribe them to come to you from all around to commit prostitution."},{"Verse":34,"Text":" You are the opposite of other women who engage in prostitution. No one commits prostitution your way! You pay others, and they do not pay you. Your way is the opposite.’"},{"Verse":35,"Text":" “Therefore, O prostitute, hear the word of Jehovah."},{"Verse":36,"Text":" This is what the Sovereign Lord Jehovah says: ‘Because your lust has been poured out and your nakedness has been exposed during your prostitution with your lovers and all your detestable, disgusting idols to which you even sacrificed the blood of your sons,"},{"Verse":37,"Text":" therefore I am collecting together all the lovers you have given pleasure to, all those you loved together with all those you hated. I will collect them together against you from all around and expose your nakedness to them, and they will see you completely naked."},{"Verse":38,"Text":" “‘And I will punish you with the judgments that adulteresses and women shedding blood deserve, and your blood will be shed in rage and jealousy."},{"Verse":39,"Text":" I will give you into their hand, and they will tear down your mounds, and your high places will be pulled down; and they will strip you of your garments and take your beautiful jewelry and leave you naked and exposed."},{"Verse":40,"Text":" They will bring against you a crowd, and they will stone you and will slaughter you with their swords."},{"Verse":41,"Text":" They will burn your houses with fire and execute judgment on you before the eyes of many women; and I will bring an end to your prostitution, and you will stop giving payment."},{"Verse":42,"Text":" I will satisfy my rage against you, and my indignation will turn away from you; and I will be calm and no longer feel offended.’"},{"Verse":43,"Text":" “‘Because you did not remember the days of your youth and you have angered me by doing all these things, I will now bring the consequences of your ways on your own head,’ declares the Sovereign Lord Jehovah, ‘and you will no longer carry on your obscene conduct and all your detestable practices."},{"Verse":44,"Text":" “‘Look! Everyone who uses proverbs will apply this proverb to you: “Like mother, like daughter!”"},{"Verse":45,"Text":" You are the daughter of your mother, who despised her husband and her children. And you are the sister of your sisters, who despised their husbands and their children. Your mother was a Hitʹtite, and your father was an Amʹorite.’”"},{"Verse":46,"Text":" “‘Your older sister is Samarʹia, who is dwelling to the north of you with her daughters, and your younger sister, who is dwelling to the south of you, is Sodʹom with her daughters."},{"Verse":47,"Text":" Not only did you walk in their ways and follow their detestable practices, but in a short while you were even more corrupt in all your conduct than they were."},{"Verse":48,"Text":" As surely as I am alive,’ declares the Sovereign Lord Jehovah, ‘Sodʹom your sister and her daughters have not done what you and your daughters have done."},{"Verse":49,"Text":" Look! This was the error of Sodʹom your sister: She and her daughters were proud and had an abundance of food and carefree tranquility; yet they did not support the afflicted and the poor."},{"Verse":50,"Text":" They remained haughty and carried on detestable practices in my sight, so I found it necessary to remove them."},{"Verse":51,"Text":" “‘Nor did Samarʹia commit even half as many sins as you did. You kept making your detestable practices abound more than they have, to the point that your sisters appeared righteous because of all your detestable practices."},{"Verse":52,"Text":" You must now bear your humiliation because you have justified the behavior of your sisters. On account of your sin of acting more detestably than they have, they are more righteous than you. So now, be ashamed and bear the humiliation of making your sisters appear righteous.’"},{"Verse":53,"Text":" “‘And I will gather their captives, the captives of Sodʹom and her daughters and the captives of Samarʹia and her daughters; I will also gather your captives along with them,"},{"Verse":54,"Text":" so that you may bear your humiliation; and you will feel humiliated because of what you have done by comforting them."},{"Verse":55,"Text":" Your own sisters, Sodʹom and her daughters, will return to their former state, and Samarʹia and her daughters will return to their former state, and you along with your own daughters will return to your former state."},{"Verse":56,"Text":" Sodʹom your sister was not worthy of your mention in the day of your pride,"},{"Verse":57,"Text":" before your own wickedness was exposed. Now the daughters of Syria and her neighbors reproach you, and the daughters of the Philisʹtines, those all around you, treat you with scorn."},{"Verse":58,"Text":" You will bear the consequences of your obscene conduct and your detestable practices,’ declares Jehovah.”"},{"Verse":59,"Text":" “For this is what the Sovereign Lord Jehovah says: ‘I will now do with you just as you have done, for you despised the oath by breaking my covenant."},{"Verse":60,"Text":" But I myself will remember the covenant that I made with you in the days of your youth, and I will establish with you a permanent covenant."},{"Verse":61,"Text":" You will remember your behavior and feel humiliated when you welcome your sisters, those older than you as well as those younger than you, and I will give them to you as daughters, but not because of your covenant.’"},{"Verse":62,"Text":" “‘And I myself will establish my covenant with you; and you will have to know that I am Jehovah."},{"Verse":63,"Text":" Then you will remember and be too ashamed to open your mouth because of your humiliation, when I make an atonement for you despite all that you have done,’ declares the Sovereign Lord Jehovah.”"}]},{"Chapter":17,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, tell a riddle and relate a proverb about the house of Israel."},{"Verse":3,"Text":" You must say, ‘This is what the Sovereign Lord Jehovah says: “The great eagle, with great wings, long pinions, and full, colorful plumage, came to Lebʹanon and took the top of the cedar."},{"Verse":4,"Text":" He plucked off its topmost shoot and brought it to the land of traders and set it down in a city of traders."},{"Verse":5,"Text":" He then took some of the seed of the land and put it in a fertile field. He planted it like a willow by abundant waters."},{"Verse":6,"Text":" So it sprouted and became a low, sprawling vine with its foliage facing inward and its roots growing under it. Thus it became a vine and produced shoots and sent out branches."},{"Verse":7,"Text":" “‘“And there came another great eagle, with great wings and large pinions. This vine then stretched its roots eagerly toward him, away from the garden beds where it was planted, and it sent out its foliage toward him so that he would irrigate it."},{"Verse":8,"Text":" It had already been planted in a good field near abundant waters, in order to produce branches, to bear fruit, and to become a majestic vine.”’"},{"Verse":9,"Text":" “Say, ‘This is what the Sovereign Lord Jehovah says: “Will it prosper? Will someone not tear out its roots and make its fruit rot and cause its sprouts to wither? It will become so dry that neither a strong arm nor many people will be needed to pull it up by the roots."},{"Verse":10,"Text":" Although it is transplanted, will it prosper? Will it not dry up completely when the east wind blows on it? It will dry up in the garden bed where it sprouted.”’”"},{"Verse":11,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":12,"Text":" “Please tell the rebellious house, ‘Do you not realize what these things mean?’ Say, ‘Look! The king of Babylon came to Jerusalem and took its king and its princes and brought them back with him to Babylon."},{"Verse":13,"Text":" Furthermore, he took one of the royal offspring and made a covenant with him and put him under an oath. Then he took away the prominent men of the land,"},{"Verse":14,"Text":" so that the kingdom would be brought low, unable to rise up, so that only by keeping his covenant might it continue to exist."},{"Verse":15,"Text":" But the king finally rebelled against him by sending his messengers to Egypt to obtain horses and a large army from them. Will he succeed? Will the one doing these things escape punishment? Can he break the covenant and still escape?’"},{"Verse":16,"Text":" “‘“As surely as I am alive,” declares the Sovereign Lord Jehovah, “he will die in Babylon, in the place where the king who made him king lives, the one whose oath he despised and whose covenant he broke."},{"Verse":17,"Text":" And the great army and numerous troops of Pharʹaoh will be of no help in the war, when siege ramparts are raised and siege walls are built to destroy many lives."},{"Verse":18,"Text":" He has despised an oath and broken a covenant. Even though he gave his promise, he has done all these things, and he will not escape.”’"},{"Verse":19,"Text":" “‘Therefore this is what the Sovereign Lord Jehovah says: “As surely as I am alive, I will bring upon his head the consequences of despising my oath and breaking my covenant."},{"Verse":20,"Text":" I will cast my net over him, and he will be caught in my hunting net. I will bring him to Babylon and enter into judgment with him there because of the unfaithfulness he committed against me."},{"Verse":21,"Text":" All the fugitives of his troops will fall by the sword, and those remaining will be scattered in every direction. Then you will have to know that I myself, Jehovah, have spoken.”’"},{"Verse":22,"Text":" “‘This is what the Sovereign Lord Jehovah says: “I will take a shoot from the top of the lofty cedar and plant it, from the top of its twigs I will pluck a tender shoot, and I myself will plant it on a high and lofty mountain."},{"Verse":23,"Text":" On a high mountain of Israel I will plant it; and its branches will grow, and it will produce fruit and become a majestic cedar. And every kind of bird will live beneath it and reside in the shadow of its foliage."},{"Verse":24,"Text":" And all the trees of the field will have to know that I myself, Jehovah, have brought down the high tree and exalted the low tree; I have dried up the green tree and made the dry tree blossom. I myself, Jehovah, have spoken and have done it.”’”"}]},{"Chapter":18,"Verses":[{"Verse":1,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “What does this proverb that you quote in the land of Israel mean, ‘Fathers have eaten sour grapes, but the teeth of the sons are set on edge’?"},{"Verse":3,"Text":" “‘As surely as I am alive,’ declares the Sovereign Lord Jehovah, ‘you will not continue to quote this saying in Israel."},{"Verse":4,"Text":" Look! All the souls—to me they belong. As the soul of the father so also the soul of the son—to me they belong. The soul who sins is the one who will die."},{"Verse":5,"Text":" “‘Suppose that a man is righteous and does what is just and right."},{"Verse":6,"Text":" He does not eat idolatrous sacrifices on the mountains; he does not look up to the disgusting idols of the house of Israel; he does not defile his neighbor’s wife or have relations with a woman who is menstruating;"},{"Verse":7,"Text":" he does not mistreat anyone, but he returns what a debtor has given him in pledge; he does not rob anyone, but he gives his own food to the hungry one and covers the naked one with a garment;"},{"Verse":8,"Text":" he does not charge interest or engage in usury, but he refrains from acting with injustice; he executes true justice between one man and another;"},{"Verse":9,"Text":" and he keeps walking in my statutes and observing my judicial decisions in order to act in faithfulness. Such a man is righteous and will surely keep living,’ declares the Sovereign Lord Jehovah."},{"Verse":10,"Text":" “‘But suppose that he has become father to a son who is a robber or a murderer or who does any of these other things"},{"Verse":11,"Text":" (though the father has not done any of these things)—he eats idolatrous sacrifices on the mountains, defiles his neighbor’s wife,"},{"Verse":12,"Text":" mistreats the needy and the poor, takes things by robbery, does not return a pledge, looks up to the disgusting idols, engages in detestable practices,"},{"Verse":13,"Text":" engages in usury and charges interest—then the son will not keep living. Because of all these detestable things that he has done, he will surely be put to death. His own blood will be upon him."},{"Verse":14,"Text":" “‘But suppose that a father has a son who sees all the sins his father has committed, and though he sees them, he does not do such things."},{"Verse":15,"Text":" He does not eat idolatrous sacrifices on the mountains; he does not look up to the disgusting idols of the house of Israel; he does not defile his neighbor’s wife;"},{"Verse":16,"Text":" he does not mistreat anyone; he does not seize what was pledged; he does not take anything in robbery; he gives his own food to the hungry one and covers the naked one with a garment;"},{"Verse":17,"Text":" he refrains from oppressing the poor; he does not engage in usury or charge interest; and he carries out my judicial decisions and walks in my statutes. Such a man will not die because of the error of his father. He will surely keep living."},{"Verse":18,"Text":" But because his father practiced fraud, robbed his brother, and did what was wrong among his people, he will die for his error."},{"Verse":19,"Text":" “‘But you will say: “Why does the son not bear guilt because of his father’s error?” Since the son has done what is just and righteous, has kept all my statutes and has observed them, he will surely keep living."},{"Verse":20,"Text":" The soul who sins is the one who will die. A son will bear no guilt because of the error of his father, and a father will bear no guilt because of the error of his son. The righteousness of the righteous one will be accounted to him alone, and the wickedness of the wicked one will be accounted to him alone."},{"Verse":21,"Text":" “‘Now if someone wicked turns away from all the sins he has committed and keeps my statutes and does what is just and righteous, he will surely keep living. He will not die."},{"Verse":22,"Text":" None of the transgressions that he has committed will be held against him. He will keep living for doing what is righteous.’"},{"Verse":23,"Text":" “‘Do I take any pleasure at all in the death of a wicked person?’ declares the Sovereign Lord Jehovah. ‘Do I not prefer that he turn away from his ways and keep living?’"},{"Verse":24,"Text":" “‘But when someone righteous abandons his righteousness and does what is wrong, doing all the detestable things the wicked do, will he live? None of the righteous acts that he did will be remembered. For his unfaithfulness and the sin he has committed, he will die."},{"Verse":25,"Text":" “‘But you will say: “The way of Jehovah is unjust.” Please listen, O house of Israel! Is it my way that is unjust? Is it not your ways that are unjust?"},{"Verse":26,"Text":" “‘When someone righteous abandons his righteousness and does what is wrong and dies because of it, he will die for his own wrongdoing."},{"Verse":27,"Text":" “‘And when someone wicked turns away from the wickedness that he has committed and begins to do what is just and righteous, he will preserve his own life."},{"Verse":28,"Text":" When he realizes and turns away from all the transgressions that he has committed, he will surely keep living. He will not die."},{"Verse":29,"Text":" “‘But the house of Israel will say: “The way of Jehovah is unjust.” Is it really my ways that are unjust, O house of Israel? Is it not your ways that are unjust?’"},{"Verse":30,"Text":" “‘Therefore, I will judge each one of you according to his ways, O house of Israel,’ declares the Sovereign Lord Jehovah. ‘Turn away, yes, turn completely away from all your transgressions, so that they will not be a stumbling block bringing guilt upon you."},{"Verse":31,"Text":" Rid yourselves of all the transgressions you have committed and acquire a new heart and a new spirit, for why should you die, O house of Israel?’"},{"Verse":32,"Text":" “‘I do not take any pleasure in the death of anyone,’ declares the Sovereign Lord Jehovah. ‘So turn back and live.’”"}]},{"Chapter":19,"Verses":[{"Verse":1,"Text":" “You must sing a dirge concerning the chieftains of Israel"},{"Verse":2,"Text":" and say,\r\n‘What was your mother? A lioness among lions.\r\nShe lay down among strong young lions and reared her cubs."},{"Verse":3,"Text":" She raised one of her cubs, and he became a strong young lion.\r\nHe learned how to tear prey apart,\r\nHe even devoured humans."},{"Verse":4,"Text":" Nations heard about him and caught him in their pit,\r\nAnd they brought him to the land of Egypt with hooks."},{"Verse":5,"Text":" She waited and eventually saw that there was no hope for his return.\r\nSo she took another of her cubs and sent him out as a strong young lion."},{"Verse":6,"Text":" He also walked about among the lions and became a strong young lion.\r\nHe learned how to tear prey apart, and he even devoured humans."},{"Verse":7,"Text":" He prowled among their fortified towers and devastated their cities,\r\nSo that the desolate land was filled with the sound of his roaring."},{"Verse":8,"Text":" Nations from the surrounding districts came against him to cast their net over him,\r\nAnd he was caught in their pit."},{"Verse":9,"Text":" With hooks they put him in a cage and brought him to the king of Babylon.\r\nThere they confined him, so that his voice would no more be heard on the mountains of Israel."},{"Verse":10,"Text":" Your mother was like a vine in your blood, planted by waters.\r\nIt bore fruit and was full of branches because of the abundant water."},{"Verse":11,"Text":" It developed strong branches, fit for the scepters of rulers.\r\nIt grew and towered over the other trees,\r\nAnd it became visible because of its height and because of the abundance of its foliage."},{"Verse":12,"Text":" But in fury she was uprooted and thrown to the earth,\r\nAnd an east wind dried up her fruit.\r\nHer strong branches were torn off and became dry, and fire consumed them."},{"Verse":13,"Text":" Now she is planted in the wilderness,\r\nIn a waterless, thirsty land."},{"Verse":14,"Text":" The fire spread from her branches and consumed her shoots and her fruit,\r\nAnd there was no strong branch left, no scepter for ruling.\r\n“‘That is a dirge, and it will serve as a dirge.’”"}]},{"Chapter":20,"Verses":[{"Verse":1,"Text":" Now in the seventh year, in the fifth month, on the tenth day of the month, some of the elders of Israel came and sat down before me to inquire of Jehovah."},{"Verse":2,"Text":" Then the word of Jehovah came to me, saying:"},{"Verse":3,"Text":" “Son of man, speak with the elders of Israel, and tell them, ‘This is what the Sovereign Lord Jehovah says: “Are you coming to inquire of me? ‘As surely as I am alive, I will not respond to your inquiry,’ declares the Sovereign Lord Jehovah.”’"},{"Verse":4,"Text":" “Are you ready to judge them? Are you ready to judge them, son of man? Make them know the detestable things that their forefathers did."},{"Verse":5,"Text":" Tell them, ‘This is what the Sovereign Lord Jehovah says: “In the day I chose Israel, I also swore to the offspring of the house of Jacob, and I made myself known to them in the land of Egypt. Yes, I swore to them and said, ‘I am Jehovah your God.’"},{"Verse":6,"Text":" In that day I swore that I would bring them out of the land of Egypt to a land that I had searched out for them, one flowing with milk and honey. It was the most beautiful of all the lands."},{"Verse":7,"Text":" I then said to them, ‘Each of you must throw away the detestable things that are before your eyes; do not defile yourselves with the disgusting idols of Egypt. I am Jehovah your God.’"},{"Verse":8,"Text":" “‘“But they rebelled against me and were not willing to listen to me. They did not throw away the detestable things that were before them, and they would not abandon the disgusting idols of Egypt. So I promised to pour out my rage on them and to unleash my anger fully against them in the land of Egypt."},{"Verse":9,"Text":" But I acted for the sake of my name so that it would not be profaned before the nations among whom they were living. For I made myself known to them before these nations when I brought them out of the land of Egypt."},{"Verse":10,"Text":" So I brought them out of the land of Egypt and led them into the wilderness."},{"Verse":11,"Text":" “‘“I then gave them my statutes and made my judicial decisions known to them, so that the man who follows them may have life by them."},{"Verse":12,"Text":" I also gave my sabbaths to them as a sign between me and them, so that they would know that I, Jehovah, am the one sanctifying them."},{"Verse":13,"Text":" “‘“But the house of Israel rebelled against me in the wilderness. They did not walk in my statutes, and they rejected my judicial decisions, which if a man follows them, he will have life by them. They utterly profaned my sabbaths. So I promised to pour out my fury on them in the wilderness to exterminate them."},{"Verse":14,"Text":" I acted for the sake of my own name so that it would not be profaned before the nations, in whose sight I brought them out."},{"Verse":15,"Text":" I also swore to them in the wilderness that I would not bring them into the land that I had given them—a land flowing with milk and honey, the most beautiful of all the lands—"},{"Verse":16,"Text":" because they rejected my judicial decisions, they did not walk in my statutes, and they profaned my sabbaths, for their heart was following after their disgusting idols."},{"Verse":17,"Text":" “‘“But I felt sorry for them, and I did not destroy them; I did not exterminate them in the wilderness."},{"Verse":18,"Text":" I said to their sons in the wilderness, ‘Do not walk in the regulations of your forefathers or keep their judgments or defile yourselves with their disgusting idols."},{"Verse":19,"Text":" I am Jehovah your God. Walk in my statutes, and keep my judicial decisions, and carry them out."},{"Verse":20,"Text":" And sanctify my sabbaths, and they will serve as a sign between me and you for you to know that I am Jehovah your God.’"},{"Verse":21,"Text":" “‘“But the sons began to rebel against me. They did not walk in my statutes, and they did not observe and carry out my judicial decisions, which if a man follows them, he will have life by them. My sabbaths they profaned. So I promised to pour out my rage on them and to unleash my anger against them fully in the wilderness."},{"Verse":22,"Text":" But I refrained and acted for the sake of my own name, so that it should not be profaned before the nations, in whose sight I brought them out."},{"Verse":23,"Text":" Also, I swore to them in the wilderness that I would scatter them among the nations and disperse them among the lands,"},{"Verse":24,"Text":" because they did not carry out my judicial decisions and they rejected my statutes, they profaned my sabbaths, and they followed after the disgusting idols of their forefathers."},{"Verse":25,"Text":" I also allowed them to follow regulations that were not good and judicial decisions by which they could not have life."},{"Verse":26,"Text":" I let them become defiled by their own sacrifices—when they made every firstborn child pass through the fire—in order to make them desolate, so that they would know that I am Jehovah.”’"},{"Verse":27,"Text":" “So speak to the house of Israel, O son of man, and tell them, ‘This is what the Sovereign Lord Jehovah says: “In this way also, your forefathers blasphemed me by acting unfaithfully against me."},{"Verse":28,"Text":" I brought them into the land that I swore to give them. When they saw all the high hills and leafy trees, they began offering their sacrifices and their offensive offerings. They presented the pleasing aromas of their sacrifices and poured out their drink offerings there."},{"Verse":29,"Text":" So I asked them, ‘What is the meaning of this high place to which you go? (It is still called High Place to this day.)’”’"},{"Verse":30,"Text":" “Now say to the house of Israel, ‘This is what the Sovereign Lord Jehovah says: “Are you defiling yourselves the same way your forefathers did by going after their disgusting idols to commit spiritual prostitution with them?"},{"Verse":31,"Text":" And are you still defiling yourselves to this day by offering sacrifices to all your disgusting idols, making your sons pass through the fire? Should I at the same time respond to your inquiry, O house of Israel?”’\r\n“‘As surely as I am alive,’ declares the Sovereign Lord Jehovah, ‘I will not respond to your inquiry."},{"Verse":32,"Text":" And what you have in mind when you say, “Let us become like the nations, like the families of the other lands, who worship wood and stone,” it will never happen.’”"},{"Verse":33,"Text":" “‘As surely as I am alive,’ declares the Sovereign Lord Jehovah, ‘I will rule as king over you with a mighty hand, with an outstretched arm, and with an outpouring of rage."},{"Verse":34,"Text":" I will bring you out from the peoples and collect you together out of the lands where you have been scattered with a mighty hand, with an outstretched arm, and with an outpouring of rage."},{"Verse":35,"Text":" I will bring you into the wilderness of the peoples and enter into judgment with you there face-to-face."},{"Verse":36,"Text":" “‘Just as I entered into judgment with your forefathers in the wilderness of the land of Egypt, so I will enter into judgment with you,’ declares the Sovereign Lord Jehovah."},{"Verse":37,"Text":" ‘I will make you pass under the shepherd’s staff and bring you under obligation to the covenant."},{"Verse":38,"Text":" But I will remove from you the rebels and those transgressing against me. For I will bring them out of the land of their foreign residence, but they will not enter the land of Israel; and you will have to know that I am Jehovah.’"},{"Verse":39,"Text":" “As for you, O house of Israel, this is what the Sovereign Lord Jehovah says: ‘Each of you go and serve his disgusting idols. But afterward if you do not listen to me, you will no longer be able to profane my holy name by your sacrifices and your disgusting idols.’"},{"Verse":40,"Text":" “‘For in my holy mountain, on a high mountain of Israel,’ declares the Sovereign Lord Jehovah, ‘is where the whole house of Israel, all of them, will serve me in the land. I will take pleasure in them there, and I will require your contributions and the firstfruits of your offerings, all your holy things."},{"Verse":41,"Text":" Because of the pleasing aroma, I will take pleasure in you when I bring you out from the peoples and collect you together from the lands to which you have been scattered; and I will be sanctified among you before the eyes of the nations.’"},{"Verse":42,"Text":" “‘And you will have to know that I am Jehovah when I bring you to the land of Israel, into the land that I swore to give to your forefathers."},{"Verse":43,"Text":" And there you will remember your conduct and all your deeds by which you defiled yourselves, and you will loathe yourselves because of all the bad things that you did."},{"Verse":44,"Text":" Then you will have to know that I am Jehovah when I deal with you for the sake of my name, not according to your wicked conduct or according to your corrupted dealings, O house of Israel,’ declares the Sovereign Lord Jehovah.”"},{"Verse":45,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":46,"Text":" “Son of man, turn your face in the direction of the southern quarter and proclaim to the south, and prophesy to the forest of the field of the south."},{"Verse":47,"Text":" Say to the forest of the south, ‘Hear the word of Jehovah. This is what the Sovereign Lord Jehovah says: “Here I am setting a fire ablaze against you, and it will consume every green tree and every dry tree in you. The burning flame will not be extinguished, and every face will be scorched by it, from south to north."},{"Verse":48,"Text":" And all flesh will see that I myself, Jehovah, have set it afire, so that it will not be extinguished.”’”"},{"Verse":49,"Text":" And I said: “Alas, O Sovereign Lord Jehovah! They are saying about me, ‘Is he not just speaking in riddles?’”"}]},{"Chapter":21,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, turn your face toward Jerusalem, and make a proclamation against the holy places, and prophesy against the land of Israel."},{"Verse":3,"Text":" Say to the land of Israel, ‘This is what Jehovah says: “Here I am against you, and I will bring my sword out of its sheath and cut off from you both the righteous and the wicked."},{"Verse":4,"Text":" Because I will cut off from you the righteous and the wicked, my sword will be drawn from its sheath against all flesh, from south to north."},{"Verse":5,"Text":" All people will have to know that I myself, Jehovah, have drawn my sword from its sheath. It will not go back again.”’"},{"Verse":6,"Text":" “And you, son of man, sigh while you tremble, yes, sigh bitterly before them."},{"Verse":7,"Text":" And if they say to you, ‘Why are you sighing?’ you will say, ‘Because of a report.’ For it will certainly come, and every heart will melt with fear and every hand will hang limp and every spirit will become dejected and every knee will drip with water. ‘Look! It will certainly come—it will take place,’ declares the Sovereign Lord Jehovah.”"},{"Verse":8,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":9,"Text":" “Son of man, prophesy and say, ‘This is what Jehovah says: “Say, ‘A sword! A sword is sharpened, and it is polished."},{"Verse":10,"Text":" It is sharpened to inflict a great slaughter; it is polished to flash like lightning.’”’”\r\n“Should we not rejoice?”\r\n“‘Will it reject the scepter of my own son, as it does every tree?"},{"Verse":11,"Text":" “‘It is given to be polished and to be wielded with the hand. This sword is sharpened and polished, to be put into the hand of an executioner."},{"Verse":12,"Text":" “‘Cry out and wail, son of man, for it has come against my people; it is against all the chieftains of Israel. These will be victims of the sword along with my people. So strike your thigh in grief."},{"Verse":13,"Text":" For an examination has been made, and what will happen if the sword rejects the scepter? It will cease to exist,’ declares the Sovereign Lord Jehovah."},{"Verse":14,"Text":" “And you, son of man, prophesy and clap your hands and repeat ‘A sword!’ three times. It is the sword of the slain victims, the sword of great slaughter, that surrounds them."},{"Verse":15,"Text":" Their hearts will melt with fear and many will fall at their city gates; I will inflict a slaughter by the sword. Yes, it flashes like lightning and is polished for a slaughter!"},{"Verse":16,"Text":" Cut sharply to the right! Swing to the left! Go wherever your blade is directed!"},{"Verse":17,"Text":" I will also clap my hands and satisfy my rage. I myself, Jehovah, have spoken.”"},{"Verse":18,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":19,"Text":" “As for you, son of man, mark out two ways for the sword of the king of Babylon to come. Both of them will originate from the same land, and a signpost should be set up where the road branches off to the two cities."},{"Verse":20,"Text":" You should mark out one way for the sword to come against Rabʹbah of the Amʹmonites, and the other way against fortified Jerusalem in Judah."},{"Verse":21,"Text":" For the king of Babylon stops to use divination at the fork in the road, where the two roads branch off. He shakes the arrows. He consults his idols; he examines the liver."},{"Verse":22,"Text":" The divination in his right hand is pointed toward Jerusalem, to set up battering rams, to give the word for slaughter, to sound the battle cry, to set battering rams against the gates, to throw up a siege rampart, to build a siege wall."},{"Verse":23,"Text":" But it will seem like false divination in the eyes of those who had sworn oaths to them. But he remembers their guilt and will capture them."},{"Verse":24,"Text":" “Therefore this is what the Sovereign Lord Jehovah says: ‘You have caused your own guilt to be remembered by exposing your transgressions and causing your sins to be seen in all your actions. Now that you have been remembered, you will be taken by force.’"},{"Verse":25,"Text":" “But your day has come, O fatally wounded, wicked chieftain of Israel, the time of your final punishment."},{"Verse":26,"Text":" This is what the Sovereign Lord Jehovah says: ‘Remove the turban, and take off the crown. This will not remain the same. Raise up the low one, and bring low the high one."},{"Verse":27,"Text":" A ruin, a ruin, a ruin I will make it. And it will not belong to anyone until the one who has the legal right comes, and I will give it to him.’"},{"Verse":28,"Text":" “And you, son of man, prophesy and say, ‘This is what the Sovereign Lord Jehovah says about the Amʹmonites and about their insults.’ Say, ‘A sword! A sword is drawn for a slaughter; it is polished to devour and to flash like lightning."},{"Verse":29,"Text":" Despite the false visions and lying divination about you, you will be piled up on the slain, the wicked men whose day has come, the time of their final punishment."},{"Verse":30,"Text":" Return it to its sheath. I will judge you in the place that you were created, in the land of your origin."},{"Verse":31,"Text":" I will pour out my indignation on you. I will blow upon you with the fire of my fury, and I will hand you over to brutal men, the craftsmen of destruction."},{"Verse":32,"Text":" You will become fuel for the fire; your own blood will be shed in the land, and you will be remembered no more, for I myself, Jehovah, have spoken.’”"}]},{"Chapter":22,"Verses":[{"Verse":1,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “As for you, son of man, are you prepared to pronounce judgment on the bloodguilty city and to make known to her all her detestable things?"},{"Verse":3,"Text":" You are to say, ‘This is what the Sovereign Lord Jehovah says: “O city that sheds blood within herself, whose time is coming, who makes disgusting idols to defile herself,"},{"Verse":4,"Text":" your bloodshed has made you guilty, and your disgusting idols have made you unclean. You have hastened the end of your days, and the end of your years has come. That is why I will make you an object of reproach to the nations and an object of mockery to all the lands."},{"Verse":5,"Text":" The lands nearby and those far away from you will mock you, you whose name is unclean and who are filled with turmoil."},{"Verse":6,"Text":" Look! Each of the chieftains of Israel among you uses his authority to shed blood."},{"Verse":7,"Text":" Within you they treat their father and mother with contempt. They defraud the foreign resident, and they mistreat the fatherless child and the widow.”’”"},{"Verse":8,"Text":" “‘My holy places you despise, and my sabbaths you profane."},{"Verse":9,"Text":" Within you are slanderers intent on shedding blood. Within you they eat sacrifices on the mountains and carry on obscene conduct in your midst."},{"Verse":10,"Text":" Within you they dishonor their father’s bed, and they violate a woman unclean in her menstruation."},{"Verse":11,"Text":" Within you one man acts detestably with his neighbor’s wife, another defiles his own daughter-in-law with obscene conduct, and another violates his sister, the daughter of his own father."},{"Verse":12,"Text":" Within you they take a bribe to shed blood. You lend on interest or for a profit, and you extort money from your neighbors. Yes, you have entirely forgotten me,’ declares the Sovereign Lord Jehovah."},{"Verse":13,"Text":" “‘Look! I clap my hands in disgust at the dishonest gain you have made and over the acts of bloodshed in your midst."},{"Verse":14,"Text":" Will your courage endure and your hands remain strong in the days when I take action against you? I myself, Jehovah, have spoken, and I will take action."},{"Verse":15,"Text":" I will scatter you among the nations and disperse you among the lands, and I will put an end to your uncleanness."},{"Verse":16,"Text":" And you will be dishonored before the nations, and you will have to know that I am Jehovah.’”"},{"Verse":17,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":18,"Text":" “Son of man, the house of Israel has become like worthless dross to me. All of them are copper and tin and iron and lead in a furnace. They have become the dross of silver."},{"Verse":19,"Text":" “Therefore this is what the Sovereign Lord Jehovah says: ‘Because all of you have become like worthless dross, I am collecting you together inside Jerusalem."},{"Verse":20,"Text":" Just as silver and copper and iron and lead and tin are collected inside a furnace in order to blow fire upon them and melt them, so I will collect you together in my anger and in my rage, and I will blow upon you and make you melt."},{"Verse":21,"Text":" I will bring you together and blow upon you with the fire of my fury, and you will be melted inside of her."},{"Verse":22,"Text":" Just as silver is melted in a furnace, so you will be melted inside her; and you will have to know that I myself, Jehovah, have poured out my rage on you.’”"},{"Verse":23,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":24,"Text":" “Son of man, say to her, ‘You are a land that will not be cleansed or rained on in the day of indignation."},{"Verse":25,"Text":" Her prophets have conspired within her, like a roaring lion tearing prey. They are devouring people. They are seizing treasure and precious things. They have made many widows within her."},{"Verse":26,"Text":" Her priests have violated my law, and they keep profaning my holy places. They make no distinction between what is holy and what is common, and they fail to make known what is unclean and what is clean, and they refuse to observe my sabbaths, and I am profaned among them."},{"Verse":27,"Text":" Her princes in her midst are like wolves tearing prey; they shed blood and kill people to make dishonest gain."},{"Verse":28,"Text":" But her prophets have plastered over their deeds with whitewash. They see false visions and give lying divination, and they say: “This is what the Sovereign Lord Jehovah says,” when Jehovah himself has not spoken."},{"Verse":29,"Text":" The people of the land have defrauded and committed robbery, they have mistreated the needy and the poor, and they have defrauded the foreign resident and denied him justice.’"},{"Verse":30,"Text":" “‘I was looking for a man from among them who would repair the stone wall or stand before me in the breach in behalf of the land, so that it would not be destroyed, but I found no one."},{"Verse":31,"Text":" So I will pour out my indignation on them and exterminate them with the fire of my fury. I will bring the consequences of their way on their own head,’ declares the Sovereign Lord Jehovah.”"}]},{"Chapter":23,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, there were two women who were the daughters of the same mother."},{"Verse":3,"Text":" They became prostitutes in Egypt; from their youth they engaged in prostitution. Their breasts were squeezed there, and their virgin bosoms were fondled."},{"Verse":4,"Text":" Their names were Ohoʹlah, the older one, and her sister Ohoʹlibah. They became mine and gave birth to sons and daughters. As for their names, Ohoʹlah is Samarʹia, and Ohoʹlibah is Jerusalem."},{"Verse":5,"Text":" “Ohoʹlah began to prostitute herself while she belonged to me. She lusted after her passionate lovers, her neighbors the Assyrʹians."},{"Verse":6,"Text":" They were governors clothed in blue and deputy rulers—all desirable young men mounted on their horses."},{"Verse":7,"Text":" She continued to prostitute herself with all the choicest sons of Assyrʹia, and she defiled herself with the disgusting idols of those she lusted after."},{"Verse":8,"Text":" She did not abandon the prostitution she practiced in Egypt, for in her youth they had lain down with her, and they fondled her virgin bosom and poured out their lust on her."},{"Verse":9,"Text":" So I gave her into the hand of her passionate lovers, the sons of Assyrʹia, after whom she had lusted."},{"Verse":10,"Text":" They exposed her nakedness and seized her sons and daughters, and they killed her with a sword. She became notorious among women, and they executed judgment against her."},{"Verse":11,"Text":" “When her sister Ohoʹlibah saw it, her lust became even more depraved, and her prostitution was worse than that of her sister."},{"Verse":12,"Text":" She lusted after her neighbors the sons of Assyrʹia, the governors and deputy rulers who were clothed in splendor and mounted on horses—all desirable young men."},{"Verse":13,"Text":" When she defiled herself, I saw that both of them had followed the same course."},{"Verse":14,"Text":" But she kept adding to her acts of prostitution. She saw men carved on the wall, images of Chaldeʹans carved in vermilion,"},{"Verse":15,"Text":" wearing belts around their waist, with flowing turbans on their heads, having the appearance of warriors, all of them depicting Babylonians, born in the land of the Chaldeʹans."},{"Verse":16,"Text":" She began to lust after them as soon as she saw them, and she sent messengers to them in Chaldeʹa."},{"Verse":17,"Text":" So the sons of Babylon kept coming to her bed of lovemaking, and they defiled her with their lust. After she was defiled by them, she turned away from them in disgust."},{"Verse":18,"Text":" “When she went on brazenly engaging in prostitution and exposing her nakedness, I turned away from her in disgust, just as I had turned away from her sister in disgust."},{"Verse":19,"Text":" And she kept increasing her acts of prostitution, calling to mind the days of her youth when she prostituted herself in the land of Egypt."},{"Verse":20,"Text":" She lusted after them like the concubines of men whose male members are like those of a donkey and whose genitals are like those of a horse."},{"Verse":21,"Text":" You yearned for the obscene conduct of your youth in Egypt when they fondled your bosom, the breasts of your youth."},{"Verse":22,"Text":" “Therefore, Ohoʹlibah, this is what the Sovereign Lord Jehovah says: ‘Here I am stirring up your lovers whom you turned away from in disgust, and I will bring them against you from every direction,"},{"Verse":23,"Text":" the sons of Babylon and all the Chaldeʹans, the men of Peʹkod and Shoʹa and Koʹa, along with all the sons of Assyrʹia. All of them are desirable young men, governors and deputy rulers, warriors and handpicked, all mounted on horses."},{"Verse":24,"Text":" They will attack you with rumbling war chariots and wheels and with a great assembly of troops, with large shield and buckler and helmet. They will take up positions all around you, and I will authorize them to pass judgment, and they will judge you as they see fit."},{"Verse":25,"Text":" I will express my indignation against you, and they will deal with you in their rage. They will cut off your nose and your ears, and those of you who remain will fall by the sword. They will take away your sons and your daughters, and those of you who remain will be consumed by fire."},{"Verse":26,"Text":" They will strip off your garments and seize your beautiful jewelry."},{"Verse":27,"Text":" I will put an end to your obscene conduct and your prostitution, which started in the land of Egypt. You will stop looking at them, and you will remember Egypt no more.’"},{"Verse":28,"Text":" “For this is what the Sovereign Lord Jehovah says: ‘Here I am about to hand you over to those you hate, those you turned away from in disgust."},{"Verse":29,"Text":" They will deal with you in hatred and take away all you have toiled for and leave you naked and exposed. The shameful nakedness of your immorality and your obscene conduct and your prostitution will be exposed."},{"Verse":30,"Text":" These things will be done to you because you chased after the nations like a prostitute, because you defiled yourself with their disgusting idols."},{"Verse":31,"Text":" You have followed the same course as your sister, and I will put her cup into your hand.’"},{"Verse":32,"Text":" “This is what the Sovereign Lord Jehovah says:\r\n‘You will drink the deep and wide cup of your sister,\r\nAnd you will become an object of laughter and ridicule, of which the cup contains much."},{"Verse":33,"Text":" You will be overcome by drunkenness and grief,\r\nA cup of horror and desolation,\r\nThe cup of your sister, Samarʹia."},{"Verse":34,"Text":" You will have to drink it and drain it dry and gnaw on its earthenware fragments\r\nAnd then tear out your breasts.\r\n“For I myself have spoken,” declares the Sovereign Lord Jehovah.’"},{"Verse":35,"Text":" “Therefore this is what the Sovereign Lord Jehovah says: ‘Because you have forgotten me and have completely disregarded me, you will bear the consequences of your obscene conduct and your acts of prostitution.’”"},{"Verse":36,"Text":" Jehovah then said to me: “Son of man, will you pronounce judgment on Ohoʹlah and Ohoʹlibah and confront them with their disgusting practices?"},{"Verse":37,"Text":" They have committed adultery, and there is blood on their hands. Not only have they committed adultery with their disgusting idols, but they have also made their sons whom they bore to me pass through the fire as food for their idols."},{"Verse":38,"Text":" Moreover, this is what they have done to me: They defiled my sanctuary on that day, and they profaned my sabbaths."},{"Verse":39,"Text":" After they slaughtered their sons as sacrifices to their disgusting idols, they came into my sanctuary to profane it on that very day. That is what they did inside my own house."},{"Verse":40,"Text":" They even sent a messenger for men to come from far away. When they were coming, you washed yourself and painted your eyes and adorned yourself with ornaments."},{"Verse":41,"Text":" And you sat down on a magnificent couch with a table set in front of it, on which you put my incense and my oil."},{"Verse":42,"Text":" The sound of a carefree crowd of men was heard there, among whom were drunkards brought in from the wilderness. They put bracelets on the hands of the women and beautiful crowns on their heads."},{"Verse":43,"Text":" “Then I said regarding her who was worn out with adultery: ‘Now she will keep committing her prostitution.’"},{"Verse":44,"Text":" So they kept going in to her, just as one goes to a prostitute. That is how they went in to Ohoʹlah and to Ohoʹlibah, the women of obscene conduct."},{"Verse":45,"Text":" But righteous men will render to her the appropriate judgment for adultery and bloodshed; for adulteresses is what they are, and they have blood on their hands."},{"Verse":46,"Text":" “For this is what the Sovereign Lord Jehovah says: ‘An army will be brought against them to make them an object of horror and something to plunder."},{"Verse":47,"Text":" The army will hurl stones at them and cut them down with their swords. They will kill their sons and daughters and burn their houses with fire."},{"Verse":48,"Text":" I will put an end to the obscene conduct in the land, and all the women will learn a lesson and not copy your obscene conduct."},{"Verse":49,"Text":" They will bring on you the consequences of your obscene conduct and of your sins with your disgusting idols; and you will have to know that I am the Sovereign Lord Jehovah.’”"}]},{"Chapter":24,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me in the ninth year, in the tenth month, on the tenth day of the month, saying:"},{"Verse":2,"Text":" “Son of man, record this date, this very day. The king of Babylon has begun his attack against Jerusalem on this very day."},{"Verse":3,"Text":" And relate a proverb concerning the rebellious house, and say concerning them:\r\n“‘This is what the Sovereign Lord Jehovah says:\r\n“Put the cooking pot on; put it on the fire and pour water into it."},{"Verse":4,"Text":" Put pieces of meat into it, every good piece,\r\nThe thigh and the shoulder; fill it with the choicest bones."},{"Verse":5,"Text":" Take the choicest sheep of the flock, and stack the logs all around under the pot.\r\nBoil the pieces, and cook the bones inside it.”’"},{"Verse":6,"Text":" “Therefore this is what the Sovereign Lord Jehovah says:\r\n‘Woe to the city of bloodshed, the rusty cooking pot, whose rust has not been removed!\r\nEmpty it piece by piece; do not cast lots for them."},{"Verse":7,"Text":" For its blood is within it; she poured it out on the bare rock.\r\nShe did not pour it out on the earth, to cover it over with dust."},{"Verse":8,"Text":" To stir up rage for executing vengeance,\r\nI have put her blood on the shining, bare rock\r\nSo that it may not be covered over.’"},{"Verse":9,"Text":" “Therefore this is what the Sovereign Lord Jehovah says:\r\n‘Woe to the city of bloodshed!\r\nI will pile the wood high."},{"Verse":10,"Text":" Heap on the logs and kindle the fire,\r\nBoil the flesh thoroughly, pour out the broth, and let the bones be charred."},{"Verse":11,"Text":" Set the empty pot on the coals to make it hot\r\nSo that its copper will become red hot.\r\nIts uncleanness will melt away within it, and its rust will be consumed."},{"Verse":12,"Text":" It is frustrating and exhausting,\r\nFor the heavy rust will not come off.\r\nThrow it into the fire with its rust!’"},{"Verse":13,"Text":" “‘Your uncleanness was due to your obscene conduct. I tried to cleanse you, but you would not become clean from your uncleanness. You will not become clean until my rage against you subsides."},{"Verse":14,"Text":" I myself, Jehovah, have spoken. It will come to pass. I will act without holding back, without sorrow, without regret. They will judge you according to your ways and your dealings,’ declares the Sovereign Lord Jehovah.”"},{"Verse":15,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":16,"Text":" “Son of man, in a single blow I am about to take away your dear one from you. You should not mourn; nor should you weep or shed tears."},{"Verse":17,"Text":" Groan in silence, and do not observe mourning rites for the dead. Bind on your turban, and put on your sandals. You should not cover over the mustache, and do not eat the bread brought to you by others.”"},{"Verse":18,"Text":" And I spoke to the people in the morning, and my wife died in the evening. So I did in the morning just as I had been commanded."},{"Verse":19,"Text":" The people were saying to me: “Will you not tell us what these things you are doing have to do with us?”"},{"Verse":20,"Text":" I replied to them: “The word of Jehovah has come to me, saying,"},{"Verse":21,"Text":" ‘Tell the house of Israel: “This is what the Sovereign Lord Jehovah says, ‘I am about to profane my sanctuary, the source of your great pride, the thing dear to you and the desire of your heart. Your own sons and daughters whom you left behind will fall by the sword."},{"Verse":22,"Text":" Then you will have to do just as I have done. You will not cover over your mustache, and you will not eat the bread brought to you by others."},{"Verse":23,"Text":" Your turbans will be on your heads and your sandals on your feet. You will not mourn or weep. Instead, you will rot away in your errors, and you will groan to one another."},{"Verse":24,"Text":" Ezekiel has become a sign for you. Just as he has done, you will do. When it happens, you will have to know that I am the Sovereign Lord Jehovah.’”’”"},{"Verse":25,"Text":" “And as for you, son of man, on the day that I take away from them their fortress—the beautiful object of their joy, the thing dear to them, their heart’s desire—along with their sons and daughters,"},{"Verse":26,"Text":" it will be reported to you by one who has escaped."},{"Verse":27,"Text":" In that day you will open your mouth and speak to the one who escaped, and you will no longer be mute. You will become a sign to them, and they will have to know that I am Jehovah.”"}]},{"Chapter":25,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, turn your face toward the Amʹmonites, and prophesy against them."},{"Verse":3,"Text":" You must say concerning the Amʹmonites, ‘Hear the word of the Sovereign Lord Jehovah. This is what the Sovereign Lord Jehovah says: “Because you said ‘Aha!’ against my sanctuary when it was profaned, and against the land of Israel when it was laid desolate, and against the house of Judah when they went into exile,"},{"Verse":4,"Text":" therefore I am giving you to the people of the East as a possession. They will set up their encampments within you and pitch their tents among you. They will eat your fruitage, and they will drink your milk."},{"Verse":5,"Text":" I will make Rabʹbah a pasture ground for camels, and the land of the Amʹmonites a resting-place for the flock; and you will have to know that I am Jehovah.”’”"},{"Verse":6,"Text":" “For this is what the Sovereign Lord Jehovah says: ‘Because you clapped your hands and stamped your feet and you rejoiced over the land of Israel with such utter scorn,"},{"Verse":7,"Text":" therefore I will stretch out my hand against you to give you to the nations as something to plunder. I will cut you off from the peoples and destroy you from the lands. I will annihilate you, and you will have to know that I am Jehovah.’"},{"Verse":8,"Text":" “This is what the Sovereign Lord Jehovah says: ‘Because Moʹab and Seʹir have said, “Look! The house of Judah is like all the other nations,”"},{"Verse":9,"Text":" I am exposing Moʹab’s flank at his frontier cities, the beauty of his land, Beth-jeshʹimoth, Baʹal-meʹon, and clear to Kiriathaʹim."},{"Verse":10,"Text":" I will give it along with the Amʹmonites as a possession to the people of the East, so that the Amʹmonites will not be remembered among the nations."},{"Verse":11,"Text":" And I will execute judgment in Moʹab, and they will have to know that I am Jehovah.’"},{"Verse":12,"Text":" “This is what the Sovereign Lord Jehovah says: ‘Eʹdom has acted vengefully against the house of Judah and has incurred great guilt in taking revenge on them;"},{"Verse":13,"Text":" therefore this is what the Sovereign Lord Jehovah says: “I will also stretch out my hand against Eʹdom and cut off from it both man and livestock, and I will make it desolate. From Teʹman clear to Deʹdan, they will fall by the sword."},{"Verse":14,"Text":" ‘I will take vengeance on Eʹdom by the hand of my people Israel. They will bring my anger and my wrath on Eʹdom, so that they experience my own vengeance,’ declares the Sovereign Lord Jehovah.”’"},{"Verse":15,"Text":" “This is what the Sovereign Lord Jehovah says: ‘Because of their unrelenting hostility, the Philisʹtines have maliciously sought to bring vengeance and destruction."},{"Verse":16,"Text":" Therefore this is what the Sovereign Lord Jehovah says: “Here I am stretching out my hand against the Philisʹtines, and I will cut off the Cherʹethites and will destroy the remaining inhabitants of the seacoast."},{"Verse":17,"Text":" I will execute on them great acts of vengeance with furious punishments, and they will have to know that I am Jehovah when I bring my vengeance on them.”’”"}]},{"Chapter":26,"Verses":[{"Verse":1,"Text":" In the 11th year, on the first day of the month, the word of Jehovah came to me, saying:"},{"Verse":2,"Text":" “Son of man, because Tyre has said against Jerusalem, ‘Aha! The gateway of the peoples has been broken! Everything will come my way, and I will become rich now that she is devastated’;"},{"Verse":3,"Text":" therefore this is what the Sovereign Lord Jehovah says: ‘Here I am against you, O Tyre, and I will bring up many nations against you, just as the sea brings up its waves."},{"Verse":4,"Text":" They will destroy the walls of Tyre and tear down her towers, and I will scrape away soil and make her a shining, bare rock."},{"Verse":5,"Text":" She will become a drying yard for dragnets in the midst of the sea.’\r\n“‘For I myself have spoken,’ declares the Sovereign Lord Jehovah, ‘and she will become plunder for the nations."},{"Verse":6,"Text":" And her settlements in the countryside will be slaughtered by the sword, and people will have to know that I am Jehovah.’"},{"Verse":7,"Text":" “For this is what the Sovereign Lord Jehovah says: ‘Here I am bringing King Nebuchadnezʹzar of Babylon against Tyre from the north; he is a king of kings, with horses, war chariots, cavalrymen, and an army of many soldiers."},{"Verse":8,"Text":" He will destroy your settlements in the countryside with the sword, and he will build a siege wall and throw up a siege rampart against you and raise up a great shield against you."},{"Verse":9,"Text":" He will pound your walls with his battering ram, and with his axes he will pull down your towers."},{"Verse":10,"Text":" His horses will be so many that they will cover you with dust, and the sound of the cavalry, the wheels, and the chariots will cause your walls to shake when he enters your gates, like men storming a city with broken walls."},{"Verse":11,"Text":" The hooves of his horses will trample down all your streets; he will kill your people with the sword, and your mighty pillars will crash to the ground."},{"Verse":12,"Text":" They will loot your resources, plunder your merchandise, tear down your walls, and pull down your fine houses; then they will throw your stones and your woodwork and your soil into the water.’"},{"Verse":13,"Text":" “‘I will put an end to the noise of your songs, and the sound of your harps will be heard no more."},{"Verse":14,"Text":" And I will make you a shining, bare rock, and you will become a drying yard for dragnets. You will never be rebuilt, for I myself, Jehovah, have spoken,’ declares the Sovereign Lord Jehovah."},{"Verse":15,"Text":" “This is what the Sovereign Lord Jehovah says to Tyre: ‘At the sound of your downfall, when the dying ones are groaning, when a slaughter takes place in your midst, will the islands not shudder?"},{"Verse":16,"Text":" All the princes of the sea will come down from their thrones and remove their robes and strip off their embroidered garments, and they will be seized with trembling. They will sit on the ground and tremble constantly and stare at you in amazement."},{"Verse":17,"Text":" And they will sing a dirge over you and say to you:\r\n“How you have perished, you who were inhabited from the seas, the praised city;\r\nYou and your inhabitants were mighty on the sea,\r\nSpreading terror to all the inhabitants of the earth!"},{"Verse":18,"Text":" The islands will tremble on the day of your downfall,\r\nThe islands of the sea will be disturbed when you are gone.”’"},{"Verse":19,"Text":" “For this is what the Sovereign Lord Jehovah says: ‘When I devastate you like the cities that are not inhabited, when I overwhelm you with the surging waters and the mighty waters have covered you,"},{"Verse":20,"Text":" I will bring you and those going down into the pit with you to the people of long ago; I will cause you to dwell in the lowest place, like the places of old that have been devastated, together with those going down into the pit, so that you may not be inhabited. Then I will glorify the land of the living."},{"Verse":21,"Text":" “‘I will bring sudden terror upon you, and you will no longer be. They will search for you, but you will never again be found,’ declares the Sovereign Lord Jehovah.”"}]},{"Chapter":27,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “As for you, son of man, sing a dirge over Tyre,"},{"Verse":3,"Text":" and say to Tyre,\r\n‘You who dwell at the gateways of the sea,\r\nThe merchant for the peoples of many islands,\r\nThis is what the Sovereign Lord Jehovah says:\r\n“O Tyre, you yourself have said, ‘I am perfect in beauty.’"},{"Verse":4,"Text":" Your territories are in the heart of the sea,\r\nAnd your builders have perfected your beauty."},{"Verse":5,"Text":" They made all your planks from the juniper trees of Seʹnir,\r\nAnd they took a cedar from Lebʹanon to make a mast for you."},{"Verse":6,"Text":" They made your oars from oaks of Baʹshan,\r\nAnd your prow was of cypress inlaid with ivory from the islands of Kitʹtim."},{"Verse":7,"Text":" Colorful linen from Egypt served as cloth for your sail,\r\nAnd your deck awnings were of blue thread and purple wool from the islands of Eliʹshah."},{"Verse":8,"Text":" The inhabitants of Siʹdon and of Arʹvad were your rowers.\r\nYour own skilled men, O Tyre, were your sailors."},{"Verse":9,"Text":" The experienced and skilled men of Geʹbal caulked your seams.\r\nAll the ships of the sea and their mariners came to you to trade merchandise."},{"Verse":10,"Text":" Men of Persia, Lud, and Put were in your army, your men of war.\r\nThey hung their shields and helmets in you, and they brought you splendor."},{"Verse":11,"Text":" The men of Arʹvad in your army were stationed on your walls all around,\r\nAnd brave men manned your towers.\r\nThey hung circular shields all around your walls\r\nAnd perfected your beauty."},{"Verse":12,"Text":" “‘“Tarʹshish did business with you because of your abundant wealth. They exchanged silver, iron, tin, and lead for your goods."},{"Verse":13,"Text":" Jaʹvan, Tuʹbal, and Meʹshech traded with you, exchanging slaves and articles of copper for your merchandise."},{"Verse":14,"Text":" The house of Togarʹmah exchanged horses and steeds and mules for your goods."},{"Verse":15,"Text":" The people of Deʹdan traded with you; you employed merchants on many islands; they gave ivory tusks and ebony as your tribute."},{"Verse":16,"Text":" Eʹdom did business with you because of the abundance of your products. They gave turquoise, purple wool, colorful embroidery, fine fabric, corals, and rubies in exchange for your goods."},{"Verse":17,"Text":" “‘“Judah and the land of Israel traded with you, giving the wheat of Minʹnith, choice foods, honey, oil, and balsam in exchange for your goods."},{"Verse":18,"Text":" “‘“Damascus did business with you because of the abundance of your products and all your wealth, trading the wine of Helʹbon and wool of Zaʹhar."},{"Verse":19,"Text":" Veʹdan and Jaʹvan from Uʹzal gave wrought iron, cassia, and cane in exchange for your goods."},{"Verse":20,"Text":" Deʹdan traded with you in saddlecloths for riding."},{"Verse":21,"Text":" You employed the Arabs and all the chieftains of Keʹdar, who were merchants of lambs and rams and goats."},{"Verse":22,"Text":" The merchants of Sheʹba and Raʹamah traded with you; they gave all sorts of the finest perfumes, precious stones, and gold in exchange for your goods."},{"Verse":23,"Text":" Haʹran, Canʹneh, Eʹden, the merchants of Sheʹba, Asʹshur, and Chilʹmad traded with you."},{"Verse":24,"Text":" In your marketplace they traded beautiful garments, cloaks made of blue material and colorful embroidery, and multicolored carpets, all bound and secured with ropes."},{"Verse":25,"Text":" The ships of Tarʹshish were the caravans for your merchandise,\r\nSo that you were filled and loaded down in the heart of the open sea."},{"Verse":26,"Text":" Your rowers have brought you into heavy seas;\r\nThe east wind has wrecked you in the heart of the open sea."},{"Verse":27,"Text":" Your wealth, your goods, your merchandise, your mariners, and your sailors,\r\nThose caulking your seams, those trading your merchandise, and all the men of war\r\n—The entire multitude within you—\r\nThey will all sink in the heart of the open sea on the day of your downfall."},{"Verse":28,"Text":" When your sailors cry out, the coastlands will shudder."},{"Verse":29,"Text":" All the oarsmen, the mariners, and the seamen\r\nWill come down from their ships and stand on the land."},{"Verse":30,"Text":" They will raise their voices and cry out bitterly over you\r\nAs they throw dust on their heads and wallow in ashes."},{"Verse":31,"Text":" They will make themselves bald and put on sackcloth;\r\nThey will weep bitterly over you with intense wailing."},{"Verse":32,"Text":" In their lamentation they will sing a dirge and chant over you:\r\n‘Who is like Tyre, now silent in the midst of the sea?"},{"Verse":33,"Text":" When your goods came in from the open sea, you satisfied many peoples.\r\nYour abundant wealth and your merchandise enriched earth’s kings."},{"Verse":34,"Text":" Now you have been wrecked in the open sea, in the deep waters,\r\nAnd all your merchandise and your people have sunk with you."},{"Verse":35,"Text":" All the inhabitants of the islands will stare at you in amazement,\r\nAnd their kings will shudder with horror—their faces will be troubled."},{"Verse":36,"Text":" The merchants among the nations will whistle over what happened to you.\r\nYour end will be sudden and terrible,\r\nAnd you will cease to exist for all time.’”’”"}]},{"Chapter":28,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, tell the leader of Tyre, ‘This is what the Sovereign Lord Jehovah says:\r\n“Because your heart has become haughty, you keep saying, ‘I am a god.\r\nI sit on the throne of a god in the heart of the sea.’\r\nBut you are only a man, not a god,\r\nThough in your heart you feel that you are a god."},{"Verse":3,"Text":" Look! You are wiser than Daniel.\r\nNo secrets have been hidden from you."},{"Verse":4,"Text":" You have made yourself wealthy by your wisdom and your discernment,\r\nAnd you keep storing up gold and silver in your treasuries."},{"Verse":5,"Text":" Your skillful trading brought you great wealth,\r\nAnd your heart grew haughty because of your wealth.”’"},{"Verse":6,"Text":" “‘Therefore this is what the Sovereign Lord Jehovah says:\r\n“Because in your heart you feel that you are a god,"},{"Verse":7,"Text":" I am bringing foreigners against you, the most ruthless of the nations,\r\nAnd they will draw their swords against the beauty of your wisdom\r\nAnd defile your glorious splendor."},{"Verse":8,"Text":" They will bring you down to the pit,\r\nAnd you will die a violent death in the heart of the open sea."},{"Verse":9,"Text":" Will you still say, ‘I am a god,’ to the one killing you?\r\nYou will be a mere man, not a god, in the hand of those defiling you.”’"},{"Verse":10,"Text":" ‘By the hand of foreigners, you will die the death of the uncircumcised ones,\r\nFor I myself have spoken,’ declares the Sovereign Lord Jehovah.”"},{"Verse":11,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":12,"Text":" “Son of man, sing a dirge concerning the king of Tyre, and tell him, ‘This is what the Sovereign Lord Jehovah says:\r\n“You were the model of perfection,\r\nFull of wisdom and perfect in beauty."},{"Verse":13,"Text":" You were in Eʹden, the garden of God.\r\nYou were adorned with every precious stone\r\n—Ruby, topaz, and jasper; chrysʹolite, onyx, and jade; sapphire, turquoise, and emerald;\r\nAnd their settings and mountings were made of gold.\r\nThey were prepared on the day you were created."},{"Verse":14,"Text":" I assigned you as the anointed covering cherub.\r\nYou were on the holy mountain of God, and you walked about among fiery stones."},{"Verse":15,"Text":" You were faultless in your ways from the day you were created\r\nUntil unrighteousness was found in you."},{"Verse":16,"Text":" Because of your abundant trade,\r\nYou became filled with violence, and you began to sin.\r\nSo I will cast you out as profane from the mountain of God and destroy you,\r\nO covering cherub, away from the stones of fire."},{"Verse":17,"Text":" Your heart became haughty because of your beauty.\r\nYou corrupted your wisdom because of your own glorious splendor.\r\nI will throw you down to the earth.\r\nI will make you a spectacle before kings."},{"Verse":18,"Text":" Because of your great guilt and your dishonest trading, you have profaned your sanctuaries.\r\nI will cause a fire to break out in your midst, and it will consume you.\r\nI will reduce you to ashes on the earth before all those looking at you."},{"Verse":19,"Text":" All who knew you among the peoples will stare at you in amazement.\r\nYour end will be sudden and terrible,\r\nAnd you will cease to exist for all time.”’”"},{"Verse":20,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":21,"Text":" “Son of man, turn your face toward Siʹdon, and prophesy against her."},{"Verse":22,"Text":" You should say, ‘This is what the Sovereign Lord Jehovah says:\r\n“Here I am against you, O Siʹdon, and I will be glorified in your midst;\r\nAnd people will have to know that I am Jehovah when I execute judgment on her and I am sanctified in her."},{"Verse":23,"Text":" I will send pestilence into her and blood will flow in her streets.\r\nThe slain will fall in her midst when the sword comes against her from all sides;\r\nAnd they will have to know that I am Jehovah."},{"Verse":24,"Text":" “‘“Then the house of Israel will no longer be surrounded by injurious briars and painful thorns, those who treat them with scorn; and people will have to know that I am the Sovereign Lord Jehovah.”’"},{"Verse":25,"Text":" “‘This is what the Sovereign Lord Jehovah says: “When I regather the house of Israel from among the peoples where they were scattered, I will be sanctified among them in the eyes of the nations. And they will dwell on their land that I gave to my servant Jacob."},{"Verse":26,"Text":" They will dwell on it in security and build houses and plant vineyards, and they will dwell in security when I execute judgment on all those around them who treat them with scorn; and they will have to know that I am Jehovah their God.”’”"}]},{"Chapter":29,"Verses":[{"Verse":1,"Text":" In the tenth year, in the tenth month, on the 12th day of the month, the word of Jehovah came to me, saying:"},{"Verse":2,"Text":" “Son of man, turn your face toward Pharʹaoh king of Egypt, and prophesy against him and against all Egypt."},{"Verse":3,"Text":" Speak these words: ‘This is what the Sovereign Lord Jehovah says:\r\n“Here I am against you, Pharʹaoh king of Egypt,\r\nThe great sea monster lying among the streams of his Nile,\r\nWho has said, ‘My Nile River belongs to me.\r\nI made it for myself.’"},{"Verse":4,"Text":" But I will put hooks in your jaws and cause the fish of your Nile to cling to your scales.\r\nI will bring you up out of your Nile along with all the fish of the Nile that cling to your scales."},{"Verse":5,"Text":" I will abandon you in the desert, you and all the fish of your Nile.\r\nYou will fall on the open field, and you will not be gathered up nor be collected together.\r\nI will give you as food to the wild beasts of the earth and the birds of the sky."},{"Verse":6,"Text":" Then all the inhabitants of Egypt will have to know that I am Jehovah,\r\nFor they were no more support to the house of Israel than a piece of straw."},{"Verse":7,"Text":" When they grasped your hand, you were crushed,\r\nAnd you caused them to tear their shoulder.\r\nWhen they supported themselves on you, you were broken,\r\nAnd you caused their legs to wobble.”"},{"Verse":8,"Text":" “‘Therefore this is what the Sovereign Lord Jehovah says: “Here I am bringing a sword upon you, and I will cut off from you both man and beast."},{"Verse":9,"Text":" The land of Egypt will become a desolate and devastated place; and they will have to know that I am Jehovah, for you have said, ‘The Nile River belongs to me; I am the one who made it.’"},{"Verse":10,"Text":" So I am against you and against your Nile, and I will make the land of Egypt devastated and dry, a desolate wasteland, from Migʹdol to Syeʹne to the boundary of Ethioʹpia."},{"Verse":11,"Text":" Neither man nor livestock will pass through it on foot, and it will not be inhabited for 40 years."},{"Verse":12,"Text":" I will make the land of Egypt the most desolate of lands, and its cities will be the most desolate of cities for 40 years; and I will scatter the Egyptians among the nations and disperse them among the lands.”"},{"Verse":13,"Text":" “‘For this is what the Sovereign Lord Jehovah says: “After 40 years I will gather back the Egyptians from the peoples where they were scattered;"},{"Verse":14,"Text":" I will bring the Egyptian captives back to the land of Pathʹros, to the land of their origin, and there they will become an insignificant kingdom."},{"Verse":15,"Text":" Egypt will become lower than the other kingdoms and will no longer dominate the other nations, and I will make them so small that they will not be able to subdue other nations."},{"Verse":16,"Text":" It will never again be a source of confidence for the house of Israel, but it will only remind them of their error in turning to the Egyptians for help. And they will have to know that I am the Sovereign Lord Jehovah.”’”"},{"Verse":17,"Text":" Now in the 27th year, in the first month, on the first day of the month, the word of Jehovah came to me, saying:"},{"Verse":18,"Text":" “Son of man, King Nebuchadnezʹzar of Babylon made his army labor greatly against Tyre. Every head became bald, and every shoulder was rubbed bare. But he and his army received no wages for the labor he expended on Tyre."},{"Verse":19,"Text":" “Therefore this is what the Sovereign Lord Jehovah says, ‘Here I am giving the land of Egypt to King Nebuchadnezʹzar of Babylon, and he will carry off its wealth and take much spoil and plunder from it; and it will become wages for his army.’"},{"Verse":20,"Text":" “‘As compensation for his labor against her, I will give him the land of Egypt because they acted for me,’ declares the Sovereign Lord Jehovah."},{"Verse":21,"Text":" “In that day I will cause a horn to sprout for the house of Israel, and I will give you an opportunity to speak among them; and they will have to know that I am Jehovah.”"}]},{"Chapter":30,"Verses":[{"Verse":1,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, prophesy and say, ‘This is what the Sovereign Lord Jehovah says:\r\n“Wail, ‘Alas, the day is coming!’"},{"Verse":3,"Text":" For the day is near, yes, a day of Jehovah is near.\r\nIt will be a day of clouds, an appointed time of nations."},{"Verse":4,"Text":" A sword will come against Egypt, and panic will overtake Ethioʹpia when the slain fall in Egypt;\r\nIts wealth is taken and its foundations are torn down."},{"Verse":5,"Text":" Ethioʹpia, Put, Lud, and all the mixed populations,\r\nAnd Chub, along with the sons of the land of the covenant,\r\nBy the sword they will all fall.”’"},{"Verse":6,"Text":" This is what Jehovah says:\r\n‘The supporters of Egypt will also fall,\r\nAnd its arrogant power will be brought down.’\r\n“‘From Migʹdol to Syeʹne they will fall by the sword in the land,’ declares the Sovereign Lord Jehovah."},{"Verse":7,"Text":" ‘They will be made the most desolate of lands, and its own cities will become the most devastated cities."},{"Verse":8,"Text":" And they will have to know that I am Jehovah when I set a fire in Egypt and all its allies are crushed."},{"Verse":9,"Text":" In that day I will send messengers in ships to make self-confident Ethioʹpia tremble; panic will seize them in the day that is coming upon Egypt, for it will surely come.’"},{"Verse":10,"Text":" “This is what the Sovereign Lord Jehovah says: ‘I will bring an end to Egypt’s hordes by the hand of King Nebuchadnezʹzar of Babylon."},{"Verse":11,"Text":" He and his troops, the most ruthless of the nations, will be brought in to destroy the land. They will draw their swords against Egypt and fill the land with the slain."},{"Verse":12,"Text":" I will turn the canals of the Nile into dry ground and will sell the land into the hand of wicked men. I will make the land and everything in it desolate by the hand of foreigners. I myself, Jehovah, have spoken.’"},{"Verse":13,"Text":" “This is what the Sovereign Lord Jehovah says: ‘I will also destroy the disgusting idols and bring an end to the worthless gods of Noph. There will no longer be a prince from the land of Egypt, and I will put fear in the land of Egypt."},{"Verse":14,"Text":" I will desolate Pathʹros and set a fire in Zoʹan and execute judgment on No."},{"Verse":15,"Text":" I will pour out my rage on Sin, the stronghold of Egypt, and destroy the population of No."},{"Verse":16,"Text":" I will set a fire in Egypt; and Sin will be seized with terror and No will be broken through and Noph will face attack in broad daylight!"},{"Verse":17,"Text":" The young men of On and Pibeʹseth will fall by the sword, and the cities will go into captivity."},{"Verse":18,"Text":" In Tehaphʹnehes the day will grow dark when I break the yoke bars of Egypt there. Her arrogant power will come to an end, clouds will cover her, and her towns will go into captivity."},{"Verse":19,"Text":" I will execute judgment on Egypt, and they will have to know that I am Jehovah.’”"},{"Verse":20,"Text":" And in the 11th year, in the first month, on the seventh day of the month, the word of Jehovah came to me, saying:"},{"Verse":21,"Text":" “Son of man, I have broken the arm of Pharʹaoh king of Egypt; it will not be bound up to be healed or wrapped with a bandage to make it strong enough to take up the sword.”"},{"Verse":22,"Text":" “Therefore this is what the Sovereign Lord Jehovah says: ‘Here I am against Pharʹaoh king of Egypt, and I will break his arms, the strong one and the broken one, and I will make the sword fall from his hand."},{"Verse":23,"Text":" Then I will scatter the Egyptians among the nations and disperse them among the lands."},{"Verse":24,"Text":" I will strengthen the arms of the king of Babylon and put my sword into his hand, and I will break the arms of Pharʹaoh, and he will groan loudly like a dying man before him."},{"Verse":25,"Text":" I will strengthen the arms of the king of Babylon, but the arms of Pharʹaoh will fall limp; and they will have to know that I am Jehovah when I put my sword into the hand of the king of Babylon and he wields it against the land of Egypt."},{"Verse":26,"Text":" And I will scatter the Egyptians among the nations and disperse them among the lands, and they will have to know that I am Jehovah.’”"}]},{"Chapter":31,"Verses":[{"Verse":1,"Text":" In the 11th year, in the third month, on the first day of the month, the word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, say to Pharʹaoh king of Egypt and to his hordes,\r\n‘Whom are you like in your greatness?"},{"Verse":3,"Text":" There was an Assyrʹian, a cedar in Lebʹanon,\r\nWith beautiful branches like a shady thicket, lofty in stature;\r\nIts top was among the clouds."},{"Verse":4,"Text":" The waters made it grow big, the deep springs of water caused it to grow high.\r\nStreams were all around where it was planted;\r\nTheir channels watered all the trees of the field."},{"Verse":5,"Text":" That is why it grew taller than all the other trees of the field.\r\nIts boughs multiplied, and its branches grew long\r\nBecause of the abundant water in its streams."},{"Verse":6,"Text":" All the birds of the sky nested in its boughs,\r\nAll the wild animals of the field gave birth under its branches,\r\nAnd all the populous nations were dwelling in its shade."},{"Verse":7,"Text":" It became majestic in beauty and in the length of its branches,\r\nFor its roots went down into abundant waters."},{"Verse":8,"Text":" No other cedars in the garden of God could compare to it.\r\nNone of the juniper trees had boughs like it,\r\nAnd none of the plane trees could match its branches.\r\nNo other tree in the garden of God could rival its beauty."},{"Verse":9,"Text":" I made it beautiful, with abundant foliage,\r\nAnd all the other trees of Eʹden, the garden of the true God, envied it.’"},{"Verse":10,"Text":" “Therefore this is what the Sovereign Lord Jehovah says: ‘Because it became so tall, lifting its top among the clouds, and its heart became arrogant because of its height,"},{"Verse":11,"Text":" I will hand it over to the mighty ruler of the nations. He will surely act against it, and I will reject it for its wickedness."},{"Verse":12,"Text":" And foreigners, the most ruthless of the nations, will cut it down, and they will abandon it on the mountains, and its foliage will fall in all the valleys, and its branches will lie broken in all the streams of the land. All the peoples of the earth will depart from its shade and abandon it."},{"Verse":13,"Text":" All the birds of the sky will live on its fallen trunk, and all the wild animals of the field on its branches."},{"Verse":14,"Text":" This is so that no tree near the waters should grow so tall or lift up its top among the clouds and that no well-watered tree may reach up to them in height. For they will all be given over to death, to the land down below, along with the sons of mankind, who are going down into the pit.’"},{"Verse":15,"Text":" “This is what the Sovereign Lord Jehovah says: ‘On the day it goes down to the Grave, I will cause a mourning. Therefore, I will cover over the deep waters and hold back its streams so that the abundant waters are restrained. I will darken Lebʹanon because of it, and the trees of the field will all wither away."},{"Verse":16,"Text":" At the sound of its downfall, I will cause nations to shudder when I bring it down to the Grave along with all those going down into the pit, and all the trees of Eʹden, the choicest and the best of Lebʹanon, all that are well-watered, will be comforted in the land down below."},{"Verse":17,"Text":" They have gone down to the Grave with him, to those slain by the sword, together with his supporters who lived in his shadow among the nations.’"},{"Verse":18,"Text":" “‘Which of the trees of Eʹden was like you in glory and greatness? But you will certainly be brought down with the trees of Eʹden to the land down below. You will lie down among the uncircumcised ones, with those slain by the sword. This will happen to Pharʹaoh and all his hordes,’ declares the Sovereign Lord Jehovah.”"}]},{"Chapter":32,"Verses":[{"Verse":1,"Text":" And in the 12th year, in the 12th month, on the first day of the month, the word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, sing a dirge concerning Pharʹaoh king of Egypt, and say to him,\r\n‘You were like a strong young lion of the nations,\r\nBut you have been silenced.\r\nYou were like a sea monster, thrashing about in your rivers,\r\nMuddying the waters with your feet and fouling the rivers.’"},{"Verse":3,"Text":" This is what the Sovereign Lord Jehovah says:\r\n‘By means of an assembly of many nations I will cast my net over you,\r\nAnd they will haul you up in my dragnet."},{"Verse":4,"Text":" I will abandon you on the land;\r\nI will cast you onto the open field.\r\nI will cause all the birds of the sky to settle on you,\r\nAnd I will satisfy the wild beasts of the whole earth with you."},{"Verse":5,"Text":" I will cast your flesh on the mountains\r\nAnd fill the valleys with your remains."},{"Verse":6,"Text":" I will drench the land with your gushing blood up to the mountains,\r\nAnd it will fill the streams.’"},{"Verse":7,"Text":" ‘And when you are extinguished I will cover the heavens and darken their stars.\r\nI will cover the sun with clouds,\r\nAnd the moon will not give its light."},{"Verse":8,"Text":" I will darken all the shining luminaries in the heavens because of you,\r\nAnd I will cover your land with darkness,’ declares the Sovereign Lord Jehovah."},{"Verse":9,"Text":" ‘I will distress the hearts of many peoples when I lead your captives to other nations,\r\nTo lands that you have not known."},{"Verse":10,"Text":" I will cause many peoples to be awestruck,\r\nAnd their kings will shudder in horror over you when I brandish my sword before them.\r\nThey will tremble continually, each fearing for his life,\r\nOn the day of your downfall.’"},{"Verse":11,"Text":" For this is what the Sovereign Lord Jehovah says:\r\n‘The sword of the king of Babylon will come upon you."},{"Verse":12,"Text":" I will cause your hordes to fall by the swords of mighty warriors,\r\nThe most ruthless of the nations, all of them.\r\nThey will bring down the pride of Egypt, and all her hordes will be annihilated."},{"Verse":13,"Text":" I will destroy all her livestock beside her abundant waters,\r\nAnd no foot of a human or hoof of the livestock will muddy them again.’"},{"Verse":14,"Text":" ‘At that time I will clear up their waters,\r\nAnd I will make their rivers flow like oil,’ declares the Sovereign Lord Jehovah."},{"Verse":15,"Text":" ‘When I make Egypt a desolate wasteland, a land stripped of all that filled it,\r\nWhen I strike down all the inhabitants in it,\r\nThey will have to know that I am Jehovah."},{"Verse":16,"Text":" This is a dirge, and people will certainly chant it;\r\nThe daughters of the nations will chant it.\r\nThey will chant it over Egypt and over all its hordes,’ declares the Sovereign Lord Jehovah.”"},{"Verse":17,"Text":" Then in the 12th year, on the 15th day of the month, the word of Jehovah came to me, saying:"},{"Verse":18,"Text":" “Son of man, wail over the hordes of Egypt and bring her down to the land below, her and the daughters of mighty nations, with those going down into the pit."},{"Verse":19,"Text":" “‘Whom do you surpass in beauty? Go down, and lie with the uncircumcised ones!’"},{"Verse":20,"Text":" “‘They will fall among those slain by the sword. She has been given to the sword; drag her away along with all her hordes."},{"Verse":21,"Text":" “‘From the depths of the Grave the mightiest warriors will speak to him and his helpers. They will certainly go down and will lie just like the uncircumcised, slain by the sword."},{"Verse":22,"Text":" Assyrʹia is there with all her assembly. Their graves are all around him, all of them fallen by the sword."},{"Verse":23,"Text":" Her graves are in the depths of the pit, and her assembly is all around her grave, all of them struck down by the sword, because they caused terror in the land of the living."},{"Verse":24,"Text":" “‘Eʹlam is there with all her hordes around her grave, all of them fallen by the sword. They have gone down uncircumcised to the land below, those who caused terror in the land of the living. Now they will bear their shame with those going down into the pit."},{"Verse":25,"Text":" They have made a bed for her among the slain, along with all her hordes around her graves. All of them are uncircumcised, slain by the sword, because they caused terror in the land of the living; and they will bear their shame with those going down into the pit. He has been put among the slain."},{"Verse":26,"Text":" “‘There is where Meʹshech and Tuʹbal and all their hordes are. Their graves are all around him. All of them are uncircumcised, pierced through by the sword, because they caused terror in the land of the living."},{"Verse":27,"Text":" Will they not lie with mighty uncircumcised warriors who have fallen, who went down to the Grave with their weapons of war? And they will put their swords under their heads and their sins on their bones, because these mighty warriors terrorized the land of the living."},{"Verse":28,"Text":" But as for you, you will be crushed among the uncircumcised ones, and you will lie with those who were slain by the sword."},{"Verse":29,"Text":" “‘Eʹdom is there, her kings and all her chieftains, who despite their mightiness, were laid among those slain by the sword; they too will lie with the uncircumcised ones and with those going down into the pit."},{"Verse":30,"Text":" “‘There all the princes of the north are, along with all the Sidoʹnians, who have gone down in disgrace with the slain, despite the terror caused by their mightiness. They will lie uncircumcised with those who were slain by the sword and will bear their shame with those going down into the pit."},{"Verse":31,"Text":" “‘Pharʹaoh will see all of these, and he will be comforted over all that happened to his hordes; Pharʹaoh and all his army will be slain by the sword,’ declares the Sovereign Lord Jehovah."},{"Verse":32,"Text":" “‘Because he caused terror in the land of the living, Pharʹaoh and all his hordes will be laid to rest with the uncircumcised, with those slain by the sword,’ declares the Sovereign Lord Jehovah.”"}]},{"Chapter":33,"Verses":[{"Verse":1,"Text":" And the word of Jehovah came to me, saying:"},{"Verse":2,"Text":" “Son of man, speak to the sons of your people, and say to them,\r\n“‘Suppose that I bring a sword upon a land, and all the people of that land take a man and make him their watchman,"},{"Verse":3,"Text":" and he sees the sword coming upon the land and blows the horn and warns the people."},{"Verse":4,"Text":" If someone hears the sound of the horn but does not heed the warning and a sword comes and takes his life, his blood will be on his own head."},{"Verse":5,"Text":" He heard the sound of the horn, but he did not heed the warning. His blood will be upon himself. If he had heeded the warning, his life would have been saved."},{"Verse":6,"Text":" “‘But if the watchman sees the sword coming and he does not blow the horn and the people receive no warning and a sword comes and takes the life of one of them, that person will die for his own error, but I will ask his blood back from the watchman.’"},{"Verse":7,"Text":" “As for you, son of man, I have appointed you as a watchman to the house of Israel; and when you hear a word from my mouth you must warn them from me."},{"Verse":8,"Text":" When I say to someone wicked, ‘Wicked one, you will surely die!’ but you do not speak out to warn the wicked one to change his course, he will die as a wicked man because of his own error, but I will ask his blood back from you."},{"Verse":9,"Text":" But if you warn someone wicked to turn back from his way and he refuses to change his course, he will die for his error, but you will certainly save your own life."},{"Verse":10,"Text":" “And you, son of man, say to the house of Israel, ‘You have said: “Our revolts and our sins weigh heavily upon us, causing us to waste away; so how will we keep living?”’"},{"Verse":11,"Text":" Tell them, ‘“As surely as I am alive,” declares the Sovereign Lord Jehovah, “I take no pleasure in the death of the wicked, but rather that someone wicked changes his way and keeps living. Turn back, turn back from your bad ways, for why should you die, O house of Israel?”’"},{"Verse":12,"Text":" “And you, son of man, tell the sons of your people, ‘The righteousness of the righteous man will not save him when he revolts; nor will the wickedness of the wicked man make him stumble when he turns away from his wickedness; nor will anyone righteous be able to keep living because of his righteousness in the day that he sins."},{"Verse":13,"Text":" When I say to the righteous one: “You will surely keep living,” and he trusts in his own righteousness and does what is wrong, none of his righteous acts will be remembered, but he will die for the wrong that he has done."},{"Verse":14,"Text":" “‘And when I say to the wicked one: “You will surely die,” and he turns away from his sin and does what is just and righteous,"},{"Verse":15,"Text":" and the wicked one returns what was taken in pledge and pays back what was taken by robbery, and he walks in the statutes of life by not doing what is wrong, he will surely keep living. He will not die."},{"Verse":16,"Text":" None of the sins he committed will be held against him. For doing what is just and righteous, he will surely keep living.’"},{"Verse":17,"Text":" “But your people have said, ‘The way of Jehovah is unjust,’ when it is actually their way that is unjust."},{"Verse":18,"Text":" “When someone righteous abandons his righteousness and does what is wrong, he must die for it."},{"Verse":19,"Text":" But when someone wicked turns away from his wickedness and does what is just and righteous, he will keep living for doing so."},{"Verse":20,"Text":" “But you have said, ‘The way of Jehovah is unjust.’ I will judge each of you according to his ways, O house of Israel.”"},{"Verse":21,"Text":" At length in the 12th year, in the tenth month, on the fifth day of the month of our exile, a man who had escaped from Jerusalem came to me and said: “The city has been struck down!”"},{"Verse":22,"Text":" Now the evening before the escaped man came, the hand of Jehovah had come upon me, and he had opened my mouth before the man came to me in the morning. So my mouth was opened, and I was no longer speechless."},{"Verse":23,"Text":" Then the word of Jehovah came to me, saying:"},{"Verse":24,"Text":" “Son of man, the inhabitants of these ruins are saying concerning the land of Israel, ‘Abraham was just one man, and yet he took possession of the land. But we are many; surely the land has been given to us as a possession.’"},{"Verse":25,"Text":" “Therefore say to them, ‘This is what the Sovereign Lord Jehovah says: “You are eating food with the blood, and you lift up your eyes to your disgusting idols, and you keep shedding blood. So why should you possess the land?"},{"Verse":26,"Text":" You have relied on your sword, you engage in detestable practices, and each of you has defiled his neighbor’s wife. So why should you possess the land?”’"},{"Verse":27,"Text":" “This is what you should say to them, ‘This is what the Sovereign Lord Jehovah says: “As surely as I am alive, those living in the ruins will fall by the sword; those in the open field, I will give as food to the wild beasts; and those in the strongholds and the caves will die by disease."},{"Verse":28,"Text":" I will make the land an utterly desolate wasteland, and its arrogant pride will be brought to an end, and the mountains of Israel will be desolated, with no one passing through."},{"Verse":29,"Text":" And they will have to know that I am Jehovah when I make the land an utterly desolate wasteland because of all the detestable things that they have done.”’"},{"Verse":30,"Text":" “As for you, son of man, your people are speaking with one another about you beside the walls and in the doorways of the houses. They are saying to each other, each to his brother, ‘Come, and let us hear the word that comes from Jehovah.’"},{"Verse":31,"Text":" They will crowd in to sit before you as my people; and they will hear your words, but they will not do them. For with their mouth they flatter you, but their heart is greedy for dishonest gain."},{"Verse":32,"Text":" Look! You are to them like a romantic love song, sung with a beautiful voice and skillfully played on a stringed instrument. They will hear your words, but no one will act on them."},{"Verse":33,"Text":" And when it comes true—and it will come true—they will have to know that a prophet has been among them.”"}]},{"Chapter":34,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, prophesy against the shepherds of Israel. Prophesy, and say to the shepherds, ‘This is what the Sovereign Lord Jehovah says: “Woe to the shepherds of Israel, who have been feeding themselves! Is it not the flock that the shepherds should feed?"},{"Verse":3,"Text":" You eat the fat, you clothe yourselves with the wool, and you slaughter the fattest animal, but you do not feed the flock."},{"Verse":4,"Text":" You have not strengthened the weak or healed the sick or bandaged the injured or brought back the strays or looked for the lost; rather, you have ruled them with harshness and tyranny."},{"Verse":5,"Text":" So they were scattered because there was no shepherd; they were scattered and became food for every wild beast of the field."},{"Verse":6,"Text":" My sheep were straying on all the mountains and on every high hill; my sheep were scattered over all the surface of the earth, with no one searching for them or seeking to find them."},{"Verse":7,"Text":" “‘“Therefore, you shepherds, hear the word of Jehovah:"},{"Verse":8,"Text":" ‘“As surely as I am alive,” declares the Sovereign Lord Jehovah, “because my sheep have become prey, food for every wild beast of the field, for there was no shepherd, and my shepherds did not search for my sheep; rather, they kept feeding themselves and did not feed my sheep,”’"},{"Verse":9,"Text":" therefore, you shepherds, hear the word of Jehovah."},{"Verse":10,"Text":" This is what the Sovereign Lord Jehovah says: ‘I am against the shepherds, and I will demand an accounting of them for my sheep, and I will dismiss them from feeding my sheep, and the shepherds will no longer feed themselves. I will rescue my sheep from their mouth, and they will no longer be food for them.’”"},{"Verse":11,"Text":" “‘For this is what the Sovereign Lord Jehovah says: “Here I am, and I myself will search for my sheep, and I will care for them."},{"Verse":12,"Text":" I will care for my sheep like a shepherd who has found his scattered sheep and is feeding them. I will rescue them from all the places where they were scattered in the day of clouds and thick gloom."},{"Verse":13,"Text":" I will bring them out from the peoples and collect them together from the lands and bring them into their land and feed them on the mountains of Israel, by the streams and by all the dwelling places of the land."},{"Verse":14,"Text":" In a good pasture I will feed them, and the land where they graze will be on Israel’s high mountains. They will lie down there in a good grazing land, and they will feed on choice pastures on the mountains of Israel.”"},{"Verse":15,"Text":" “‘“I myself will feed my sheep, and I myself will make them lie down,” declares the Sovereign Lord Jehovah."},{"Verse":16,"Text":" “The lost one I will search for, the stray I will bring back, the injured I will bandage, and the weak I will strengthen; but the fat one and the strong one I will annihilate. I will feed that one with judgment.”"},{"Verse":17,"Text":" “‘As for you, my sheep, this is what the Sovereign Lord Jehovah says: “I am about to judge between one sheep and another sheep, between the rams and the male goats."},{"Verse":18,"Text":" Is it not enough for you to feed on the very best pastures? Must you also trample the rest of your pastures with your feet? And after drinking the clearest water, must you foul the water by stamping with your feet?"},{"Verse":19,"Text":" Should my sheep now feed on the pasture trampled by your feet and drink the water befouled by the stamping of your feet?”"},{"Verse":20,"Text":" “‘Therefore this is what the Sovereign Lord Jehovah says to them: “Here I am, and I myself will judge between a fat sheep and a lean sheep,"},{"Verse":21,"Text":" for with your flank and shoulder you kept pushing, and with your horns you kept shoving all the sick ones until you had scattered them abroad."},{"Verse":22,"Text":" And I will save my sheep, and they will no longer become something to prey upon; and I will judge between a sheep and a sheep."},{"Verse":23,"Text":" I will raise up one shepherd over them, my servant David, and he will feed them. He himself will feed them and become their shepherd."},{"Verse":24,"Text":" And I, Jehovah, will become their God, and my servant David a chieftain among them. I myself, Jehovah, have spoken."},{"Verse":25,"Text":" “‘“And I will make a covenant of peace with them, and I will rid the land of vicious wild beasts, so that they may dwell securely in the wilderness and sleep in the forests."},{"Verse":26,"Text":" I will make them and the area around my hill a blessing, and I will cause the rain to fall at the proper time. Blessings will pour down like the rains."},{"Verse":27,"Text":" The trees of the field will yield their fruit, and the soil will give its produce, and they will dwell securely on the land. And they will have to know that I am Jehovah when I break their yoke bars and rescue them from those who enslaved them."},{"Verse":28,"Text":" They will no longer become something for the nations to prey upon, and the wild beasts of the earth will not devour them, and they will dwell in security, with no one to make them afraid."},{"Verse":29,"Text":" “‘“I will establish for them a plantation of fame, and they will no longer die from famine in the land, and they will no longer be humiliated by the nations."},{"Verse":30,"Text":" ‘Then they will have to know that I, Jehovah their God, am with them and that they, the house of Israel, are my people,’ declares the Sovereign Lord Jehovah.”’"},{"Verse":31,"Text":" “‘As for you, my sheep, the sheep that I care for, you are but men, and I am your God,’ declares the Sovereign Lord Jehovah.”"}]},{"Chapter":35,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, turn your face toward the mountainous region of Seʹir, and prophesy against it."},{"Verse":3,"Text":" Say to it, ‘This is what the Sovereign Lord Jehovah says: “Here I am against you, O mountainous region of Seʹir, and I will stretch out my hand against you and make you a desolate wasteland."},{"Verse":4,"Text":" I will turn your cities into ruins, and you will become a desolate wasteland; and you will have to know that I am Jehovah."},{"Verse":5,"Text":" For you showed unrelenting hostility, and you gave the Israelites over to the sword at the time of their disaster, at the time of their final punishment.”’"},{"Verse":6,"Text":" “‘Therefore as surely as I am alive,’ declares the Sovereign Lord Jehovah, ‘I will prepare you for bloodshed, and bloodshed will pursue you. Since it was blood that you hated, bloodshed will pursue you."},{"Verse":7,"Text":" I will make the mountainous region of Seʹir a desolate wasteland, and I will cut off from it anyone passing through and anyone returning."},{"Verse":8,"Text":" I will fill its mountains with the slain; and those slain by the sword will fall on your hills, in your valleys, and in all your streams."},{"Verse":9,"Text":" I will make you a perpetual desolation, and your cities will not be inhabited; and you will have to know that I am Jehovah.’"},{"Verse":10,"Text":" “Because you said, ‘These two nations and these two lands will become mine, and we will take possession of both,’ even though Jehovah himself was there,"},{"Verse":11,"Text":" ‘therefore as surely as I am alive,’ declares the Sovereign Lord Jehovah, ‘I will deal with you according to the same anger and jealousy that you displayed in your hatred toward them; and I will make myself known among them when I judge you."},{"Verse":12,"Text":" You will then have to know that I myself, Jehovah, have heard all the insolent things you spoke against the mountains of Israel when you said, “They have been laid desolate and have been given to us to devour.”"},{"Verse":13,"Text":" And you spoke arrogantly against me, and you multiplied your words against me. I heard it all.’"},{"Verse":14,"Text":" “This is what the Sovereign Lord Jehovah says: ‘The whole earth will rejoice when I will make you a desolate wasteland."},{"Verse":15,"Text":" Just as you rejoiced when the inheritance of the house of Israel was laid desolate, that is how I will deal with you. You will become a desolate ruin, O mountainous region of Seʹir, yes, all of Eʹdom; and they will have to know that I am Jehovah.’”"}]},{"Chapter":36,"Verses":[{"Verse":1,"Text":" “As for you, son of man, prophesy about the mountains of Israel and say, ‘O mountains of Israel, hear the word of Jehovah."},{"Verse":2,"Text":" This is what the Sovereign Lord Jehovah says: “The enemy has said against you, ‘Aha! Even the ancient high places have become our possession!’”’"},{"Verse":3,"Text":" “So prophesy and say, ‘This is what the Sovereign Lord Jehovah says: “Because they have desolated and attacked you from every direction, so that you would become a possession of the survivors from among the nations and people keep talking about you and slandering you,"},{"Verse":4,"Text":" therefore, O mountains of Israel, hear the word of the Sovereign Lord Jehovah! This is what the Sovereign Lord Jehovah says to the mountains and the hills, to the streams and the valleys, to the ruins that were desolated, and to the abandoned cities that have been plundered and ridiculed by the survivors of the nations around them;"},{"Verse":5,"Text":" to these the Sovereign Lord Jehovah says: ‘In the fire of my zeal I will speak against the survivors of the nations and against all Eʹdom, those who with great rejoicing and utter scorn have claimed my land as their own possession, to take over its pastures and to plunder it.’”’"},{"Verse":6,"Text":" “So prophesy concerning the land of Israel, and say to the mountains and to the hills, to the streams and to the valleys, ‘This is what the Sovereign Lord Jehovah says: “Look! I will speak in my zeal and in my rage, because you have borne humiliation by the nations.”’"},{"Verse":7,"Text":" “Therefore this is what the Sovereign Lord Jehovah says: ‘I myself raise my hand in an oath that the surrounding nations will themselves bear their own shame."},{"Verse":8,"Text":" But you, O mountains of Israel, will produce branches and bear your fruitage for my people Israel, for they will soon return."},{"Verse":9,"Text":" For I am with you, and I will turn toward you, and you will be cultivated and sown with seed."},{"Verse":10,"Text":" I will multiply your people—the whole house of Israel, all of it—and the cities will be inhabited and the ruins will be rebuilt."},{"Verse":11,"Text":" Yes, I will multiply your people and your livestock; they will increase and be fruitful. And I will cause you to be inhabited as you were formerly, and I will make you prosper more than in the past; and you will have to know that I am Jehovah."},{"Verse":12,"Text":" I will cause people—my people Israel—to walk upon you, and they will take possession of you. You will become their inheritance, and you will never again make them childless.’”"},{"Verse":13,"Text":" “This is what the Sovereign Lord Jehovah says: ‘Because they are saying to you, “You are a land that devours people and bereaves your nations of children,”’"},{"Verse":14,"Text":" ‘therefore, you will no longer devour people or make your nations childless,’ declares the Sovereign Lord Jehovah."},{"Verse":15,"Text":" ‘I will not subject you to any more insults of the nations or make you bear the taunts of people, and you will no longer cause your nations to stumble,’ declares the Sovereign Lord Jehovah.”"},{"Verse":16,"Text":" And the word of Jehovah again came to me, saying:"},{"Verse":17,"Text":" “Son of man, when the house of Israel was dwelling in their land, they made it unclean by their ways and their dealings. Their ways were like the uncleanness of menstruation to me."},{"Verse":18,"Text":" So I poured out my rage on them because of the blood that they had shed upon the land and because they made the land unclean with their disgusting idols."},{"Verse":19,"Text":" So I scattered them among the nations and dispersed them among the lands. I judged them according to their way and according to their dealings."},{"Verse":20,"Text":" But when they came to those nations, people profaned my holy name by saying about them, ‘These are the people of Jehovah, but they had to leave his land.’"},{"Verse":21,"Text":" So I will show concern for my holy name, which the house of Israel profaned among the nations where they have gone.”"},{"Verse":22,"Text":" “Therefore say to the house of Israel, ‘This is what the Sovereign Lord Jehovah says: “Not for your sakes am I acting, O house of Israel, but for my holy name, which you profaned among the nations where you have gone.”’"},{"Verse":23,"Text":" ‘I will certainly sanctify my great name, which was profaned among the nations, which you profaned among them; and the nations will have to know that I am Jehovah,’ declares the Sovereign Lord Jehovah, ‘when I am sanctified among you before their eyes."},{"Verse":24,"Text":" I will take you from the nations and gather you back from all the lands and bring you into your land."},{"Verse":25,"Text":" I will sprinkle clean water on you, and you will become clean; I will cleanse you from all your uncleanness and from all your disgusting idols."},{"Verse":26,"Text":" I will give you a new heart and put a new spirit inside you. I will remove the heart of stone from your body and give you a heart of flesh."},{"Verse":27,"Text":" I will put my spirit inside you, and I will cause you to walk in my regulations, and you will observe and carry out my judicial decisions."},{"Verse":28,"Text":" Then you will dwell in the land that I gave to your forefathers, and you will be my people and I will be your God.’"},{"Verse":29,"Text":" “‘I will save you from all your uncleanness and summon the grain and make it abound, and I will not bring famine upon you."},{"Verse":30,"Text":" I will make the fruitage of the tree and the produce of the field abound, so that you may never again suffer the disgrace of famine among the nations."},{"Verse":31,"Text":" Then you will remember your evil ways and your deeds that were not good, and you will loathe yourselves because of your guilt and your detestable practices."},{"Verse":32,"Text":" But know this: I am not doing this for your sakes,’ declares the Sovereign Lord Jehovah. ‘Instead, be ashamed and feel humiliated because of your ways, O house of Israel.’"},{"Verse":33,"Text":" “This is what the Sovereign Lord Jehovah says: ‘In the day that I cleanse you from all your guilt, I will cause the cities to be inhabited and the ruins to be rebuilt."},{"Verse":34,"Text":" The desolate land that was lying desolate for everyone passing by to see will be cultivated."},{"Verse":35,"Text":" And people will say: “The desolate land has become like the garden of Eʹden, and the cities that were in ruins and desolate and torn down are now fortified and inhabited.”"},{"Verse":36,"Text":" And the nations that are left remaining around you will have to know that I myself, Jehovah, have built what was torn down, and I have planted what was desolate. I myself, Jehovah, have spoken, and I have done it.’"},{"Verse":37,"Text":" “This is what the Sovereign Lord Jehovah says: ‘I will also let the house of Israel ask me to do this for them: I will multiply their people like a flock."},{"Verse":38,"Text":" Like the flock of holy ones, like the flock of Jerusalem during her festivals, the cities that were in ruins will become full of flocks of people; and they will have to know that I am Jehovah.’”"}]},{"Chapter":37,"Verses":[{"Verse":1,"Text":" The hand of Jehovah was upon me, and by his spirit Jehovah took me and set me down in the middle of the valley plain, and it was full of bones."},{"Verse":2,"Text":" He had me pass all around them, and I saw that there were very many bones lying in the valley plain, and they were very dry."},{"Verse":3,"Text":" He asked me: “Son of man, can these bones come to life?” To that I said: “Sovereign Lord Jehovah, you are the one who knows.”"},{"Verse":4,"Text":" So he said to me: “Prophesy over these bones, and say to them, ‘You dry bones, hear the word of Jehovah:"},{"Verse":5,"Text":" “‘This is what the Sovereign Lord Jehovah says to these bones: “I will cause breath to enter you, and you will come to life."},{"Verse":6,"Text":" I will put sinews and flesh on you, and I will cover you with skin and put breath in you, and you will come to life; and you will have to know that I am Jehovah.”’”"},{"Verse":7,"Text":" Then I prophesied just as I had been commanded. As soon as I prophesied, there was a noise, a rattling sound, and the bones began to come together, bone to bone."},{"Verse":8,"Text":" Then I saw sinews and flesh come on them, and skin covered over them. But there was still no breath in them."},{"Verse":9,"Text":" He then said to me: “Prophesy to the wind. Prophesy, son of man, and say to the wind, ‘This is what the Sovereign Lord Jehovah says: “From the four winds come in, O wind, and blow upon these people who were killed, so that they may come to life.”’”"},{"Verse":10,"Text":" So I prophesied just as he commanded me, and breath came into them, and they began to live and to stand on their feet, an extremely large army."},{"Verse":11,"Text":" Then he said to me: “Son of man, these bones are the whole house of Israel. Here they are saying, ‘Our bones are dry, and our hope has perished. We are completely cut off.’"},{"Verse":12,"Text":" So prophesy and say to them, ‘This is what the Sovereign Lord Jehovah says: “I will open your graves and raise you up from your graves, my people, and bring you to the land of Israel."},{"Verse":13,"Text":" And you will have to know that I am Jehovah when I open your graves and when I raise you up out of your graves, O my people.”’"},{"Verse":14,"Text":" ‘I will put my spirit in you and you will come to life, and I will settle you on your land; and you will have to know that I myself, Jehovah, have spoken and I have done it,’ declares Jehovah.”"},{"Verse":15,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":16,"Text":" “And you, son of man, take a stick and write on it, ‘For Judah and for the people of Israel who are with him.’ Then take another stick and write on it, ‘For Joseph, the stick of Eʹphraim, and all the house of Israel who are with him.’"},{"Verse":17,"Text":" Then bring them close to each other so that they become just one stick in your hand."},{"Verse":18,"Text":" When your people say to you, ‘Will you not tell us what these things mean?’"},{"Verse":19,"Text":" tell them, ‘This is what the Sovereign Lord Jehovah says: “I will take the stick of Joseph, which is in the hand of Eʹphraim, and the tribes of Israel who are with him, and I will join them to the stick of Judah; and I will make them one stick, and they will become one in my hand.”’"},{"Verse":20,"Text":" The sticks that you write on should be in your hand for them to see."},{"Verse":21,"Text":" “Then tell them, ‘This is what the Sovereign Lord Jehovah says: “I will take the Israelites from among the nations where they have gone, and I will collect them together from every direction and bring them to their land."},{"Verse":22,"Text":" I will make them one nation in the land, on the mountains of Israel, and one king will rule over all of them, and they will no longer be two nations; nor will they be divided any longer into two kingdoms."},{"Verse":23,"Text":" They will no longer defile themselves with their disgusting idols and their detestable practices and all their transgressions. I will save them from all their unfaithfulness by which they have sinned, and I will cleanse them. They will be my people, and I myself will be their God."},{"Verse":24,"Text":" “‘“My servant David will be their king, and they will all have one shepherd. They will walk in my judicial decisions and carefully observe my statutes."},{"Verse":25,"Text":" They will dwell on the land that I gave to my servant, to Jacob, where your forefathers lived, and they will dwell on it forever, they and their children and their children’s children; and David my servant will be their chieftain forever."},{"Verse":26,"Text":" “‘“And I will make a covenant of peace with them; it will be an eternal covenant with them. I will establish them and make them many and place my sanctuary among them forever."},{"Verse":27,"Text":" My tent will be with them, and I will be their God, and they will be my people."},{"Verse":28,"Text":" And the nations will have to know that I, Jehovah, am sanctifying Israel when my sanctuary is in their midst forever.”’”"}]},{"Chapter":38,"Verses":[{"Verse":1,"Text":" The word of Jehovah again came to me, saying:"},{"Verse":2,"Text":" “Son of man, set your face against Gog of the land of Maʹgog, the head chieftain of Meʹshech and Tuʹbal, and prophesy against him."},{"Verse":3,"Text":" Say, ‘This is what the Sovereign Lord Jehovah says: “Here I am against you, O Gog, head chieftain of Meʹshech and Tuʹbal."},{"Verse":4,"Text":" I will turn you around and put hooks in your jaws and bring you out with all your army, horses and horsemen, all of them clothed in splendor, a vast assembly with large shields and bucklers, all of them wielding swords;"},{"Verse":5,"Text":" Persia, Ethioʹpia, and Put are with them, all of them with buckler and helmet;"},{"Verse":6,"Text":" Goʹmer and all its troops, the house of Togarʹmah from the remotest parts of the north, along with all its troops—many peoples are with you."},{"Verse":7,"Text":" “‘“Be ready, prepare yourselves, you with all your armies that are assembled with you, and you will be their commander."},{"Verse":8,"Text":" “‘“You will be given attention after many days. In the final part of the years you will invade the land whose people have been restored from the ravages of the sword, collected together out of many peoples onto the mountains of Israel, which had long been lying devastated. The inhabitants of this land were restored from the peoples, and all of them dwell in security."},{"Verse":9,"Text":" You will come against them like a storm, and you will cover the land like clouds, you and all your troops and many peoples with you.”’"},{"Verse":10,"Text":" “This is what the Sovereign Lord Jehovah says: ‘In that day thoughts will come into your heart, and you will devise an evil plan."},{"Verse":11,"Text":" You will say: “I will invade the land of unprotected settlements. I will come against those living in security, without disturbance, all of them living in settlements unprotected by walls, bars, or gates.”"},{"Verse":12,"Text":" It will be to take much spoil and plunder, to attack the devastated places that are now inhabited and a people regathered from the nations, who are accumulating wealth and property, those who are living in the center of the earth."},{"Verse":13,"Text":" “‘Sheʹba and Deʹdan, the merchants of Tarʹshish and all its warriors will say to you: “Are you invading to get much spoil and plunder? Have you assembled your armies to carry off silver and gold, to take wealth and property, to seize a very great spoil?”’"},{"Verse":14,"Text":" “So prophesy, son of man, and say to Gog, ‘This is what the Sovereign Lord Jehovah says: “On that day when my people Israel are dwelling in security, will you not know it?"},{"Verse":15,"Text":" You will come from your place, from the remotest parts of the north, you and many peoples with you, all of them riding on horses, a great assembly, a vast army."},{"Verse":16,"Text":" Like clouds covering the land, you will come against my people Israel. In the final part of the days I will bring you against my land so that the nations may know me when I sanctify myself through you before their eyes, O Gog.”’"},{"Verse":17,"Text":" “This is what the Sovereign Lord Jehovah says: ‘Are you not the same one I spoke about in the former days through my servants the prophets of Israel, who prophesied for many years that you would be brought against them?’"},{"Verse":18,"Text":" “‘On that day, the day when Gog invades the land of Israel,’ declares the Sovereign Lord Jehovah, ‘my great rage will flare up."},{"Verse":19,"Text":" In my zeal, in the fire of my fury, I will speak; and in that day there will be a great earthquake in the land of Israel."},{"Verse":20,"Text":" Because of me the fish of the sea, the birds of the sky, the wild beasts of the field, all the reptiles that creep on the ground, and all humans on the surface of the earth will tremble, and the mountains will be thrown down, and the cliffs will fall, and every wall will collapse to the ground.’"},{"Verse":21,"Text":" “‘I will call for a sword against him on all my mountains,’ declares the Sovereign Lord Jehovah. ‘Every man’s sword will be against his own brother."},{"Verse":22,"Text":" I will bring my judgment against him with pestilence and bloodshed; and I will rain down a torrential downpour and hailstones and fire and sulfur on him and on his troops and on the many peoples with him."},{"Verse":23,"Text":" And I will certainly magnify myself and sanctify myself and make myself known before the eyes of many nations; and they will have to know that I am Jehovah.’"}]},{"Chapter":39,"Verses":[{"Verse":1,"Text":" “And you, son of man, prophesy against Gog, and tell him, ‘This is what the Sovereign Lord Jehovah says: “I am against you, Gog, head chieftain of Meʹshech and Tuʹbal."},{"Verse":2,"Text":" I will turn you around and lead you and make you come up from the remotest parts of the north and bring you in upon the mountains of Israel."},{"Verse":3,"Text":" I will knock your bow out of your left hand and make your arrows fall from your right hand."},{"Verse":4,"Text":" On the mountains of Israel you will fall, you and all your troops and the peoples who will be with you. I will give you as food to all kinds of birds of prey and the wild beasts of the field.”’"},{"Verse":5,"Text":" “‘You will fall on the open field, for I myself have spoken,’ declares the Sovereign Lord Jehovah."},{"Verse":6,"Text":" “‘And I will send fire against Maʹgog and against those who are inhabiting the islands in security, and they will have to know that I am Jehovah."},{"Verse":7,"Text":" I will make my holy name known among my people Israel, and I will not allow my holy name to be profaned any longer; and the nations will have to know that I am Jehovah, the Holy One in Israel.’"},{"Verse":8,"Text":" “‘Yes, this is coming, and it will be done,’ declares the Sovereign Lord Jehovah. ‘This is the day I have spoken about."},{"Verse":9,"Text":" The inhabitants of the cities of Israel will go out and make fires with the weapons—the bucklers and shields, the bows and arrows, the war clubs and lances. And they will use them to light fires for seven years."},{"Verse":10,"Text":" They will not need to take wood from the field or gather firewood from the forests because they will use the weapons to light fires.’\r\n“‘They will take spoil from those who despoiled them and plunder from those who had been plundering them,’ declares the Sovereign Lord Jehovah."},{"Verse":11,"Text":" “‘On that day I will give Gog a burial place there in Israel, in the valley of those who travel east of the sea, and it will block the path of those passing through. That is where they will bury Gog and all his hordes, and they will call it the Valley of Hamon-Gog."},{"Verse":12,"Text":" The house of Israel will spend seven months burying them in order to cleanse the land."},{"Verse":13,"Text":" All the people of the land will work at burying them, and this will bring them fame in the day that I glorify myself,’ declares the Sovereign Lord Jehovah."},{"Verse":14,"Text":" “‘Men will be assigned to pass through the land constantly and bury the bodies left remaining on the surface of the earth, in order to cleanse it. They will continue the search for seven months."},{"Verse":15,"Text":" When those who pass through the land see a human bone, they will set up a marker beside it. Then those assigned to do the burying will bury it in the Valley of Hamon-Gog."},{"Verse":16,"Text":" And there will also be a city there named Hamoʹnah. And they will cleanse the land.’"},{"Verse":17,"Text":" “As for you, son of man, this is what the Sovereign Lord Jehovah says: ‘Say to every sort of bird and to all the wild beasts of the field, “Gather yourselves together and come. Gather all around my sacrifice that I am preparing for you, a great sacrifice on the mountains of Israel. You will eat flesh and drink blood."},{"Verse":18,"Text":" You will eat the flesh of mighty ones and drink the blood of the chieftains of the earth—the rams, lambs, goats, and bulls—all the fattened animals of Baʹshan."},{"Verse":19,"Text":" You will gorge yourselves on fat and drink blood until you are drunk from the sacrifice that I prepare for you.”’"},{"Verse":20,"Text":" “‘At my table you will be filled up with horses and charioteers, mighty ones and all sorts of warriors,’ declares the Sovereign Lord Jehovah."},{"Verse":21,"Text":" “‘I will display my glory among the nations, and all the nations will see the judgment that I have executed and the power that I have demonstrated among them."},{"Verse":22,"Text":" From that day on the house of Israel will have to know that I am Jehovah their God."},{"Verse":23,"Text":" And the nations will have to know that the house of Israel went into exile because of their own error, because they were unfaithful to me. So I hid my face from them and handed them over to their enemies, and they all fell by the sword."},{"Verse":24,"Text":" I dealt with them according to their uncleanness and their transgressions, and I hid my face from them.’"},{"Verse":25,"Text":" “Therefore this is what the Sovereign Lord Jehovah says: ‘I will restore the captives of Jacob and have mercy on the whole house of Israel; and I will zealously defend my holy name."},{"Verse":26,"Text":" After they have been humiliated for all their unfaithfulness toward me, they will dwell securely on their land, with no one to make them afraid."},{"Verse":27,"Text":" When I bring them back from the peoples and collect them together from the lands of their enemies, I will also sanctify myself among them before the eyes of many nations.’"},{"Verse":28,"Text":" “‘They will have to know that I am Jehovah their God when I send them into exile among the nations and then gather them back to their land, not leaving any of them behind."},{"Verse":29,"Text":" I will not hide my face from them any longer, for I will pour out my spirit on the house of Israel,’ declares the Sovereign Lord Jehovah.”"}]},{"Chapter":40,"Verses":[{"Verse":1,"Text":" In the 25th year of our exile, at the beginning of the year, on the tenth day of the month, in the 14th year after the city had fallen, on that very day the hand of Jehovah was upon me, and he took me to the city."},{"Verse":2,"Text":" By means of visions from God, he brought me to the land of Israel and set me down on a very high mountain, on which there was a structure like a city to the south."},{"Verse":3,"Text":" When he brought me there, I saw a man whose appearance was like that of copper. He had a flax cord and a measuring reed in his hand, and he was standing in the gateway."},{"Verse":4,"Text":" The man said to me: “Son of man, look closely, listen carefully, and pay attention to everything I show you, for that is why you were brought here. Tell the house of Israel everything that you see.”"},{"Verse":5,"Text":" I saw a wall surrounding the outside of the temple. In the man’s hand was a measuring reed six cubits long (to each cubit, a handbreadth was added). He began to measure the wall, and its thickness was one reed and its height was one reed."},{"Verse":6,"Text":" Then he came to the gate that faced east and climbed its steps. When he measured the threshold of the gate, its width was one reed, and the width of the other threshold was also one reed."},{"Verse":7,"Text":" Each guard chamber was one reed long and one reed wide, and there were five cubits between the guard chambers. The threshold of the gate beside the porch of the gate facing the interior measured one reed."},{"Verse":8,"Text":" He measured the porch of the gate toward the interior, and it was one reed."},{"Verse":9,"Text":" He then measured the porch of the gate, which was eight cubits; and he measured its side pillars, which were two cubits; and the porch of the gate was on the side facing the interior."},{"Verse":10,"Text":" There were three guard chambers on each side of the east gate. The three were the same size, and the side pillars on either side were the same size."},{"Verse":11,"Text":" Then he measured the width of the entrance of the gate, which was 10 cubits; and the length of the gate was 13 cubits."},{"Verse":12,"Text":" The partitioned area in front of the guard chambers on either side was one cubit. The guard chambers on both sides were six cubits each."},{"Verse":13,"Text":" He then measured the gate from the roof of the one guard chamber to the roof of the other, and it was 25 cubits wide; one entrance was across from the other entrance."},{"Verse":14,"Text":" Then he measured the side pillars, which were 60 cubits tall, as well as the side pillars in the gates all around the courtyard."},{"Verse":15,"Text":" From the front of the entrance of the gate to the front of the porch on the inner side of the gate was 50 cubits."},{"Verse":16,"Text":" There were windows with narrowing frames for the guard chambers and for their side pillars inside the gate on each side. The interior of the porches also had windows on each side, and there were palm-tree figures on the side pillars."},{"Verse":17,"Text":" He then brought me into the outer courtyard, and I saw dining rooms and a pavement around the courtyard. There were 30 dining rooms on the pavement."},{"Verse":18,"Text":" The pavement at the side of the gates corresponded to the length of the gates—this was the lower pavement."},{"Verse":19,"Text":" Then he measured the distance from the front of the lower gate to the perimeter of the inner courtyard. It was 100 cubits on the east and on the north."},{"Verse":20,"Text":" The outer courtyard had a gate facing north, and he measured its length and its width."},{"Verse":21,"Text":" There were three guard chambers on each side. Its side pillars and porch had the same measurements as the first gate. It was 50 cubits long and 25 cubits wide."},{"Verse":22,"Text":" Its windows, its porch, and its palm-tree figures were the same size as those of the east gate. People could reach it by climbing seven steps, and its porch was in front of them."},{"Verse":23,"Text":" There was a gate in the inner courtyard opposite the north gate and one opposite the east gate. He measured the distance from gate to gate, and it was 100 cubits."},{"Verse":24,"Text":" Next he brought me toward the south, and I saw a gate on the south side. He measured its side pillars and its porch, and they were the same size as the others."},{"Verse":25,"Text":" There were windows on each side of it and its porch, like the other windows. It was 50 cubits long and 25 cubits wide."},{"Verse":26,"Text":" There were seven steps leading up to it, and its porch was in front of them. And it had palm-tree figures on its side pillars, one on each side."},{"Verse":27,"Text":" The inner courtyard had a gate facing south; he measured southward from gate to gate, and the distance was 100 cubits."},{"Verse":28,"Text":" Next he brought me into the inner courtyard through the south gate; when he measured the south gate, it was the same size as the others."},{"Verse":29,"Text":" Its guard chambers, its side pillars, and its porch were the same size as the others. There were windows on each side of it and its porch. It was 50 cubits long and 25 cubits wide."},{"Verse":30,"Text":" There were porches all around; they were 25 cubits long and 5 cubits wide."},{"Verse":31,"Text":" Its porch faced the outer courtyard, and there were palm-tree figures on its side pillars, and eight steps led up to it."},{"Verse":32,"Text":" When he brought me into the inner courtyard from the east, he measured the gate, and it was the same size as the others."},{"Verse":33,"Text":" Its guard chambers, its side pillars, and its porch were the same size as the others, and there were windows on each side of it and its porch. It was 50 cubits long and 25 cubits wide."},{"Verse":34,"Text":" Its porch faced the outer courtyard, and there were palm-tree figures on both of its side pillars, and eight steps led up to it."},{"Verse":35,"Text":" He then brought me into the north gate and measured it; it was the same size as the others."},{"Verse":36,"Text":" Its guard chambers, its side pillars, and its porch were the same as the others. It had windows on each side. It was 50 cubits long and 25 cubits wide."},{"Verse":37,"Text":" Its side pillars faced the outer courtyard, and there were palm-tree figures on both of its side pillars, and eight steps led up to it."},{"Verse":38,"Text":" A dining room with its entrance was near the side pillars of the gates, where the whole burnt offerings were washed."},{"Verse":39,"Text":" There were two tables on each side of the porch of the gate on which to slaughter the whole burnt offerings, the sin offerings, and the guilt offerings."},{"Verse":40,"Text":" On the way up to the north gate, there were two tables outside the entrance. There were also two tables on the other side of the porch of the gate."},{"Verse":41,"Text":" There were four tables on each side of the gate—eight tables in all—on which the sacrifices were slaughtered."},{"Verse":42,"Text":" The four tables for the whole burnt offering were of hewn stone. They were one and a half cubits long, one and a half cubits wide, and one cubit high. On them were kept the implements used to slaughter the burnt offerings and the sacrifices."},{"Verse":43,"Text":" Shelves, one handbreadth wide, were attached all around the interior walls; and the flesh of the gift offerings would be placed on the tables."},{"Verse":44,"Text":" Outside the inner gate were the dining rooms for the singers; they were in the inner courtyard near the north gate, facing south. Another dining room was near the east gate, facing north."},{"Verse":45,"Text":" He said to me: “This dining room that faces south is for the priests who are responsible for the services in the temple."},{"Verse":46,"Text":" The dining room that faces north is for the priests who are responsible for the service of the altar. They are the sons of Zaʹdok, those from the Levites who are assigned to approach Jehovah to minister to him.”"},{"Verse":47,"Text":" Then he measured the inner courtyard. It was 100 cubits long and 100 cubits wide, foursquare. The altar was in front of the temple."},{"Verse":48,"Text":" Then he brought me into the porch of the temple, and he measured the side pillar of the porch, and it was five cubits on one side and five cubits on the other side. The width of the gate was three cubits on one side and three cubits on the other side."},{"Verse":49,"Text":" The porch was 20 cubits long and 11 cubits wide. People would reach it by climbing the steps. There were pillars by the side posts, one on each side."}]},{"Chapter":41,"Verses":[{"Verse":1,"Text":" Then he brought me into the outer sanctuary, and he measured the side pillars; they were six cubits wide on one side and six cubits wide on the other side."},{"Verse":2,"Text":" The entrance was ten cubits wide, and the sidewalls of the entrance were five cubits on one side and five cubits on the other side. He measured its length, which was 40 cubits, and its width, 20 cubits."},{"Verse":3,"Text":" He then went inside and measured the side pillar of the entrance, and it was two cubits thick, and the entrance was six cubits wide. The sidewalls of the entrance were seven cubits."},{"Verse":4,"Text":" Next he measured the room facing the outer sanctuary, and it was 20 cubits long and 20 cubits wide. And he said to me: “This is the Most Holy.”"},{"Verse":5,"Text":" Then he measured the wall of the temple, and it was six cubits thick. The side chambers around the temple were four cubits wide."},{"Verse":6,"Text":" The side chambers were three stories high, one on top of the other, with 30 chambers on each story. There were ledges around the wall of the temple that served as supports for the side chambers, so that the supports did not go into the wall of the temple itself."},{"Verse":7,"Text":" On both sides of the temple was a winding passage that widened as it ascended to the upper chambers. The width increased from story to story as one ascended from the lowest story to the uppermost story by passing through the middle story."},{"Verse":8,"Text":" I saw that there was a raised platform all around the temple, and the foundations of the side chambers measured a full reed of six cubits to the corner."},{"Verse":9,"Text":" The width of the outside wall of the side chambers was five cubits. There was an open space alongside the structure of the side chambers that was part of the temple."},{"Verse":10,"Text":" Between the temple and the dining rooms was an area that was 20 cubits wide on each side."},{"Verse":11,"Text":" There was an entrance between the side chambers and the open space on the north side and another entrance on the south side. The width of the open space was five cubits all around."},{"Verse":12,"Text":" The building that was on the west facing the open area was 70 cubits wide and 90 cubits long; the wall of the building was five cubits thick all around."},{"Verse":13,"Text":" He measured the temple, and it was 100 cubits long. The open area, the building, and its walls were also 100 cubits long."},{"Verse":14,"Text":" The width of the front of the temple facing east and the open area was 100 cubits."},{"Verse":15,"Text":" He measured the length of the building that faced the open area in the rear, along with its galleries on both sides, and it was 100 cubits.\r\nHe also measured the outer sanctuary, the inner sanctuary, and the porches of the courtyard,"},{"Verse":16,"Text":" as well as the thresholds, the windows with narrowing frames, and the galleries that were in those three areas. Near the threshold were wood panels from the floor up to the windows; and the windows were covered."},{"Verse":17,"Text":" Measurements were taken above the entrance and in the inner temple and on the outside and on the entire wall all around."},{"Verse":18,"Text":" It had carved cherubs and palm-tree figures, with each palm tree between two cherubs, and each cherub had two faces."},{"Verse":19,"Text":" The human face was toward the palm tree on one side, and the face of a lion was toward the palm tree on the other side. They were carved this way throughout the entire temple."},{"Verse":20,"Text":" From the floor to the area above the entrance were carved cherubs and palm-tree figures on the wall of the sanctuary."},{"Verse":21,"Text":" The doorposts of the sanctuary were square. In front of the holy place was something like"},{"Verse":22,"Text":" a wooden altar that was three cubits high and two cubits long. It had corner posts, and its base and its sides were made of wood. He then said to me: “This is the table that is before Jehovah.”"},{"Verse":23,"Text":" The outer sanctuary and the holy place each had two doors."},{"Verse":24,"Text":" The doors had two swinging leaves, two leaves for each door."},{"Verse":25,"Text":" There were carved cherubs and palm-tree figures on the doors of the sanctuary, like those on the walls. There was also a wooden overhang on the front of the porch on the outside."},{"Verse":26,"Text":" There were also windows with narrowing frames and palm-tree figures along both sides of the porch, as well as along the side chambers of the temple and the overhangs."}]},{"Chapter":42,"Verses":[{"Verse":1,"Text":" Then he led me to the outer courtyard toward the north. And he brought me to the dining-room block that was next to the open area, north of the adjoining building."},{"Verse":2,"Text":" Its length at the north entrance was 100 cubits, and it was 50 cubits wide."},{"Verse":3,"Text":" It was located between the inner courtyard, which was 20 cubits wide, and the pavement of the outer courtyard. Its galleries faced each other and were three stories high."},{"Verse":4,"Text":" Before the dining rooms was an inner walkway 10 cubits wide and 100 cubits long, and their entrances were to the north."},{"Verse":5,"Text":" The upper dining rooms of the building were narrower than those in the lower and middle stories, because the galleries took up more of their space."},{"Verse":6,"Text":" For they were three stories high, but they had no pillars like the pillars of the courtyards. That is why more floor space was taken away from them than from the lower and middle stories."},{"Verse":7,"Text":" The outer stone wall near the dining rooms toward the outer courtyard that faced the other dining rooms was 50 cubits long."},{"Verse":8,"Text":" For the length of the dining rooms that were toward the outer courtyard was 50 cubits, but for those facing the sanctuary, it was 100 cubits."},{"Verse":9,"Text":" The dining rooms had an entryway on the east side leading up to them from the outer courtyard."},{"Verse":10,"Text":" There were also dining rooms inside the stone wall of the courtyard toward the east, near the open area and the building."},{"Verse":11,"Text":" There was a walkway before them like that of the northern dining rooms. They were the same length and width, and they had the same exits and layouts. Their entrances"},{"Verse":12,"Text":" were like the entrances of the dining rooms that were toward the south. There was an entrance at the beginning of the walkway, before the adjacent stone wall toward the east, where one could enter."},{"Verse":13,"Text":" Then he said to me: “The dining rooms of the north and the dining rooms of the south that are next to the open area are the holy dining rooms where the priests who are approaching Jehovah eat the most holy offerings. There they place the most holy offerings, the grain offering, the sin offering, and the guilt offering, because the place is holy."},{"Verse":14,"Text":" When the priests enter, they should not go out of the holy place to the outer courtyard without first removing the garments in which they minister, for these are holy. They will clothe themselves with other garments in order to approach the areas permitted to the people.”"},{"Verse":15,"Text":" When he finished measuring the inner temple area, he led me out by way of the gate that faces east, and he measured the entire area."},{"Verse":16,"Text":" He measured the eastern side with the measuring reed. According to the measuring reed, it was 500 reed lengths from one side to the other."},{"Verse":17,"Text":" He measured the northern side, and according to the measuring reed, it was 500 reed lengths."},{"Verse":18,"Text":" He measured the southern side, and according to the measuring reed, it was 500 reed lengths."},{"Verse":19,"Text":" He went around to the western side. He measured 500 reed lengths with the measuring reed."},{"Verse":20,"Text":" He measured it on the four sides. It had a wall all around it that was 500 reeds long and 500 reeds wide, to make a division between what is holy and what is for common use."}]},{"Chapter":43,"Verses":[{"Verse":1,"Text":" Then he led me to the gate that is facing east."},{"Verse":2,"Text":" There I saw the glory of the God of Israel coming from the east, and his voice was like the sound of rushing waters; and the earth was illuminated by his glory."},{"Verse":3,"Text":" What I saw was like the vision I had seen when I came to bring the city to ruin, and it appeared to be like what I had seen near the river Cheʹbar; and I fell with my face to the ground."},{"Verse":4,"Text":" Then the glory of Jehovah entered the temple through the gate facing the east."},{"Verse":5,"Text":" A spirit then raised me up and brought me into the inner courtyard, and I saw that the temple had become full of the glory of Jehovah."},{"Verse":6,"Text":" Then I heard someone speaking to me out of the temple, and the man came and stood beside me."},{"Verse":7,"Text":" He said to me:\r\n“Son of man, this is the place of my throne and the place for the soles of my feet, where I will dwell among the people of Israel forever. The house of Israel will no longer defile my holy name, they and their kings, by their spiritual prostitution and by the carcasses of their kings at their death."},{"Verse":8,"Text":" By putting their threshold next to my threshold and their doorpost beside my doorpost, with only a wall between me and them, they defiled my holy name by the detestable things they did, so I exterminated them in my anger."},{"Verse":9,"Text":" Now let them put their spiritual prostitution and the carcasses of their kings far away from me, and I will dwell among them forever."},{"Verse":10,"Text":" “As for you, son of man, describe the temple to the house of Israel, so that they will feel ashamed because of their errors, and they should study its plan."},{"Verse":11,"Text":" If they feel ashamed of all they have done, you should make known to them the ground plan of the temple, its arrangement, its exits, and its entrances. Show them all its ground plans and its statutes, its ground plans and its laws, and write them down before their eyes, so that they may observe all its ground plan and carry out its statutes."},{"Verse":12,"Text":" This is the law of the temple. The entire territory all around the top of the mountain is most holy. Look! This is the law of the temple."},{"Verse":13,"Text":" “These are the measurements of the altar in cubits (to each cubit a handbreadth was added). Its base is a cubit, and it is a cubit wide. It has a border all around the edge that is one span in width. This is the base of the altar."},{"Verse":14,"Text":" From the base on the floor to the lower surrounding ledge is two cubits, and its width is one cubit. From the small surrounding ledge to the big surrounding ledge is four cubits, and its width is a cubit."},{"Verse":15,"Text":" The altar hearth is four cubits high, and projecting up from the altar hearth are the four horns."},{"Verse":16,"Text":" The altar hearth is square, 12 cubits long and 12 cubits wide."},{"Verse":17,"Text":" The four sides of the surrounding ledge are 14 cubits long and 14 cubits wide; and the surrounding border is half a cubit, and its base is a cubit on all sides.\r\n“And its steps are facing east.”"},{"Verse":18,"Text":" He then said to me, “Son of man, this is what the Sovereign Lord Jehovah says: ‘These are the directions to follow when the altar is made, so that whole burnt offerings may be offered and blood may be sprinkled on it.’"},{"Verse":19,"Text":" “‘You are to give a young bull of the herd as a sin offering to the Levitical priests of the offspring of Zaʹdok, who approach me to minister to me,’ declares the Sovereign Lord Jehovah."},{"Verse":20,"Text":" ‘You should take some of its blood and put it on the four horns of the altar, on the four corners of the surrounding ledge, and on the border all around, in order to purify it from sin and to make atonement for it."},{"Verse":21,"Text":" Then take the young bull, the sin offering, in order to burn it in the appointed place of the temple, outside the sanctuary."},{"Verse":22,"Text":" On the second day you will offer a sound male goat as a sin offering; and they will purify the altar from sin just as they purified it from sin with the young bull.’"},{"Verse":23,"Text":" “‘When you finish purifying it from sin, you will offer a sound young bull of the herd and a sound ram from the flock."},{"Verse":24,"Text":" You are to present them to Jehovah, and the priests must throw salt on them and offer them up as a whole burnt offering to Jehovah."},{"Verse":25,"Text":" For seven days you will offer a male goat as a daily sin offering, as well as a young bull of the herd and a ram of the flock; you will offer unblemished animals."},{"Verse":26,"Text":" For seven days they are to make atonement for the altar, and they must cleanse it and install it."},{"Verse":27,"Text":" When the days are completed, on the eighth day and thereafter, the priests will offer your whole burnt offerings and communion sacrifices on the altar; and I will find pleasure in you,’ declares the Sovereign Lord Jehovah.”"}]},{"Chapter":44,"Verses":[{"Verse":1,"Text":" He brought me back by way of the outer gate of the sanctuary facing east, and it was shut."},{"Verse":2,"Text":" Then Jehovah said to me: “This gate will remain shut. It is not to be opened, and no human will enter by it; for Jehovah, the God of Israel, has entered through it, so it must remain shut."},{"Verse":3,"Text":" However, the chieftain will sit in it to eat bread before Jehovah, for he is a chieftain. He will come in through the porch of the gate, and he will go out through it.”"},{"Verse":4,"Text":" Then he brought me through the north gate to the front of the temple. When I looked, I saw that the glory of Jehovah had filled the temple of Jehovah. So I fell with my face to the ground."},{"Verse":5,"Text":" Then Jehovah said to me: “Son of man, pay attention, watch, and listen carefully to everything I tell you about the statutes and the laws of the temple of Jehovah. Pay close attention to the entryway of the temple and all the exits of the sanctuary."},{"Verse":6,"Text":" You must say to the rebellious house of Israel, ‘This is what the Sovereign Lord Jehovah says: “That is enough of your detestable practices, O house of Israel."},{"Verse":7,"Text":" When you bring foreigners who are uncircumcised in heart and flesh into my sanctuary, they profane my temple. You present my bread, fat and blood, while my covenant is being broken because of all your detestable practices."},{"Verse":8,"Text":" You have not taken care of my holy things. Instead, you assign others to take care of the duties in my sanctuary.”’"},{"Verse":9,"Text":" “‘This is what the Sovereign Lord Jehovah says: “No foreigner living in Israel who is uncircumcised in heart and in flesh may enter my sanctuary.”’"},{"Verse":10,"Text":" “‘But the Levites who strayed far from me when Israel strayed from me to follow their disgusting idols will bear the consequences of their error."},{"Verse":11,"Text":" And they will become ministers in my sanctuary to oversee the gates of the temple and to minister at the temple. They will slaughter the whole burnt offering and the sacrifice for the people, and they will stand before the people to minister to them."},{"Verse":12,"Text":" Because they ministered to them before their disgusting idols and became a stumbling block causing the house of Israel to sin, that is why I have raised my hand against them in an oath,’ declares the Sovereign Lord Jehovah, ‘and they will bear the consequences of their error."},{"Verse":13,"Text":" They will not approach me to serve as my priests or approach any of my holy or most holy things, and they will bear their shame because of the detestable things that they did."},{"Verse":14,"Text":" But I will make them caretakers of the responsibilities of the temple, to take care of its service and all the things that should be done in it.’"},{"Verse":15,"Text":" “‘As for the Levitical priests, the sons of Zaʹdok, who took care of the responsibilities of my sanctuary when the Israelites strayed from me, they will approach me to minister to me, and they will stand before me to offer me the fat and the blood,’ declares the Sovereign Lord Jehovah."},{"Verse":16,"Text":" ‘They are the ones who will enter my sanctuary, and they will approach my table to minister to me, and they will take care of their responsibilities to me."},{"Verse":17,"Text":" “‘When they come into the gates of the inner courtyard, they should wear linen garments. They should not wear any wool when they minister in the gates of the inner courtyard or inside it."},{"Verse":18,"Text":" They should wear linen turbans on their head, and linen shorts should cover their hips. They should not wear anything that makes them perspire."},{"Verse":19,"Text":" Before they go out to the outer courtyard—the outer courtyard where the people are—they should remove the garments they were ministering in and place them in the holy dining rooms. Then they will put on other garments, so that they will not transmit holiness to the people with their garments."},{"Verse":20,"Text":" They should not shave their head or let the hair of their head grow long. They should trim the hair of their heads."},{"Verse":21,"Text":" The priests should not drink wine when they enter the inner courtyard."},{"Verse":22,"Text":" They should not take a widow or a divorced woman as a wife; but they may marry either a virgin of the offspring of Israel or the widow of a priest.’"},{"Verse":23,"Text":" “‘They should instruct my people about the difference between what is holy and what is common; and they will teach them the difference between what is unclean and what is clean."},{"Verse":24,"Text":" They should preside as judges in a legal case; they must judge it in harmony with my judicial decisions. They should keep my laws and my statutes regarding all my festivals and sanctify my sabbaths."},{"Verse":25,"Text":" They should not approach any dead human, or they will become unclean. However, they may make themselves unclean for their father, mother, son, daughter, brother, or an unmarried sister."},{"Verse":26,"Text":" And after the purification of a priest, they should count off seven days for him."},{"Verse":27,"Text":" On the day he enters into the holy place, into the inner courtyard, to minister in the holy place, he should present his sin offering,’ declares the Sovereign Lord Jehovah."},{"Verse":28,"Text":" “‘And this will be their inheritance: I am their inheritance. You should not give them any possession in Israel, for I am their possession."},{"Verse":29,"Text":" They will be the ones to eat the grain offering, the sin offering, and the guilt offering, and every devoted thing in Israel will become theirs."},{"Verse":30,"Text":" The choicest of all the first ripe fruits and every sort of contribution from you will belong to the priests. And you should give the firstfruits of your coarse meal to the priest. This will cause a blessing to rest on your households."},{"Verse":31,"Text":" The priests should not eat any bird or animal that was found dead or torn to pieces.’"}]},{"Chapter":45,"Verses":[{"Verse":1,"Text":" “‘When you allot the land as an inheritance, you should offer as a contribution to Jehovah a holy portion out of the land. Its length should be 25,000 cubits, and its width, 10,000 cubits. Its entire area will be a holy portion."},{"Verse":2,"Text":" Within this will be a square lot for the holy place measuring 500 cubits by 500 cubits, and it will have 50 cubits as pastures on each side."},{"Verse":3,"Text":" Out of this measurement you should measure the length of 25,000 and the width of 10,000, and within it will be the sanctuary, something most holy."},{"Verse":4,"Text":" It will be a holy portion of the land for the priests, the ministers of the sanctuary, who approach to minister to Jehovah. It will be a place for their houses and a sacred place for the sanctuary."},{"Verse":5,"Text":" “‘For the Levites, the ministers of the temple, there will be a portion 25,000 cubits long and 10,000 cubits wide, and they will have 20 dining rooms as a possession."},{"Verse":6,"Text":" “‘You should give as the possession of the city an area that is 25,000 cubits long (corresponding to the holy contribution) and 5,000 cubits wide. It will belong to all the house of Israel."},{"Verse":7,"Text":" “‘And for the chieftain there will be land on both sides of the holy contribution and of the area allotted to the city. It will be next to the holy contribution and the possession of the city. It will be on the west side and on the east side. Its length from the western boundary to the eastern boundary will correspond to one of the tribal portions."},{"Verse":8,"Text":" This land will become his possession in Israel. My chieftains will no longer mistreat my people, and they will give the land to the house of Israel according to their tribes.’"},{"Verse":9,"Text":" “This is what the Sovereign Lord Jehovah says: ‘You have gone far enough, chieftains of Israel!’\r\n“‘Put an end to your violence and oppression, and do what is just and righteous. Stop seizing the property of my people,’ declares the Sovereign Lord Jehovah."},{"Verse":10,"Text":" ‘You should use accurate scales, an accurate eʹphah measure and an accurate bath measure."},{"Verse":11,"Text":" There should be a fixed measurement for the eʹphah measure and the bath measure. The bath measure should hold a tenth of a hoʹmer, and the eʹphah measure should hold a tenth of a hoʹmer. The hoʹmer will be the standard for measuring."},{"Verse":12,"Text":" The shekel is to be 20 geʹrahs. And 20 shekels plus 25 shekels plus 15 shekels will make up one maʹneh for you.’"},{"Verse":13,"Text":" “‘This is the contribution that you should offer: one sixth of an eʹphah from each hoʹmer of wheat and one sixth of an eʹphah from each hoʹmer of barley."},{"Verse":14,"Text":" The allowance of the oil is to be based on the bath measure. The bath is a tenth of a cor, and ten baths are a hoʹmer, for ten baths equal a hoʹmer."},{"Verse":15,"Text":" And from the flock of the livestock of Israel, one sheep out of every 200 should be given. These will be for the grain offering, the whole burnt offering, and the communion sacrifices, in order to make atonement for the people,’ declares the Sovereign Lord Jehovah."},{"Verse":16,"Text":" “‘All the people of the land will make this contribution to the chieftain in Israel."},{"Verse":17,"Text":" But the chieftain will be responsible for the whole burnt offerings, the grain offering, and the drink offering during the festivals, the new moons, the Sabbaths, and all the designated festivals of the house of Israel. He will be the one to provide the sin offering, the grain offering, the whole burnt offering, and the communion sacrifices, in order to make atonement in behalf of the house of Israel.’"},{"Verse":18,"Text":" “This is what the Sovereign Lord Jehovah says: ‘In the first month, on the first day of the month, you should take a sound young bull of the herd, and you are to purify the sanctuary from sin."},{"Verse":19,"Text":" The priest will take some of the blood of the sin offering and put it on the doorpost of the temple, on the four corners of the surrounding ledge of the altar, and on the doorpost of the gate of the inner courtyard."},{"Verse":20,"Text":" That is what you will do on the seventh day of the month because of anyone who sins by mistake or through ignorance; and you are to make atonement for the temple."},{"Verse":21,"Text":" “‘In the first month, on the 14th day of the month, you will observe the festival of the Passover. For seven days unleavened bread should be eaten."},{"Verse":22,"Text":" On that day the chieftain will provide a young bull as a sin offering in his own behalf and in behalf of all the people of the land."},{"Verse":23,"Text":" For the seven days of the festival he will provide as a whole burnt offering to Jehovah seven sound young bulls and seven sound rams each of the seven days, as well as a male goat each day as a sin offering."},{"Verse":24,"Text":" He should also provide as a grain offering an eʹphah for each young bull and an eʹphah for each ram, as well as a hin of oil for each eʹphah."},{"Verse":25,"Text":" “‘In the seventh month, on the 15th day of the month, for seven days during the festival, he should provide the same sin offering, whole burnt offering, grain offering, and oil.’”"}]},{"Chapter":46,"Verses":[{"Verse":1,"Text":" “This is what the Sovereign Lord Jehovah says: ‘The gate of the inner courtyard that is facing east should remain shut for the six workdays, but on the Sabbath day and on the day of the new moon it should be opened."},{"Verse":2,"Text":" The chieftain will enter from outside by way of the porch of the gate, and he will stand by the doorpost of the gate. The priests will offer his whole burnt offering and his communion sacrifices, and he will bow down at the threshold of the gate and then go out. But the gate should not be shut until the evening."},{"Verse":3,"Text":" The people of the land will also bow down before Jehovah at the entrance of that gate on the Sabbaths and on the new moons."},{"Verse":4,"Text":" “‘The whole burnt offering that the chieftain will present to Jehovah on the Sabbath day should consist of six sound male lambs and a sound ram."},{"Verse":5,"Text":" The grain offering will be an eʹphah for the ram and whatever he is able to give for the male lambs, along with a hin of oil with each eʹphah."},{"Verse":6,"Text":" On the day of the new moon the offering will consist of a sound young bull of the herd, six male lambs, and a ram; they should be sound ones."},{"Verse":7,"Text":" He should offer as a grain offering an eʹphah for the young bull, an eʹphah for the ram, and whatever he can afford for the male lambs. And he should offer a hin of oil with each eʹphah."},{"Verse":8,"Text":" “‘When the chieftain enters, he should enter by way of the porch of the gate, and he should go out the same way."},{"Verse":9,"Text":" And when the people of the land come in before Jehovah during the festivals, those who come in to worship through the north gate should go out through the south gate, and those who come in through the south gate should go out through the north gate. No one should go back by way of the gate through which he entered, for they should exit through the gate that is opposite them."},{"Verse":10,"Text":" As for the chieftain who is among them, he should come in when they come in, and he should go out when they go out."},{"Verse":11,"Text":" During the festivals and the festal seasons the grain offering should be an eʹphah for the young bull, an eʹphah for the ram, and whatever he is able to give for the male lambs, along with a hin of oil with each eʹphah."},{"Verse":12,"Text":" “‘If the chieftain provides a whole burnt offering or communion sacrifices as a voluntary offering to Jehovah, the gate facing east will be opened for him, and he will provide his whole burnt offering and his communion sacrifices just as he does on the Sabbath day. After he goes out, the gate should be shut behind him."},{"Verse":13,"Text":" “‘Each day you should provide a sound male lamb in its first year as a whole burnt offering to Jehovah. You should do this morning by morning."},{"Verse":14,"Text":" Along with it, each morning you should provide a sixth of an eʹphah as a grain offering, along with a third of a hin of oil for sprinkling on the fine flour as a regular grain offering to Jehovah. This is a lasting statute."},{"Verse":15,"Text":" They must provide the male lamb, the grain offering, and the oil each morning as a regular whole burnt offering.’"},{"Verse":16,"Text":" “This is what the Sovereign Lord Jehovah says: ‘If the chieftain gives a gift to each one of his sons as an inheritance, it will become the property of his sons. It is their possession by inheritance."},{"Verse":17,"Text":" But if he gives a gift from his inheritance to one of his servants, it will be his until the year of liberty; and then it will return to the chieftain. Only the inheritance of his sons will be permanently theirs."},{"Verse":18,"Text":" The chieftain should not take any of the inheritance of the people by forcing them off their property. He should give his sons an inheritance from his own property, so that no one among my people may be driven from his property.’”"},{"Verse":19,"Text":" Then he brought me in by the entryway that was beside the gate leading to the holy dining rooms of the priests, which faced north, and there I saw a place at the rear toward the west."},{"Verse":20,"Text":" He said to me: “This is the place where the priests will boil the guilt offering and the sin offering and where they will bake the grain offering, so that they will not carry anything out to the outer courtyard and transmit holiness to the people.”"},{"Verse":21,"Text":" He brought me out to the outer courtyard and led me past the four corners of the courtyard, and I saw a courtyard by each corner of the outer courtyard."},{"Verse":22,"Text":" At the four corners of the courtyard were small courtyards, 40 cubits long and 30 cubits wide. All four of them were the same size."},{"Verse":23,"Text":" There were ledges all around the four of them, and beneath the ledges were built places to boil the offerings."},{"Verse":24,"Text":" Then he said to me: “These are the houses where the ministers of the temple boil the sacrifice of the people.”"}]},{"Chapter":47,"Verses":[{"Verse":1,"Text":" Then he brought me back to the entrance of the temple, and there I saw water flowing eastward from under the threshold of the temple, for the front of the temple was facing east. The water was flowing down from under the right side of the temple, south of the altar."},{"Verse":2,"Text":" He then led me out by way of the north gate and took me outside and around to the outer gate that is facing east, and I saw water trickling from the right side."},{"Verse":3,"Text":" When the man went out toward the east with a measuring line in his hand, he measured off 1,000 cubits and had me pass through the water; the water was ankle deep."},{"Verse":4,"Text":" Then he measured off another 1,000 and had me pass through the water, and it was up to the knees.\r\nHe measured off another 1,000 and had me pass through, and the water was up to the hips."},{"Verse":5,"Text":" When he measured off another 1,000, it was a torrent that I was unable to walk across, for the water was so deep that one had to swim, a torrent of water that could not be crossed on foot."},{"Verse":6,"Text":" He asked me: “Have you seen this, son of man?”\r\nThen he had me walk and return to the bank of the stream."},{"Verse":7,"Text":" When I returned, I saw that on the bank of the stream were very many trees on both sides."},{"Verse":8,"Text":" Then he said to me: “This water flows toward the eastern region and continues down through the Arʹabah and enters the sea. When it enters the sea, the water there will be healed."},{"Verse":9,"Text":" Swarms of living creatures will be able to live wherever the waters flow. There will be an abundance of fish, because this water will flow there. The seawater will be healed, and everything will live wherever the stream goes."},{"Verse":10,"Text":" “Fishermen will stand beside it from En-gedʹi clear to En-egʹlaim, where there will be a drying yard for dragnets. There will be an abundance of many kinds of fish, like the fish of the Great Sea."},{"Verse":11,"Text":" “It will have swampy places and marshy places, and these will not be healed. They will be abandoned to salt."},{"Verse":12,"Text":" “All sorts of trees for food will grow on both banks of the stream. Their leaves will not wither; nor will their fruitage fail. Each month they will bear new fruit, because the water for them flows from the sanctuary. Their fruitage will serve as food and their leaves for healing.”"},{"Verse":13,"Text":" This is what the Sovereign Lord Jehovah says: “This is the territory that you will assign as the land inheritance of the 12 tribes of Israel, and Joseph will have two portions."},{"Verse":14,"Text":" You will inherit it and receive equal shares. I swore to give this land to your forefathers, and now it is assigned to you as an inheritance."},{"Verse":15,"Text":" “This is the boundary of the land on the northern side: It goes from the Great Sea by the way to Hethʹlon toward Zeʹdad,"},{"Verse":16,"Text":" Haʹmath, Beroʹthah, and Sibʹraim, which is between the territory of Damascus and the territory of Haʹmath, to Haʹzer-hatʹticon, which is by the boundary of Hauranʹ."},{"Verse":17,"Text":" So the boundary will run from the sea to Haʹzar-eʹnon, along the boundary of Damascus to the north, and the boundary of Haʹmath. This is the northern border."},{"Verse":18,"Text":" “The eastern side runs between Hauranʹ and Damascus and along the Jordan between Gilʹead and the land of Israel. You should measure from the boundary to the eastern sea. This is the eastern border."},{"Verse":19,"Text":" “The southern border will be from Taʹmar to the waters of Merʹibath-kaʹdesh, then to the Wadi and to the Great Sea. This is the southern border."},{"Verse":20,"Text":" “On the western side is the Great Sea, from the boundary up to a point opposite Leʹbo-haʹmath. This is the western border.”"},{"Verse":21,"Text":" “You are to apportion this land among yourselves, among the 12 tribes of Israel."},{"Verse":22,"Text":" You should distribute it for inheritance among yourselves and to the foreigners residing with you who have had children while living among you; and they will be like native-born Israelites to you. They will receive an inheritance among the tribes of Israel along with you."},{"Verse":23,"Text":" You should give the foreign resident an inheritance in the territory of the tribe where he has taken up residence,” declares the Sovereign Lord Jehovah."}]},{"Chapter":48,"Verses":[{"Verse":1,"Text":" “These are the names of the tribes, starting from the northern extremity: Dan’s portion runs along the way of Hethʹlon to Leʹbo-haʹmath to Haʹzar-eʹnan, along the boundary of Damascus northward, beside Haʹmath; and it extends from the eastern to the western border."},{"Verse":2,"Text":" Ashʹer’s portion is on the boundary of Dan, from the eastern border to the western border."},{"Verse":3,"Text":" Naphʹtali’s portion is on the boundary of Ashʹer, from the eastern border to the western border."},{"Verse":4,"Text":" Manasʹseh’s portion is on the boundary of Naphʹtali, from the eastern border to the western border."},{"Verse":5,"Text":" Eʹphraim’s portion is on the boundary of Manasʹseh, from the eastern border to the western border."},{"Verse":6,"Text":" Reuʹben’s portion is on the boundary of Eʹphraim, from the eastern border to the western border."},{"Verse":7,"Text":" Judah’s portion is on the boundary of Reuʹben, from the eastern border to the western border."},{"Verse":8,"Text":" On the boundary of Judah, from the eastern border to the western border, the contribution that you are to set apart should be 25,000 cubits wide and correspond to the length of the other tribal portions from the eastern border to the western border. The sanctuary will be in the middle of it."},{"Verse":9,"Text":" “The contribution that you are to set apart to Jehovah will be 25,000 cubits long and 10,000 wide."},{"Verse":10,"Text":" This will be the holy contribution for the priests. It will be 25,000 cubits on the north side, 10,000 on the west, 10,000 on the east, and 25,000 on the south. The sanctuary of Jehovah will be in the middle of it."},{"Verse":11,"Text":" It will be for the sanctified priests from the sons of Zaʹdok, those who took care of their responsibilities toward me and did not go astray when the Israelites and the Levites went astray."},{"Verse":12,"Text":" They will have a portion of the contribution of the land set apart as something most holy, on the boundary of the Levites."},{"Verse":13,"Text":" “Right next to the territory of the priests, the Levites will have a portion 25,000 cubits long and 10,000 wide. (The whole length will be 25,000 long and 10,000 wide.)"},{"Verse":14,"Text":" They should not sell, exchange, or transfer any of this choicest portion of the land, for it is something holy to Jehovah."},{"Verse":15,"Text":" “The remaining area that is 5,000 cubits wide alongside the 25,000 cubit border will be for common use of the city, for housing and pasture ground. The city will be in the middle of it."},{"Verse":16,"Text":" These are the city’s measurements: The northern border is 4,500 cubits, the southern border is 4,500, the eastern border is 4,500, and the western border is 4,500."},{"Verse":17,"Text":" The pasture ground of the city will be 250 cubits to the north, 250 to the south, 250 to the east, and 250 to the west."},{"Verse":18,"Text":" “The length of the remaining portion will correspond to the holy contribution, 10,000 cubits to the east and 10,000 to the west. It will correspond to the holy contribution, and its produce will provide food for those serving the city."},{"Verse":19,"Text":" Those who are serving the city from all the tribes of Israel will cultivate it."},{"Verse":20,"Text":" “The whole contribution is 25,000 cubits square. You should set it aside as the holy contribution along with the possession of the city."},{"Verse":21,"Text":" “What remains on both sides of the holy contribution and of the possession of the city will belong to the chieftain. It will be alongside the 25,000 cubit borders that are east and west of the contribution. It will correspond to those adjoining portions, and it will be for the chieftain. The holy contribution and the sanctuary of the temple will be in the middle of it."},{"Verse":22,"Text":" “The possession of the Levites and the possession of the city will be between what belongs to the chieftain. The chieftain’s territory will be between the boundary of Judah and the boundary of Benjamin."},{"Verse":23,"Text":" “As for the remaining tribes, Benjamin’s portion is from the eastern border to the western border."},{"Verse":24,"Text":" Simʹeon’s portion is by the boundary of Benjamin, from the eastern border to the western border."},{"Verse":25,"Text":" Isʹsachar’s portion is by the boundary of Simʹeon, from the eastern border to the western border."},{"Verse":26,"Text":" Zebʹulun’s portion is by the boundary of Isʹsachar, from the eastern border to the western border."},{"Verse":27,"Text":" Gad’s portion is by the boundary of Zebʹulun, from the eastern border to the western border."},{"Verse":28,"Text":" The southern border by the boundary of Gad will run from Taʹmar to the waters of Merʹibath-kaʹdesh, to the Wadi and on to the Great Sea."},{"Verse":29,"Text":" “This is the land that you should distribute as an inheritance to the tribes of Israel, and these will be their portions,” declares the Sovereign Lord Jehovah."},{"Verse":30,"Text":" “These will be the exits of the city: The northern side will measure 4,500 cubits."},{"Verse":31,"Text":" “The gates of the city will be named according to the tribes of Israel. Of the three gates on the north, there is one gate for Reuʹben, one gate for Judah, and one gate for Leʹvi."},{"Verse":32,"Text":" “The eastern side will be 4,500 cubits long, and there are three gates: one gate for Joseph, one gate for Benjamin, and one gate for Dan."},{"Verse":33,"Text":" “The southern side will measure 4,500 cubits, with three gates: one gate for Simʹeon, one gate for Isʹsachar, and one gate for Zebʹulun."},{"Verse":34,"Text":" “The western side will be 4,500 cubits long, with three gates: one gate for Gad, one gate for Ashʹer, and one gate for Naphʹtali."},{"Verse":35,"Text":" “The perimeter will be 18,000 cubits. And the name of the city from that day on will be Jehovah Is There.”"}]}]}