{"Name":"\\Projects\\nwt_jsonifier\\nwt_E\\nwt_13_1Ch_E","Abbrev":["nu","num"],"Chapters":[{"Chapter":1,"Verses":[{"Verse":1,"Text":" Adam,\r\nSeth,\r\nEʹnosh,"},{"Verse":2,"Text":" Keʹnan,\r\nMahalʹalel,\r\nJaʹred,"},{"Verse":3,"Text":" Eʹnoch,\r\nMethuʹselah,\r\nLaʹmech,"},{"Verse":4,"Text":" Noah,\r\nShem, Ham, and Jaʹpheth."},{"Verse":5,"Text":" The sons of Jaʹpheth were Goʹmer, Maʹgog, Maʹdai, Jaʹvan, Tuʹbal, Meʹshech, and Tiʹras."},{"Verse":6,"Text":" The sons of Goʹmer were Ashʹkenaz, Riʹphath, and Togarʹmah."},{"Verse":7,"Text":" The sons of Jaʹvan were Eliʹshah, Tarʹshish, Kitʹtim, and Roʹdanim."},{"Verse":8,"Text":" The sons of Ham were Cush, Mizʹraim, Put, and Caʹnaan."},{"Verse":9,"Text":" The sons of Cush were Seʹba, Havʹilah, Sabʹtah, Raʹamah, and Sabʹteca.\r\nThe sons of Raʹamah were Sheʹba and Deʹdan."},{"Verse":10,"Text":" Cush became father to Nimʹrod. He was the first to become a mighty one on the earth."},{"Verse":11,"Text":" Mizʹraim became father to Luʹdim, Anʹamim, Lehaʹbim, Naphtuʹhim,"},{"Verse":12,"Text":" Pathruʹsim, Casluʹhim (from whom the Philisʹtines came), and Caphʹtorim."},{"Verse":13,"Text":" Caʹnaan became father to Siʹdon, his firstborn, and Heth,"},{"Verse":14,"Text":" as well as the Jebʹusite, the Amʹorite, the Girʹgashite,"},{"Verse":15,"Text":" the Hiʹvite, the Arkʹite, the Siʹnite,"},{"Verse":16,"Text":" the Arʹvadite, the Zemʹarite, and the Haʹmathite."},{"Verse":17,"Text":" The sons of Shem were Eʹlam, Asʹshur, Arpachʹshad, Lud, and Aʹram,\r\nand Uz, Hul, Geʹther, and Mash."},{"Verse":18,"Text":" Arpachʹshad became father to Sheʹlah, and Sheʹlah became father to Eʹber."},{"Verse":19,"Text":" Two sons were born to Eʹber. The name of the one was Peʹleg, because in his lifetime the earth was divided. The name of his brother was Jokʹtan."},{"Verse":20,"Text":" Jokʹtan became father to Almoʹdad, Sheʹleph, Hazarmaʹveth, Jeʹrah,"},{"Verse":21,"Text":" Hadoʹram, Uʹzal, Dikʹlah,"},{"Verse":22,"Text":" Oʹbal, Abimʹael, Sheʹba,"},{"Verse":23,"Text":" Oʹphir, Havʹilah, and Joʹbab; all of these were the sons of Jokʹtan."},{"Verse":24,"Text":" Shem,\r\nArpachʹshad,\r\nSheʹlah,"},{"Verse":25,"Text":" Eʹber,\r\nPeʹleg,\r\nReʹu,"},{"Verse":26,"Text":" Seʹrug,\r\nNaʹhor,\r\nTeʹrah,"},{"Verse":27,"Text":" Aʹbram, that is, Abraham."},{"Verse":28,"Text":" The sons of Abraham were Isaac and Ishʹmael."},{"Verse":29,"Text":" These are their family origins: Ishʹmael’s firstborn Nebaʹioth, then Keʹdar, Adʹbeel, Mibʹsam,"},{"Verse":30,"Text":" Mishʹma, Duʹmah, Masʹsa, Haʹdad, Teʹma,"},{"Verse":31,"Text":" Jeʹtur, Naʹphish, and Kedʹemah. These were the sons of Ishʹmael."},{"Verse":32,"Text":" The sons that Ketuʹrah, Abraham’s concubine, gave birth to were Zimʹran, Jokʹshan, Meʹdan, Midʹian, Ishʹbak, and Shuʹah.\r\nThe sons of Jokʹshan were Sheʹba and Deʹdan."},{"Verse":33,"Text":" The sons of Midʹian were Eʹphah, Eʹpher, Haʹnoch, Abiʹda, and Eldaʹah.\r\nAll of these were the sons of Ketuʹrah."},{"Verse":34,"Text":" Abraham became father to Isaac. The sons of Isaac were Eʹsau and Israel."},{"Verse":35,"Text":" The sons of Eʹsau were Elʹiphaz, Reuʹel, Jeʹush, Jaʹlam, and Korʹah."},{"Verse":36,"Text":" The sons of Elʹiphaz were Teʹman, Oʹmar, Zeʹpho, Gaʹtam, Keʹnaz, Timʹna, and Amʹalek."},{"Verse":37,"Text":" The sons of Reuʹel were Naʹhath, Zeʹrah, Shamʹmah, and Mizʹzah."},{"Verse":38,"Text":" The sons of Seʹir were Loʹtan, Shoʹbal, Zibʹeon, Aʹnah, Diʹshon, Eʹzer, and Diʹshan."},{"Verse":39,"Text":" The sons of Loʹtan were Hoʹri and Hoʹmam. Loʹtan’s sister was Timʹna."},{"Verse":40,"Text":" The sons of Shoʹbal were Alʹvan, Manʹahath, Eʹbal, Sheʹpho, and Oʹnam.\r\nThe sons of Zibʹeon were Aʹiah and Aʹnah."},{"Verse":41,"Text":" The son of Aʹnah was Diʹshon.\r\nThe sons of Diʹshon were Hemʹdan, Eshʹban, Ithʹran, and Cheʹran."},{"Verse":42,"Text":" The sons of Eʹzer were Bilʹhan, Zaʹavan, and Aʹkan.\r\nThe sons of Diʹshan were Uz and Aʹran."},{"Verse":43,"Text":" These are the kings who reigned in the land of Eʹdom before any king reigned over the Israelites: Beʹla the son of Beʹor; the name of his city was Dinʹhabah."},{"Verse":44,"Text":" When Beʹla died, Joʹbab the son of Zeʹrah from Bozʹrah began to reign in his place."},{"Verse":45,"Text":" When Joʹbab died, Huʹsham from the land of the Teʹmanites began to reign in his place."},{"Verse":46,"Text":" When Huʹsham died, Haʹdad the son of Beʹdad, who defeated Midʹian in the territory of Moʹab, began to reign in his place. The name of his city was Aʹvith."},{"Verse":47,"Text":" When Haʹdad died, Samʹlah from Masreʹkah began to reign in his place."},{"Verse":48,"Text":" When Samʹlah died, Shaʹul from Rehoʹboth by the River began to reign in his place."},{"Verse":49,"Text":" When Shaʹul died, Baʹal-haʹnan the son of Achʹbor began to reign in his place."},{"Verse":50,"Text":" When Baʹal-haʹnan died, Haʹdad began to reign in his place. The name of his city was Paʹu, and the name of his wife was Mehetʹabel the daughter of Maʹtred, the daughter of Meʹzahab."},{"Verse":51,"Text":" Then Haʹdad died.\r\nThe sheikhs of Eʹdom were Sheikh Timʹna, Sheikh Alʹvah, Sheikh Jeʹtheth,"},{"Verse":52,"Text":" Sheikh Oholibaʹmah, Sheikh Eʹlah, Sheikh Piʹnon,"},{"Verse":53,"Text":" Sheikh Keʹnaz, Sheikh Teʹman, Sheikh Mibʹzar,"},{"Verse":54,"Text":" Sheikh Magʹdiel, Sheikh Iʹram. These were the sheikhs of Eʹdom."}]},{"Chapter":2,"Verses":[{"Verse":1,"Text":" These were the sons of Israel: Reuʹben, Simʹeon, Leʹvi, Judah, Isʹsachar, Zebʹulun,"},{"Verse":2,"Text":" Dan, Joseph, Benjamin, Naphʹtali, Gad, and Ashʹer."},{"Verse":3,"Text":" The sons of Judah were Er, Oʹnan, and Sheʹlah. These three were born to him from Shuʹa’s daughter, the Caʹnaanitess. But Er, Judah’s firstborn, was displeasing to Jehovah, so He put him to death."},{"Verse":4,"Text":" Taʹmar, Judah’s daughter-in-law, bore to him Peʹrez and Zeʹrah. Judah had five sons in all."},{"Verse":5,"Text":" The sons of Peʹrez were Hezʹron and Haʹmul."},{"Verse":6,"Text":" The sons of Zeʹrah were Zimʹri, Eʹthan, Heʹman, Calʹcol, and Daʹra. There were five of them in all."},{"Verse":7,"Text":" The son of Carʹmi was Aʹchar, who brought disaster on Israel, who was unfaithful with regard to what had been devoted to destruction."},{"Verse":8,"Text":" The son of Eʹthan was Azariʹah."},{"Verse":9,"Text":" The sons of Hezʹron who were born to him were Jerahʹmeel, Ram, and Cheluʹbai."},{"Verse":10,"Text":" Ram became father to Amminʹadab. Amminʹadab became father to Nahʹshon the chieftain of the descendants of Judah."},{"Verse":11,"Text":" Nahʹshon became father to Salʹma. Salʹma became father to Boʹaz."},{"Verse":12,"Text":" Boʹaz became father to Oʹbed. Oʹbed became father to Jesʹse."},{"Verse":13,"Text":" Jesʹse became father to his firstborn Eliʹab, Abinʹadab the second, Shimʹea the third,"},{"Verse":14,"Text":" Nethanʹel the fourth, Radʹdai the fifth,"},{"Verse":15,"Text":" Oʹzem the sixth, and David the seventh."},{"Verse":16,"Text":" Their sisters were Zeruʹiah and Abʹigail. The sons of Zeruʹiah were Abishʹai, Joʹab, and Asʹahel, three."},{"Verse":17,"Text":" Abʹigail gave birth to Amaʹsa, and the father of Amaʹsa was Jeʹther the Ishʹmaelite."},{"Verse":18,"Text":" Caʹleb the son of Hezʹron became father to sons by his wife Azuʹbah and by Jerʹioth; and these were her sons: Jeʹsher, Shoʹbab, and Arʹdon."},{"Verse":19,"Text":" When Azuʹbah died, Caʹleb married Ephʹrath, and she bore Hur to him."},{"Verse":20,"Text":" Hur became father to Uʹri. Uʹri became father to Bezʹalel."},{"Verse":21,"Text":" Afterward Hezʹron had relations with the daughter of Maʹchir the father of Gilʹead. He married her when he was 60 years old, and she bore Seʹgub to him."},{"Verse":22,"Text":" Seʹgub became father to Jaʹir, who had"},{"Verse":23,"Text":" cities in the land of Gilʹead. 23 Later Geshʹur and Syria took Havʹvoth-jaʹir from them, along with Keʹnath and its dependent towns, 60 cities. All of these were the descendants of Maʹchir the father of Gilʹead."},{"Verse":24,"Text":" After the death of Hezʹron in Caʹleb-ephʹrathah, Abiʹjah the wife of Hezʹron bore him Ashʹhur the father of Tekoʹa."},{"Verse":25,"Text":" The sons of Jerahʹmeel the firstborn of Hezʹron were Ram the firstborn, Buʹnah, Oʹren, Oʹzem, and Ahiʹjah."},{"Verse":26,"Text":" Jerahʹmeel had another wife, whose name was Atʹarah. She was the mother of Oʹnam."},{"Verse":27,"Text":" The sons of Ram the firstborn of Jerahʹmeel were Maʹaz, Jaʹmin, and Eʹker."},{"Verse":28,"Text":" The sons of Oʹnam were Shamʹmai and Jaʹda. The sons of Shamʹmai were Naʹdab and Abiʹshur."},{"Verse":29,"Text":" The name of Abiʹshur’s wife was Abʹihail, who bore him Ahʹban and Moʹlid."},{"Verse":30,"Text":" The sons of Naʹdab were Seʹled and Apʹpaim. But Seʹled died without sons."},{"Verse":31,"Text":" The son of Apʹpaim was Ishʹi. And the son of Ishʹi was Sheʹshan, and the son of Sheʹshan, Ahʹlai."},{"Verse":32,"Text":" The sons of Jaʹda the brother of Shamʹmai were Jeʹther and Jonʹathan. But Jeʹther died without sons."},{"Verse":33,"Text":" The sons of Jonʹathan were Peʹleth and Zaʹza. These were the descendants of Jerahʹmeel."},{"Verse":34,"Text":" Sheʹshan had no sons, only daughters. Now Sheʹshan had an Egyptian servant whose name was Jarʹha."},{"Verse":35,"Text":" Sheʹshan gave his daughter to be the wife of his servant Jarʹha, and she bore him Atʹtai."},{"Verse":36,"Text":" Atʹtai became father to Nathan. Nathan became father to Zaʹbad."},{"Verse":37,"Text":" Zaʹbad became father to Ephʹlal. Ephʹlal became father to Oʹbed."},{"Verse":38,"Text":" Oʹbed became father to Jeʹhu. Jeʹhu became father to Azariʹah."},{"Verse":39,"Text":" Azariʹah became father to Heʹlez. Heʹlez became father to Eleaʹsah."},{"Verse":40,"Text":" Eleaʹsah became father to Sisʹmai. Sisʹmai became father to Shalʹlum."},{"Verse":41,"Text":" Shalʹlum became father to Jekamiʹah. Jekamiʹah became father to Elishʹama."},{"Verse":42,"Text":" The sons of Caʹleb the brother of Jerahʹmeel were Meʹsha his firstborn, who was the father of Ziph, and the sons of Mareʹshah the father of Hebʹron."},{"Verse":43,"Text":" The sons of Hebʹron were Korʹah, Tapʹpuah, Reʹkem, and Sheʹma."},{"Verse":44,"Text":" Sheʹma became father to Raʹham the father of Jorʹkeam. Reʹkem became father to Shamʹmai."},{"Verse":45,"Text":" The son of Shamʹmai was Maʹon. Maʹon was the father of Beth-zur."},{"Verse":46,"Text":" Caʹleb’s concubine Eʹphah gave birth to Haʹran, Moʹza, and Gaʹzez. Haʹran became father to Gaʹzez."},{"Verse":47,"Text":" The sons of Jahʹdai were Reʹgem, Joʹtham, Geʹshan, Pelʹet, Eʹphah, and Shaʹaph."},{"Verse":48,"Text":" Caʹleb’s concubine Maʹacah gave birth to Sheʹber and Tirʹhanah."},{"Verse":49,"Text":" In time she bore Shaʹaph the father of Madmanʹnah and Sheʹva the father of Machbeʹnah and Gibʹea. Caʹleb’s daughter was Achʹsah."},{"Verse":50,"Text":" These were the descendants of Caʹleb.\r\nThe sons of Hur the firstborn of Ephʹrathah were Shoʹbal the father of Kirʹiath-jeʹarim,"},{"Verse":51,"Text":" Salʹma the father of Bethʹlehem, and Haʹreph the father of Beth-gaʹder."},{"Verse":52,"Text":" Shoʹbal the father of Kirʹiath-jeʹarim had sons: Haroʹeh and half of the Menuʹhoth."},{"Verse":53,"Text":" The families of Kirʹiath-jeʹarim were the Ithʹrites, the Puʹthites, the Shuʹmathites, and the Mishʹraites. It was from these that the Zoʹrathites and the Eshʹtaolites came."},{"Verse":54,"Text":" The sons of Salʹma were Bethʹlehem, the Netophʹathites, Atʹroth-beth-joʹab, half of the Manahaʹthites, and the Zorʹites."},{"Verse":55,"Text":" The families of the scribes dwelling at Jaʹbez were the Tiʹrathites, the Shimʹeathites, and the Suʹcathites. These were the Kenʹites who came from Hamʹmath the father of the house of Reʹchab."}]},{"Chapter":3,"Verses":[{"Verse":1,"Text":" These were the sons of David who were born to him in Hebʹron: the firstborn Amʹnon, whose mother was Ahinʹoam of Jezʹreel; the second, Daniel, whose mother was Abʹigail the Carʹmelite;"},{"Verse":2,"Text":" the third, Abʹsalom the son of Maʹacah the daughter of Talʹmai the king of Geshʹur; the fourth, Adoniʹjah the son of Hagʹgith;"},{"Verse":3,"Text":" the fifth, Shephatiʹah, whose mother was Abiʹtal; and the sixth, Ithʹream, whose mother was David’s wife Egʹlah."},{"Verse":4,"Text":" These six were born to him in Hebʹron; he reigned there for 7 years and 6 months, and for 33 years he reigned in Jerusalem."},{"Verse":5,"Text":" These were born to him in Jerusalem: Shimʹea, Shoʹbab, Nathan, and Solʹomon; the mother of these four was Bath-sheʹba the daughter of Amʹmiel."},{"Verse":6,"Text":" And nine other sons were Ibʹhar, Elishʹama, Eliphʹelet,"},{"Verse":7,"Text":" Noʹgah, Neʹpheg, Japhiʹa,"},{"Verse":8,"Text":" Elishʹama, Eliʹada, and Eliphʹelet."},{"Verse":9,"Text":" All of these were the sons of David, besides the sons of the concubines, and Taʹmar was their sister."},{"Verse":10,"Text":" The son of Solʹomon was Rehoboʹam; Abiʹjah was his son, Aʹsa his son, Jehoshʹaphat his son,"},{"Verse":11,"Text":" Jehoʹram his son, Ahaziʹah his son, Jehoʹash his son,"},{"Verse":12,"Text":" Amaziʹah his son, Azariʹah his son, Joʹtham his son,"},{"Verse":13,"Text":" Aʹhaz his son, Hezekiʹah his son, Manasʹseh his son,"},{"Verse":14,"Text":" Aʹmon his son, Josiʹah his son."},{"Verse":15,"Text":" The sons of Josiʹah were the firstborn, Johaʹnan, the second, Jehoiʹakim, the third, Zedekiʹah, the fourth, Shalʹlum."},{"Verse":16,"Text":" The sons of Jehoiʹakim were Jeconiʹah his son and Zedekiʹah his son."},{"Verse":17,"Text":" The sons of Jeconiʹah the prisoner were Shealʹtiel,"},{"Verse":18,"Text":" Malchiʹram, Pedaiʹah, Shenazʹzar, Jekamiʹah, Hoshʹama, and Nedabiʹah."},{"Verse":19,"Text":" The sons of Pedaiʹah were Zerubʹbabel and Shimʹei; and the sons of Zerubʹbabel were Meshulʹlam and Hananiʹah (and Sheloʹmith was their sister);"},{"Verse":20,"Text":" and five other sons were Hashuʹbah, Oʹhel, Berechiʹah, Hasadiʹah, and Juʹshab-heʹsed."},{"Verse":21,"Text":" And the sons of Hananiʹah were Pelatiʹah and Jeshaʹiah; the son of Jeshaʹiah was Rephaʹiah; the son of Rephaʹiah was Arʹnan; the son of Arʹnan was Obadiʹah; the son of Obadiʹah was Shecaniʹah;"},{"Verse":22,"Text":" and the sons of Shecaniʹah were Shemaiʹah and the sons of Shemaiʹah: Hatʹtush, Iʹgal, Bariʹah, Neariʹah, and Shaʹphat—six in all."},{"Verse":23,"Text":" And the sons of Neariʹah were Elioeʹnai, Hizkiʹah, and Azriʹkam, three."},{"Verse":24,"Text":" And the sons of Elioeʹnai were Hodaviʹah, Eliʹashib, Pelaʹiah, Akʹkub, Johaʹnan, Delaʹiah, and Anaʹni, seven."}]},{"Chapter":4,"Verses":[{"Verse":1,"Text":" The sons of Judah were Peʹrez, Hezʹron, Carʹmi, Hur, and Shoʹbal."},{"Verse":2,"Text":" Reaʹiah the son of Shoʹbal became father to Jaʹhath; Jaʹhath became father to Ahuʹmai and Laʹhad. These were the families of the Zoʹrathites."},{"Verse":3,"Text":" These were the sons of the father of Eʹtam: Jezʹreel, Ishʹma, and Idʹbash (and the name of their sister was Hazzelelpoʹni),"},{"Verse":4,"Text":" and Penuʹel was the father of Geʹdor, and Eʹzer was the father of Huʹshah. These were the sons of Hur, the firstborn of Ephʹrathah and the father of Bethʹlehem."},{"Verse":5,"Text":" Ashʹhur the father of Tekoʹa had two wives, Heʹlah and Naʹarah."},{"Verse":6,"Text":" Naʹarah bore to him Ahuzʹzam, Heʹpher, Teʹmeni, and Haahashʹtari. These were the sons of Naʹarah."},{"Verse":7,"Text":" And the sons of Heʹlah were Zeʹreth, Izʹhar, and Ethʹnan."},{"Verse":8,"Text":" Koz became father to Aʹnub, Zobeʹbah, and the families of Aharʹhel the son of Haʹrum."},{"Verse":9,"Text":" Jaʹbez was more honorable than his brothers; and his mother named him Jaʹbez, saying: “I gave birth to him in pain.”"},{"Verse":10,"Text":" Jaʹbez called on the God of Israel, saying: “O that you would bless me and enlarge my territory and let your hand be with me and preserve me from calamity, so that it may bring no harm to me!” So God brought about what he had asked for."},{"Verse":11,"Text":" Cheʹlub the brother of Shuʹhah became father to Meʹhir, who was the father of Eshʹton."},{"Verse":12,"Text":" Eshʹton became father to Beth-raʹpha, Paseʹah, and Tehinʹnah, the father of Ir-naʹhash. These were the men of Reʹcah."},{"Verse":13,"Text":" And the sons of Keʹnaz were Othʹniel and Seraiʹah, and the son of Othʹniel was Haʹthath."},{"Verse":14,"Text":" Meoʹnothai became father to Ophʹrah. Seraiʹah became father to Joʹab the father of Ge-harʹashim, so called because they were craftsmen."},{"Verse":15,"Text":" The sons of Caʹleb the son of Jephunʹneh were Iʹru, Eʹlah, and Naʹam; and the son of Eʹlah was Keʹnaz."},{"Verse":16,"Text":" The sons of Jehalʹlelel were Ziph, Ziʹphah, Tirʹia, and Asʹarel."},{"Verse":17,"Text":" The sons of Ezʹrah were Jeʹther, Meʹred, Eʹpher, and Jaʹlon; she conceived and bore Mirʹiam, Shamʹmai, and Ishʹbah the father of Eshtemoʹa."},{"Verse":18,"Text":" (And his Jewish wife gave birth to Jeʹred the father of Geʹdor, Heʹber the father of Soʹco, and Jekuʹthiel the father of Zanoʹah.) These were the sons of Bithiʹah, the daughter of Pharʹaoh, whom Meʹred married."},{"Verse":19,"Text":" The sons of Hodiʹah’s wife, the sister of Naʹham, were the fathers of Keiʹlah the Garʹmite and Eshtemoʹa the Maacʹathite."},{"Verse":20,"Text":" And the sons of Shiʹmon were Amʹnon, Rinʹnah, Ben-haʹnan, and Tiʹlon. And the sons of Ishʹi were Zoʹheth and Ben-zoʹheth."},{"Verse":21,"Text":" The sons of Sheʹlah the son of Judah were Er the father of Leʹcah, Laʹadah the father of Mareʹshah, and the families of the workers of fine fabric of the house of Ashbeʹa,"},{"Verse":22,"Text":" and Joʹkim, the men of Cozeʹba, Joʹash, and Saʹraph, who became husbands of Moʹabite women, and Jashʹubi-leʹhem. These records are ancient."},{"Verse":23,"Text":" They were potters who lived in Netaʹim and Gedeʹrah. They lived there and worked for the king."},{"Verse":24,"Text":" The sons of Simʹeon were Nemʹuel, Jaʹmin, Jaʹrib, Zeʹrah, and Shaʹul."},{"Verse":25,"Text":" Shalʹlum was his son, Mibʹsam his son, and Mishʹma his son."},{"Verse":26,"Text":" And the sons of Mishʹma were Hamʹmuel his son, Zacʹcur his son, Shimʹei his son."},{"Verse":27,"Text":" And Shimʹei had 16 sons and 6 daughters; but his brothers did not have many sons, and none of their families had as many as the men of Judah had."},{"Verse":28,"Text":" They lived in Beʹer-sheʹba, Molaʹdah, Haʹzar-shuʹal,"},{"Verse":29,"Text":" Bilʹhah, Eʹzem, Toʹlad,"},{"Verse":30,"Text":" Bethuʹel, Horʹmah, Zikʹlag,"},{"Verse":31,"Text":" Beth-marʹcaboth, Haʹzar-suʹsim, Beth-birʹi, and Shaʹaraʹim. These were their cities until the reign of David."},{"Verse":32,"Text":" Their settlements were Eʹtam, Aʹin, Rimʹmon, Toʹchen, and Aʹshan, five cities,"},{"Verse":33,"Text":" along with their settlements that were all around these cities as far as Baʹal. These were their genealogical enrollments and the places where they lived."},{"Verse":34,"Text":" And Meshoʹbab, Jamʹlech, Joʹshah the son of Amaziʹah,"},{"Verse":35,"Text":" Joel, Jeʹhu son of Joshibiʹah son of Seraiʹah son of Asʹiel,"},{"Verse":36,"Text":" and Elioeʹnai, Jaakoʹbah, Jeshohaiʹah, Asaiʹah, Adʹiel, Jesimʹiel, Benaiʹah,"},{"Verse":37,"Text":" and Ziʹza son of Shiʹphi son of Alʹlon son of Jedaʹiah son of Shimʹri son of Shemaiʹah;"},{"Verse":38,"Text":" these mentioned by name were the chieftains among their families, and the household of their forefathers increased in number."},{"Verse":39,"Text":" And they went to the entrance of Geʹdor, to the east side of the valley, to look for pastures for their flocks."},{"Verse":40,"Text":" They eventually found rich and good pastures, and the land was spacious, quiet, and undisturbed. Those who previously lived there were Hamʹites."},{"Verse":41,"Text":" These whose names are listed came during the days of King Hezekiʹah of Judah and struck down the tents of the Hamʹites and the Meuʹnim who were there. They devoted them to destruction down to this day; and they settled in their place because there were pastures for their flocks there."},{"Verse":42,"Text":" Some of the Simʹeonites, 500 men, went to Mount Seʹir with Pelatiʹah, Neariʹah, Rephaʹiah, and Uzʹziel, the sons of Ishʹi who led them."},{"Verse":43,"Text":" And they struck down the rest of the Amalʹekites who had escaped, and they have lived there down to this day."}]},{"Chapter":5,"Verses":[{"Verse":1,"Text":" These are the sons of Reuʹben, Israel’s firstborn. He was the firstborn, but because he defiled the bed of his father, his right as firstborn was given to the sons of Joseph the son of Israel, so he was not enrolled genealogically for the right of the firstborn."},{"Verse":2,"Text":" Though Judah was superior to his brothers and from him came the one to be the leader, the right as firstborn belonged to Joseph."},{"Verse":3,"Text":" The sons of Reuʹben the firstborn of Israel were Haʹnoch, Palʹlu, Hezʹron, and Carʹmi."},{"Verse":4,"Text":" The sons of Joel were Shemaiʹah his son, Gog his son, Shimʹei his son,"},{"Verse":5,"Text":" Miʹcah his son, Reaʹiah his son, Baʹal his son,"},{"Verse":6,"Text":" and Beerʹah his son, whom King Tilʹgath-pilneʹser of Assyrʹia took into exile; he was a chieftain of the Reuʹbenites."},{"Verse":7,"Text":" His brothers by their families in the genealogical enrollment by their descendants were, as the head, Jeiʹel, Zechariʹah,"},{"Verse":8,"Text":" and Beʹla son of Aʹzaz son of Sheʹma son of Joel, who lived in Aroʹer and as far as Neʹbo and Baʹal-meʹon."},{"Verse":9,"Text":" To the east he settled as far as the beginning of the wilderness at the Euphraʹtes River, for their livestock had become numerous in the land of Gilʹead."},{"Verse":10,"Text":" In the days of Saul, they waged war against the Hagʹrites, who were defeated before them, so they dwelled in their tents throughout all the territory east of Gilʹead."},{"Verse":11,"Text":" Now the descendants of Gad lived next to them in the land of Baʹshan as far as Salʹecah."},{"Verse":12,"Text":" Joel was the head, Shaʹpham the second, and Jaʹnai and Shaʹphat in Baʹshan."},{"Verse":13,"Text":" And their brothers belonging to their paternal houses were Miʹchael, Meshulʹlam, Sheʹba, Joʹrai, Jaʹcan, Ziʹa, and Eʹber, seven in all."},{"Verse":14,"Text":" These were the sons of Abʹihail son of Huʹri son of Jaroʹah son of Gilʹead son of Miʹchael son of Jeshishʹai son of Jahʹdo son of Buz."},{"Verse":15,"Text":" Aʹhi son of Abʹdiel son of Guʹni was head of their paternal house."},{"Verse":16,"Text":" They lived in Gilʹead, in Baʹshan and its dependent towns, and in all the pastures of Sharʹon as far as they extended."},{"Verse":17,"Text":" They were all enrolled genealogically in the days of King Joʹtham of Judah and in the days of King Jeroboʹam of Israel."},{"Verse":18,"Text":" The Reuʹbenites, the Gadʹites, and the half tribe of Manasʹseh had 44,760 mighty warriors in their army who carried shields and swords and were armed with bows, and they were trained in war."},{"Verse":19,"Text":" They waged war against the Hagʹrites, Jeʹtur, Naʹphish, and Noʹdab."},{"Verse":20,"Text":" And they were helped in fighting them, so that the Hagʹrites and all who were with them were given into their hand, for they called to God for help in the war, and he responded to their entreaty because they trusted in him."},{"Verse":21,"Text":" They captured their livestock—50,000 camels, 250,000 sheep, and 2,000 donkeys—as well as 100,000 people."},{"Verse":22,"Text":" Many had fallen slain, because the war was waged by the true God. And they lived in their place until the time of the exile."},{"Verse":23,"Text":" The descendants of the half tribe of Manasʹseh lived in the land from Baʹshan to Baʹal-herʹmon and Seʹnir and Mount Herʹmon. They were numerous."},{"Verse":24,"Text":" These were the heads of their paternal houses: Eʹpher, Ishʹi, Eʹliel, Azʹriel, Jeremiah, Hodaviʹah, and Jahʹdiel; they were mighty warriors, men of fame, and heads of their paternal houses."},{"Verse":25,"Text":" But they acted unfaithfully toward the God of their forefathers and prostituted themselves to the gods of the peoples of the land, whom God had annihilated from before them."},{"Verse":26,"Text":" So the God of Israel stirred up the spirit of King Pul of Assyrʹia (that is, King Tilʹgath-pilneʹser of Assyrʹia) so that he took into exile those of the Reuʹbenites, the Gadʹites, and the half tribe of Manasʹseh and brought them to Haʹlah, Haʹbor, Haʹra, and the river Goʹzan, where they are until this day."}]},{"Chapter":6,"Verses":[{"Verse":1,"Text":" The sons of Leʹvi were Gerʹshon, Koʹhath, and Merarʹi."},{"Verse":2,"Text":" The sons of Koʹhath were Amʹram, Izʹhar, Hebʹron, and Uzʹziel."},{"Verse":3,"Text":" The children of Amʹram were Aaron, Moses, and also Mirʹiam. And the sons of Aaron were Naʹdab, Abiʹhu, Eleaʹzar, and Ithʹamar."},{"Verse":4,"Text":" Eleaʹzar became father to Phinʹehas; Phinʹehas became father to Abishuʹa."},{"Verse":5,"Text":" Abishuʹa became father to Bukʹki; Bukʹki became father to Uzʹzi."},{"Verse":6,"Text":" Uzʹzi became father to Zerahiʹah; Zerahiʹah became father to Meraʹioth."},{"Verse":7,"Text":" Meraʹioth became father to Amariʹah; Amariʹah became father to Ahiʹtub."},{"Verse":8,"Text":" Ahiʹtub became father to Zaʹdok; Zaʹdok became father to Ahimʹaaz."},{"Verse":9,"Text":" Ahimʹaaz became father to Azariʹah; Azariʹah became father to Johaʹnan."},{"Verse":10,"Text":" Johaʹnan became father to Azariʹah. He served as priest in the house that Solʹomon built in Jerusalem."},{"Verse":11,"Text":" Azariʹah became father to Amariʹah; Amariʹah became father to Ahiʹtub."},{"Verse":12,"Text":" Ahiʹtub became father to Zaʹdok; Zaʹdok became father to Shalʹlum."},{"Verse":13,"Text":" Shalʹlum became father to Hilkiʹah; Hilkiʹah became father to Azariʹah."},{"Verse":14,"Text":" Azariʹah became father to Seraiʹah; Seraiʹah became father to Jehozʹadak."},{"Verse":15,"Text":" And Jehozʹadak went into exile when Jehovah took Judah and Jerusalem into exile by the hand of Nebuchadnezʹzar."},{"Verse":16,"Text":" The sons of Leʹvi were Gerʹshom, Koʹhath, and Merarʹi."},{"Verse":17,"Text":" These are the names of the sons of Gerʹshom: Libʹni and Shimʹei."},{"Verse":18,"Text":" The sons of Koʹhath were Amʹram, Izʹhar, Hebʹron, and Uzʹziel."},{"Verse":19,"Text":" The sons of Merarʹi were Mahʹli and Muʹshi.\r\nThese were the families of the Levites by their forefathers:"},{"Verse":20,"Text":" Of Gerʹshom, Libʹni his son, Jaʹhath his son, Zimʹmah his son,"},{"Verse":21,"Text":" Joʹah his son, Idʹdo his son, Zeʹrah his son, Jeathʹerai his son."},{"Verse":22,"Text":" The sons of Koʹhath were Amminʹadab his son, Korʹah his son, Asʹsir his son,"},{"Verse":23,"Text":" Elkaʹnah his son, Ebiʹasaph his son, Asʹsir his son,"},{"Verse":24,"Text":" Taʹhath his son, Uriʹel his son, Uzziʹah his son, and Shaʹul his son."},{"Verse":25,"Text":" The sons of Elkaʹnah were Amaʹsai and Ahiʹmoth."},{"Verse":26,"Text":" As for Elkaʹnah, the sons of Elkaʹnah were Zoʹphai his son, Naʹhath his son,"},{"Verse":27,"Text":" Eliʹab his son, Jeroʹham his son, Elkaʹnah his son."},{"Verse":28,"Text":" The sons of Samuel were Joel the firstborn and Abiʹjah the second."},{"Verse":29,"Text":" The sons of Merarʹi were Mahʹli, Libʹni his son, Shimʹei his son, Uzʹzah his son,"},{"Verse":30,"Text":" Shimʹea his son, Haggiʹah his son, and Asaiʹah his son."},{"Verse":31,"Text":" These were the ones whom David appointed to direct the singing at the house of Jehovah after the Ark came to rest there."},{"Verse":32,"Text":" They were responsible for the singing at the tabernacle of the tent of meeting until Solʹomon built the house of Jehovah in Jerusalem, and they carried out their service as prescribed for them."},{"Verse":33,"Text":" These are the men who served with their sons: Of the Koʹhathites, Heʹman the singer, son of Joel son of Samuel"},{"Verse":34,"Text":" son of Elkaʹnah son of Jeroʹham son of Eʹliel son of Toʹah"},{"Verse":35,"Text":" son of Zuph son of Elkaʹnah son of Maʹhath son of Amaʹsai"},{"Verse":36,"Text":" son of Elkaʹnah son of Joel son of Azariʹah son of Zephaniʹah"},{"Verse":37,"Text":" son of Taʹhath son of Asʹsir son of Ebiʹasaph son of Korʹah"},{"Verse":38,"Text":" son of Izʹhar son of Koʹhath son of Leʹvi son of Israel."},{"Verse":39,"Text":" His brother Aʹsaph stood at his right hand; Aʹsaph was son of Berechiʹah son of Shimʹea"},{"Verse":40,"Text":" son of Miʹchael son of Baaseʹiah son of Malchiʹjah"},{"Verse":41,"Text":" son of Ethʹni son of Zeʹrah son of Adaiʹah"},{"Verse":42,"Text":" son of Eʹthan son of Zimʹmah son of Shimʹei"},{"Verse":43,"Text":" son of Jaʹhath son of Gerʹshom son of Leʹvi."},{"Verse":44,"Text":" The descendants of Merarʹi their brothers were at the left hand; there was Eʹthan son of Kishʹi son of Abʹdi son of Malʹluch"},{"Verse":45,"Text":" son of Hashabiʹah son of Amaziʹah son of Hilkiʹah"},{"Verse":46,"Text":" son of Amʹzi son of Baʹni son of Sheʹmer"},{"Verse":47,"Text":" son of Mahʹli son of Muʹshi son of Merarʹi son of Leʹvi."},{"Verse":48,"Text":" Their brothers the Levites were appointed for all the service of the tabernacle, the house of the true God."},{"Verse":49,"Text":" Aaron and his sons made the sacrifices smoke on the altar of burnt offering and on the altar of incense, performing the duties connected with the most holy things, to make atonement for Israel, according to all that Moses the servant of the true God had commanded."},{"Verse":50,"Text":" These were the descendants of Aaron: Eleaʹzar his son, Phinʹehas his son, Abishuʹa his son,"},{"Verse":51,"Text":" Bukʹki his son, Uzʹzi his son, Zerahiʹah his son,"},{"Verse":52,"Text":" Meraʹioth his son, Amariʹah his son, Ahiʹtub his son,"},{"Verse":53,"Text":" Zaʹdok his son, and Ahimʹaaz his son."},{"Verse":54,"Text":" These were their settlements by their encampments in their territory: for the descendants of Aaron belonging to the family of the Koʹhathites, as the first lot fell to them,"},{"Verse":55,"Text":" they gave them Hebʹron in the land of Judah, with its surrounding pastures."},{"Verse":56,"Text":" But the field of the city and its settlements they gave to Caʹleb the son of Jephunʹneh."},{"Verse":57,"Text":" And to the descendants of Aaron they gave the cities of refuge, Hebʹron, also Libʹnah with its pastures, Jatʹtir, Eshtemoʹa with its pastures,"},{"Verse":58,"Text":" Hiʹlen with its pastures, Deʹbir with its pastures,"},{"Verse":59,"Text":" Aʹshan with its pastures, and Beth-sheʹmesh with its pastures;"},{"Verse":60,"Text":" and from the tribe of Benjamin, Geʹba with its pastures, Alʹemeth with its pastures, and Anʹathoth with its pastures. All their cities for their families were 13 cities."},{"Verse":61,"Text":" To the rest of the Koʹhathites, there were allotted ten cities, from the family of the tribe, from the half tribe, the half of Manasʹseh."},{"Verse":62,"Text":" To the Gerʹshomites by their families they assigned 13 cities from the tribe of Isʹsachar, the tribe of Ashʹer, the tribe of Naphʹtali, and the tribe of Manasʹseh in Baʹshan."},{"Verse":63,"Text":" To the Merarʹites by their families they assigned by lot 12 cities from the tribe of Reuʹben, the tribe of Gad, and the tribe of Zebʹulun."},{"Verse":64,"Text":" Thus the Israelites gave the Levites these cities with their pastures."},{"Verse":65,"Text":" Furthermore, they assigned by lot these cities from the tribe of Judah, the tribe of Simʹeon, and the tribe of Benjamin, which are mentioned by their names."},{"Verse":66,"Text":" Some of the Koʹhathite families had cities from the tribe of Eʹphraim as their territory."},{"Verse":67,"Text":" They gave them the cities of refuge, Sheʹchem with its pastures in the mountainous region of Eʹphraim, Geʹzer with its pastures,"},{"Verse":68,"Text":" Jokʹmeam with its pastures, Beth-hoʹron with its pastures,"},{"Verse":69,"Text":" Aiʹjalon with its pastures, and Gath-rimʹmon with its pastures;"},{"Verse":70,"Text":" and from half of the tribe of Manasʹseh, Aʹner with its pastures and Bilʹeam with its pastures, to the rest of the families of the Koʹhathites."},{"Verse":71,"Text":" To the Gerʹshomites they assigned from the family of the half tribe of Manasʹseh, Goʹlan in Baʹshan with its pastures and Ashʹtaroth with its pastures;"},{"Verse":72,"Text":" and from the tribe of Isʹsachar, Keʹdesh with its pastures, Dabʹerath with its pastures,"},{"Verse":73,"Text":" Raʹmoth with its pastures, and Aʹnem with its pastures;"},{"Verse":74,"Text":" and from the tribe of Ashʹer, Maʹshal with its pastures, Abʹdon with its pastures,"},{"Verse":75,"Text":" Huʹkok with its pastures, and Reʹhob with its pastures;"},{"Verse":76,"Text":" and from the tribe of Naphʹtali, Keʹdesh in Galʹilee with its pastures, Hamʹmon with its pastures, and Kiriathaʹim with its pastures."},{"Verse":77,"Text":" To the rest of the Merarʹites they assigned from the tribe of Zebʹulun, Rimʹmono with its pastures, Taʹbor with its pastures;"},{"Verse":78,"Text":" and in the region of the Jordan at Jerʹicho, to the east of the Jordan, from the tribe of Reuʹben, they were given Beʹzer in the wilderness with its pastures, Jaʹhaz with its pastures,"},{"Verse":79,"Text":" Kedʹemoth with its pastures, and Mephʹaath with its pastures;"},{"Verse":80,"Text":" and from the tribe of Gad, Raʹmoth in Gilʹead with its pastures, Mahanaʹim with its pastures,"},{"Verse":81,"Text":" Heshʹbon with its pastures, and Jaʹzer with its pastures."}]},{"Chapter":7,"Verses":[{"Verse":1,"Text":" Now the sons of Isʹsachar were Toʹla, Puʹah, Jaʹshub, and Shimʹron—four."},{"Verse":2,"Text":" And the sons of Toʹla were Uzʹzi, Rephaʹiah, Jeʹriel, Jahʹmai, Ibʹsam, and Shemuʹel, the heads of their paternal houses. Descended from Toʹla were mighty warriors, whose number in the days of David was 22,600."},{"Verse":3,"Text":" And the descendants of Uzʹzi were Izrahiʹah and the sons of Izrahiʹah: Miʹchael, Obadiʹah, Joel, and Isshiʹah—all five of them were chiefs."},{"Verse":4,"Text":" And with them by their descendants, according to their paternal houses, there were 36,000 soldiers in their army available for war, for they had many wives and sons."},{"Verse":5,"Text":" And their brothers of all the families of Isʹsachar were mighty warriors, 87,000 as listed in the genealogical enrollment."},{"Verse":6,"Text":" The sons of Benjamin were Beʹla, Beʹcher, and Jediʹael—three."},{"Verse":7,"Text":" And the sons of Beʹla were Ezʹbon, Uzʹzi, Uzʹziel, Jerʹimoth, and Iʹri—five—heads of their paternal houses, mighty warriors, and 22,034 were in their genealogical enrollment."},{"Verse":8,"Text":" And the sons of Beʹcher were Zemiʹrah, Joʹash, Elieʹzer, Elioeʹnai, Omʹri, Jerʹemoth, Abiʹjah, Anʹathoth, and Alʹemeth—all of these were the sons of Beʹcher."},{"Verse":9,"Text":" Their genealogical enrollment by their descendants as respects the heads of their paternal houses was 20,200 mighty warriors."},{"Verse":10,"Text":" And the sons of Jediʹael were Bilʹhan and the sons of Bilʹhan: Jeʹush, Benjamin, Eʹhud, Chenaʹanah, Zeʹthan, Tarʹshish, and Ahishʹahar."},{"Verse":11,"Text":" All of these were the sons of Jediʹael, according to the heads of their forefathers, 17,200 mighty warriors ready to go out to the army for war."},{"Verse":12,"Text":" The Shupʹpim and the Hupʹpim were the sons of Ir; the Huʹshim were the sons of Aʹher."},{"Verse":13,"Text":" The sons of Naphʹtali were Jahʹziel, Guʹni, Jeʹzer, and Shalʹlum—descendants of Bilʹhah."},{"Verse":14,"Text":" The sons of Manasʹseh: Asʹriel, whom his Syrian concubine bore. (She bore Maʹchir the father of Gilʹead."},{"Verse":15,"Text":" Maʹchir took a wife for Hupʹpim and for Shupʹpim, and the name of his sister was Maʹacah.) The name of the second was Zeloʹphehad, but Zeloʹphehad had daughters."},{"Verse":16,"Text":" Maʹacah, Maʹchir’s wife, bore a son and named him Peʹresh; and the name of his brother was Sheʹresh; and his sons were Uʹlam and Reʹkem."},{"Verse":17,"Text":" And the son of Uʹlam was Beʹdan. These were the sons of Gilʹead son of Maʹchir son of Manasʹseh."},{"Verse":18,"Text":" And his sister was Hammoʹlecheth. She gave birth to Ishʹhod, Abi-eʹzer, and Mahʹlah."},{"Verse":19,"Text":" And the sons of Shemiʹda were Ahiʹan, Sheʹchem, Likʹhi, and Aniʹam."},{"Verse":20,"Text":" The sons of Eʹphraim were Shuʹthelah, Beʹred his son, Taʹhath his son, Eleaʹdah his son, Taʹhath his son,"},{"Verse":21,"Text":" Zaʹbad his son, Shuʹthelah his son, Eʹzer, and Eʹlead. The men of Gath who were born in the land killed them because they went down to take their livestock."},{"Verse":22,"Text":" Eʹphraim their father carried on mourning for many days, and his brothers kept coming in to comfort him."},{"Verse":23,"Text":" Afterward he had relations with his wife, and she became pregnant and gave birth to a son. But he named him Beriʹah because it was with calamity that she was in his house."},{"Verse":24,"Text":" And his daughter was Sheʹerah, who built Lower and Upper Beth-hoʹron and Uzʹzen-sheʹerah."},{"Verse":25,"Text":" And there was Reʹphah his son, Reʹsheph, Teʹlah his son, Taʹhan his son,"},{"Verse":26,"Text":" Laʹdan his son, Ammiʹhud his son, Elishʹama his son,"},{"Verse":27,"Text":" Nun his son, and Joshua his son."},{"Verse":28,"Text":" Their possession and their settlements were Bethʹel and its dependent towns, and to the east Naʹaran, and to the west Geʹzer and its dependent towns, and Sheʹchem and its dependent towns, as far as Ayʹyah and its dependent towns;"},{"Verse":29,"Text":" and next to the descendants of Manasʹseh, Beth-sheʹan and its dependent towns, Taʹanach and its dependent towns, Megidʹdo and its dependent towns, and Dor and its dependent towns. In these the descendants of Joseph the son of Israel lived."},{"Verse":30,"Text":" The sons of Ashʹer were Imʹnah, Ishʹvah, Ishʹvi, and Beriʹah, and their sister was Seʹrah."},{"Verse":31,"Text":" The sons of Beriʹah were Heʹber and Malʹchiel, who was the father of Birʹzaith."},{"Verse":32,"Text":" Heʹber became father to Japhʹlet, Shoʹmer, and Hoʹtham, and to Shuʹa their sister."},{"Verse":33,"Text":" The sons of Japhʹlet were Paʹsach, Bimʹhal, and Ashʹvath. These were the sons of Japhʹlet."},{"Verse":34,"Text":" The sons of Sheʹmer were Aʹhi, Rohʹgah, Jehubʹbah, and Aʹram."},{"Verse":35,"Text":" The sons of Heʹlem his brother were Zoʹphah, Imʹna, Sheʹlesh, and Aʹmal."},{"Verse":36,"Text":" The sons of Zoʹphah were Suʹah, Harʹnepher, Shuʹal, Beʹri, Imʹrah,"},{"Verse":37,"Text":" Beʹzer, Hod, Shamʹma, Shilʹshah, Ithʹran, and Beeʹra."},{"Verse":38,"Text":" The sons of Jeʹther were Jephunʹneh, Pisʹpah, and Aʹra."},{"Verse":39,"Text":" The sons of Ulʹla were Aʹrah, Hanʹniel, and Riziʹa."},{"Verse":40,"Text":" All of these were the sons of Ashʹer, heads of their paternal houses, select, mighty warriors, heads of the chieftains; and their number listed in the genealogical enrollment was 26,000 men in the army available for war."}]},{"Chapter":8,"Verses":[{"Verse":1,"Text":" Benjamin became father to Beʹla his firstborn, Ashʹbel the second, Aharʹah the third,"},{"Verse":2,"Text":" Noʹhah the fourth, and Raʹpha the fifth."},{"Verse":3,"Text":" Beʹla’s sons were Adʹdar, Geʹra, Abiʹhud,"},{"Verse":4,"Text":" Abishuʹa, Naʹaman, Ahoʹah,"},{"Verse":5,"Text":" Geʹra, Shephuʹphan, and Huʹram."},{"Verse":6,"Text":" These were the sons of Eʹhud, the heads of the paternal houses of the inhabitants of Geʹba, who were taken into exile to Manʹahath:"},{"Verse":7,"Text":" Naʹaman, Ahiʹjah, and Geʹra—he was the one who took them into exile and he became father to Uzʹza and Ahiʹhud."},{"Verse":8,"Text":" Shaharaʹim became father to children in the territory of Moʹab after he sent them away. Huʹshim and Baʹara were his wives."},{"Verse":9,"Text":" And by his wife Hoʹdesh, he became father to Joʹbab, Zibʹia, Meʹsha, Malʹcam,"},{"Verse":10,"Text":" Jeʹuz, Sachiʹa, and Mirʹmah. These were his sons, heads of the paternal houses."},{"Verse":11,"Text":" By Huʹshim he became father to Abiʹtub and Elpaʹal."},{"Verse":12,"Text":" And the sons of Elpaʹal were Eʹber, Miʹsham, Sheʹmed (who built Oʹno and Lod and its dependent towns),"},{"Verse":13,"Text":" Beriʹah, and Sheʹma. These were heads of the paternal houses of the inhabitants of Aiʹjalon. These drove out the inhabitants of Gath."},{"Verse":14,"Text":" And there were Ahiʹo, Shaʹshak, Jerʹemoth,"},{"Verse":15,"Text":" Zebadiʹah, Aʹrad, Eʹder,"},{"Verse":16,"Text":" Miʹchael, Ishʹpah, Joʹha, the sons of Beriʹah;"},{"Verse":17,"Text":" and Zebadiʹah, Meshulʹlam, Hizʹki, Heʹber,"},{"Verse":18,"Text":" Ishʹmerai, Izliʹah, Joʹbab, the sons of Elpaʹal;"},{"Verse":19,"Text":" and Jaʹkim, Zichʹri, Zabʹdi,"},{"Verse":20,"Text":" Elieʹnai, Zilʹlethai, Eʹliel,"},{"Verse":21,"Text":" Adaiʹah, Beraʹiah, Shimʹrath, the sons of Shimʹei;"},{"Verse":22,"Text":" and Ishʹpan, Eʹber, Eʹliel,"},{"Verse":23,"Text":" Abʹdon, Zichʹri, Haʹnan,"},{"Verse":24,"Text":" Hananiʹah, Eʹlam, Anthothiʹjah,"},{"Verse":25,"Text":" Iphdeʹiah, Penuʹel, the sons of Shaʹshak;"},{"Verse":26,"Text":" and Shamʹsherai, Shehariʹah, Athaliʹah,"},{"Verse":27,"Text":" Jaareshiʹah, Eliʹjah, Zichʹri, the sons of Jeroʹham."},{"Verse":28,"Text":" These were heads of the paternal houses by their descendants. These headmen lived in Jerusalem."},{"Verse":29,"Text":" The father of Gibʹeon, Jeiʹel, lived in Gibʹeon. His wife’s name was Maʹacah."},{"Verse":30,"Text":" And his firstborn son was Abʹdon, followed by Zur, Kish, Baʹal, Naʹdab,"},{"Verse":31,"Text":" Geʹdor, Ahiʹo, and Zeʹcher."},{"Verse":32,"Text":" Mikʹloth became father to Shimʹeah. And they all lived near their brothers in Jerusalem, along with their other brothers."},{"Verse":33,"Text":" Ner became father to Kish; Kish became father to Saul; Saul became father to Jonʹathan, Malʹchi-shuʹa, Abinʹadab, and Eshbaʹal."},{"Verse":34,"Text":" And Jonʹathan’s son was Merʹib-baʹal. Merʹib-baʹal became father to Miʹcah."},{"Verse":35,"Text":" And the sons of Miʹcah were Piʹthon, Melʹech, Tareʹa, and Aʹhaz."},{"Verse":36,"Text":" Aʹhaz became father to Jehoʹaddah; Jehoʹaddah became father to Alʹemeth, Azʹmaveth, and Zimʹri. Zimʹri became father to Moʹza."},{"Verse":37,"Text":" Moʹza became father to Binʹea, Raʹphah his son, Eleaʹsah his son, Aʹzel his son."},{"Verse":38,"Text":" Aʹzel had six sons, and their names were Azriʹkam, Boʹcheru, Ishʹmael, Sheariʹah, Obadiʹah, and Haʹnan. All of these were the sons of Aʹzel."},{"Verse":39,"Text":" And the sons of his brother Eʹshek were Uʹlam his firstborn, Jeʹush the second, and Eliphʹelet the third."},{"Verse":40,"Text":" And the sons of Uʹlam were mighty warriors who could handle the bow, and they had many sons and grandsons, numbering 150. All of these were descendants of Benjamin."}]},{"Chapter":9,"Verses":[{"Verse":1,"Text":" All the Israelites were enrolled genealogically, and they are written in the Book of the Kings of Israel. And Judah was taken into exile to Babylon for its unfaithfulness."},{"Verse":2,"Text":" The first inhabitants to return to their possession in their cities were some Israelites, the priests, the Levites, and the temple servants."},{"Verse":3,"Text":" And some of the descendants of Judah, of Benjamin, of Eʹphraim, and of Manasʹseh settled in Jerusalem:"},{"Verse":4,"Text":" Uʹthai son of Ammiʹhud son of Omʹri son of Imʹri son of Baʹni, of the descendants of Peʹrez son of Judah."},{"Verse":5,"Text":" And of the Shiʹlonites, Asaiʹah the firstborn and his sons."},{"Verse":6,"Text":" And of the sons of Zeʹrah, Jeuʹel and 690 of their brothers."},{"Verse":7,"Text":" And of the descendants of Benjamin, Salʹlu son of Meshulʹlam son of Hodaviʹah son of Hassenuʹah,"},{"Verse":8,"Text":" Ibneʹiah son of Jeroʹham, Eʹlah son of Uzʹzi son of Michʹri, and Meshulʹlam son of Shephatiʹah son of Reuʹel son of Ibniʹjah."},{"Verse":9,"Text":" And their brothers by line of descent were 956. All these men were heads of their paternal houses."},{"Verse":10,"Text":" And of the priests, there were Jedaʹiah, Jehoiʹarib, Jaʹchin,"},{"Verse":11,"Text":" Azariʹah son of Hilkiʹah son of Meshulʹlam son of Zaʹdok son of Meraʹioth son of Ahiʹtub, a leader of the house of the true God,"},{"Verse":12,"Text":" Adaiʹah son of Jeroʹham son of Pashʹhur son of Malchiʹjah, Maʹasai son of Adʹiel son of Jahʹzerah son of Meshulʹlam son of Meshilʹlemith son of Imʹmer,"},{"Verse":13,"Text":" and their brothers, heads of the paternal houses, 1,760 mighty, capable men available for the service of the house of the true God."},{"Verse":14,"Text":" And of the Levites, there were Shemaiʹah son of Hasʹshub son of Azriʹkam son of Hashabiʹah from the descendants of Merarʹi;"},{"Verse":15,"Text":" and Bakbakʹkar, Heʹresh, Gaʹlal, Mattaniʹah son of Miʹca son of Zichʹri son of Aʹsaph,"},{"Verse":16,"Text":" Obadiʹah son of Shemaiʹah son of Gaʹlal son of Jeduʹthun, and Berechiʹah son of Aʹsa son of Elkaʹnah, who was dwelling in the settlements of the Netophʹathites."},{"Verse":17,"Text":" The gatekeepers were Shalʹlum, Akʹkub, Talʹmon, Ahiʹman, and their brother Shalʹlum the head,"},{"Verse":18,"Text":" and until then he was at the king’s gate to the east. These were the gatekeepers of the camps of the Levites."},{"Verse":19,"Text":" And Shalʹlum son of Koʹre son of Ebiʹasaph son of Korʹah, and his brothers of his paternal house, the Korʹahites, were over the duties of the service, the doorkeepers of the tent, and their fathers had been over the camp of Jehovah as the keepers of the entryway."},{"Verse":20,"Text":" It was Phinʹehas the son of Eleaʹzar who had been their leader in the past; Jehovah was with him."},{"Verse":21,"Text":" Zechariʹah the son of Meshelemiʹah was the gatekeeper of the entrance of the tent of meeting."},{"Verse":22,"Text":" All those selected as gatekeepers at the thresholds numbered 212. They were in their settlements by their genealogical enrollment. David and Samuel the seer appointed these to their office of trust."},{"Verse":23,"Text":" They and their sons were over the guard service for the gates of the house of Jehovah, the house of the tent."},{"Verse":24,"Text":" The gatekeepers were on the four sides—east, west, north, and south."},{"Verse":25,"Text":" From time to time, their brothers were to come in from their settlements for seven days to serve along with them."},{"Verse":26,"Text":" There were four chief gatekeepers in the office of trust. They were Levites, and they were in charge of the chambers and of the treasuries of the house of the true God."},{"Verse":27,"Text":" They would spend the night in their stations all around the house of the true God, for they cared for the guard service and were in charge of the key and would open up the house from morning to morning."},{"Verse":28,"Text":" Some of them were in charge of the utensils of the service; they would count them when they brought them in and count them when they took them out."},{"Verse":29,"Text":" Some of them were appointed over the utensils, over all the holy utensils, and over the fine flour, the wine, the oil, the frankincense, and the balsam oil."},{"Verse":30,"Text":" Some of the sons of the priests mixed the ointment of balsam oil."},{"Verse":31,"Text":" And Mattithiʹah of the Levites, who was the firstborn of Shalʹlum the Korʹahite, was in the office of trust over the things baked in pans."},{"Verse":32,"Text":" Some of their brothers of the Koʹhathites were in charge of the layer bread, to prepare it every sabbath."},{"Verse":33,"Text":" These were the singers, the heads of the paternal houses of the Levites in the chambers, those set free from other duties; for by day and by night it was their responsibility to be on duty."},{"Verse":34,"Text":" These were the heads of the paternal houses of the Levites by their line of descent, headmen. These lived in Jerusalem."},{"Verse":35,"Text":" The father of Gibʹeon, Jeiʹel, lived in Gibʹeon. His wife’s name was Maʹacah."},{"Verse":36,"Text":" And his firstborn son was Abʹdon, followed by Zur, Kish, Baʹal, Ner, Naʹdab,"},{"Verse":37,"Text":" Geʹdor, Ahiʹo, Zechariʹah, and Mikʹloth."},{"Verse":38,"Text":" Mikʹloth became father to Shimʹeam. And they all lived near their brothers in Jerusalem, along with their other brothers."},{"Verse":39,"Text":" Ner became father to Kish; Kish became father to Saul; Saul became father to Jonʹathan, Malʹchi-shuʹa, Abinʹadab, and Eshbaʹal."},{"Verse":40,"Text":" And Jonʹathan’s son was Merʹib-baʹal. Merʹib-baʹal became father to Miʹcah."},{"Verse":41,"Text":" And the sons of Miʹcah were Piʹthon, Melʹech, Tahrʹea, and Aʹhaz."},{"Verse":42,"Text":" Aʹhaz became father to Jaʹrah; Jaʹrah became father to Alʹemeth, Azʹmaveth, and Zimʹri. Zimʹri became father to Moʹza."},{"Verse":43,"Text":" Moʹza became father to Binʹea and Rephaʹiah his son, Eleaʹsah his son, Aʹzel his son."},{"Verse":44,"Text":" Aʹzel had six sons, and their names were Azriʹkam, Boʹcheru, Ishʹmael, Sheariʹah, Obadiʹah, and Haʹnan. These were the sons of Aʹzel."}]},{"Chapter":10,"Verses":[{"Verse":1,"Text":" Now the Philisʹtines were fighting against Israel. And the men of Israel fled from before the Philisʹtines, and many fell slain on Mount Gilboʹa."},{"Verse":2,"Text":" The Philisʹtines kept in close range of Saul and his sons, and the Philisʹtines struck down Jonʹathan, Abinʹadab, and Malʹchi-shuʹa, Saul’s sons."},{"Verse":3,"Text":" The fighting grew fierce against Saul, and the archers found him, and he was wounded by the archers."},{"Verse":4,"Text":" Then Saul said to his armor-bearer: “Draw your sword and run me through with it, so that these uncircumcised men may not come and deal ruthlessly with me.” But his armor-bearer was unwilling, because he was very much afraid. So Saul took the sword and fell on it."},{"Verse":5,"Text":" When his armor-bearer saw that Saul was dead, he too fell on his own sword and died."},{"Verse":6,"Text":" Thus Saul and his three sons died, and all those of his house died together."},{"Verse":7,"Text":" When all the people of Israel in the valley saw that everyone had fled and that Saul and his sons had died, they began to abandon their cities and flee; the Philisʹtines then came and occupied them."},{"Verse":8,"Text":" The next day, when the Philisʹtines came to strip the slain, they found Saul and his sons fallen on Mount Gilboʹa."},{"Verse":9,"Text":" So they stripped him and took off his head and his armor, and they sent word throughout the land of the Philisʹtines to spread the news to their idols and the people."},{"Verse":10,"Text":" Then they put his armor in the house of their god and fastened his skull to the house of Daʹgon."},{"Verse":11,"Text":" When all those of Jaʹbesh in Gilʹead heard about all that the Philisʹtines had done to Saul,"},{"Verse":12,"Text":" all the warriors rose up and carried off the corpse of Saul and the corpses of his sons. They brought them to Jaʹbesh and buried their bones under the big tree in Jaʹbesh, and they fasted for seven days."},{"Verse":13,"Text":" Thus Saul died for the unfaithfulness he had shown against Jehovah because he had not obeyed the word of Jehovah, also for consulting a spirit medium"},{"Verse":14,"Text":" instead of inquiring of Jehovah. So He put him to death and turned the kingship over to David the son of Jesʹse."}]},{"Chapter":11,"Verses":[{"Verse":1,"Text":" In time all the Israelites gathered to David at Hebʹron and said: “Look! We are your own bone and flesh."},{"Verse":2,"Text":" In times past while Saul was king, you were the one who was leading Israel on its campaigns. And Jehovah your God said to you: ‘You will shepherd my people Israel, and you will become leader over my people Israel.’”"},{"Verse":3,"Text":" So all the elders of Israel came to the king at Hebʹron, and David made a covenant with them in Hebʹron before Jehovah. Then they anointed David as king over Israel, according to Jehovah’s word through Samuel."},{"Verse":4,"Text":" Later David and all Israel set out for Jerusalem, that is, Jeʹbus, where the Jebʹusites were inhabiting the land."},{"Verse":5,"Text":" The inhabitants of Jeʹbus taunted David: “You will never come in here!” However, David captured the stronghold of Zion, which is now the City of David."},{"Verse":6,"Text":" So David said: “Whoever is the first to strike the Jebʹusites will become chief and prince.” And Joʹab the son of Zeruʹiah went up first, and he became the chief."},{"Verse":7,"Text":" Then David took up residence in the stronghold. That is why they called it the City of David."},{"Verse":8,"Text":" He began to build up the city all around, from the Mound to the areas around it, and Joʹab restored the rest of the city."},{"Verse":9,"Text":" Thus David became greater and greater, and Jehovah of armies was with him."},{"Verse":10,"Text":" Now these are the heads of David’s mighty warriors, who gave him strong support in his kingship, together with all Israel, to make him king according to Jehovah’s word concerning Israel."},{"Verse":11,"Text":" This is the list of David’s mighty warriors: Jashoʹbeam the son of a Hachʹmonite, the head of the three. He brandished his spear over 300 slain at one time."},{"Verse":12,"Text":" Next to him was Eleaʹzar the son of Doʹdo the Ahoʹhite. He was among the three mighty warriors."},{"Verse":13,"Text":" He was with David at Pas-damʹmim, where the Philisʹtines had gathered together for war. Now there was a plot of land full of barley, and the people had fled because of the Philisʹtines."},{"Verse":14,"Text":" But he took his stand in the middle of the field and defended it and kept striking down the Philisʹtines, so that Jehovah brought about a great victory."},{"Verse":15,"Text":" Three of the 30 headmen went down to the rock, to David at the cave of Adulʹlam, while a Philisʹtine army was camped in the Valley of Rephʹaim."},{"Verse":16,"Text":" David was then in the stronghold, and a garrison of the Philisʹtines was in Bethʹlehem."},{"Verse":17,"Text":" Then David expressed his longing: “If only I could have a drink of the water from the cistern by the gate of Bethʹlehem!”"},{"Verse":18,"Text":" At that the three forced their way into the camp of the Philisʹtines and drew water from the cistern by the gate of Bethʹlehem and brought it to David; but David refused to drink it and poured it out to Jehovah."},{"Verse":19,"Text":" He said: “It is unthinkable on my part from the standpoint of my God to do this! Should I drink the blood of these men who risked their lives? For it was at the risk of their lives that they brought it.” So he refused to drink it. These are the things that his three mighty warriors did."},{"Verse":20,"Text":" Abishʹai the brother of Joʹab became head of another three; he brandished his spear over 300 slain, and he had a reputation like the three."},{"Verse":21,"Text":" Of the other three, he was more distinguished than two of them, and he was their chief; yet he did not attain to the rank of the first three."},{"Verse":22,"Text":" Benaiʹah the son of Jehoiʹada was a courageous man who performed many exploits in Kabʹzeel. He struck down the two sons of Arʹiel of Moʹab, and he descended into a waterpit on a snowy day and killed a lion."},{"Verse":23,"Text":" He also struck down an Egyptian man of extraordinary size—five cubits tall. Though the Egyptian had a spear in his hand like the beam of loom workers, he went against him with a rod and snatched the spear away from the Egyptian’s hand and killed him with his own spear."},{"Verse":24,"Text":" These things Benaiʹah the son of Jehoiʹada did, and he had a reputation like that of the three mighty warriors."},{"Verse":25,"Text":" Although he was distinguished even more than the thirty, he did not attain to the rank of the three. However, David appointed him over his own bodyguard."},{"Verse":26,"Text":" The mighty warriors of the military forces were Asʹahel the brother of Joʹab, Elhaʹnan the son of Doʹdo of Bethʹlehem,"},{"Verse":27,"Text":" Shamʹmoth the Haʹrorite, Heʹlez the Pelʹonite,"},{"Verse":28,"Text":" Iʹra the son of Ikʹkesh the Tekoʹite, Abi-eʹzer the Anʹathothite,"},{"Verse":29,"Text":" Sibʹbecai the Huʹshathite, Iʹlai the Ahoʹhite,"},{"Verse":30,"Text":" Maʹharai the Netophʹathite, Heʹled the son of Baʹanah the Netophʹathite,"},{"Verse":31,"Text":" Iʹthai the son of Riʹbai of Gibʹeah of the Benʹjaminites, Benaiʹah the Pirʹathonite,"},{"Verse":32,"Text":" Huʹrai of the wadis of Gaʹash, Abiʹel the Arʹbathite,"},{"Verse":33,"Text":" Azʹmaveth the Bahaʹrumite, Eliʹahba the Shaalʹbonite,"},{"Verse":34,"Text":" the sons of Haʹshem the Giʹzonite, Jonʹathan the son of Shaʹgee the Harʹarite,"},{"Verse":35,"Text":" Ahiʹam the son of Saʹcar the Harʹarite, Eliʹphal the son of Ur,"},{"Verse":36,"Text":" Heʹpher the Mecheʹrathite, Ahiʹjah the Pelʹonite,"},{"Verse":37,"Text":" Hezʹro the Carʹmelite, Naʹarai the son of Ezʹbai,"},{"Verse":38,"Text":" Joel the brother of Nathan, Mibʹhar the son of Hagʹri,"},{"Verse":39,"Text":" Zeʹlek the Amʹmonite, Naʹharai the Berothʹite, the armor-bearer of Joʹab the son of Zeruʹiah;"},{"Verse":40,"Text":" Iʹra the Ithʹrite, Gaʹreb the Ithʹrite,"},{"Verse":41,"Text":" Uriʹah the Hitʹtite, Zaʹbad the son of Ahʹlai,"},{"Verse":42,"Text":" Adʹina the son of Shiʹza the Reuʹbenite, a head of the Reuʹbenites, and 30 with him;"},{"Verse":43,"Text":" Haʹnan the son of Maʹacah, Joshʹaphat the Mithʹnite,"},{"Verse":44,"Text":" Uzziʹa the Ashʹterathite, Shaʹma and Jeiʹel, the sons of Hoʹtham the Aroʹerite;"},{"Verse":45,"Text":" Jediʹael the son of Shimʹri, and Joʹha his brother the Tiʹzite;"},{"Verse":46,"Text":" Eʹliel the Maʹhavite, Jerʹibai and Joshaviʹah the sons of Elʹnaam, and Ithʹmah the Moʹabite;"},{"Verse":47,"Text":" Eʹliel, Oʹbed, and Jaasiʹel the Mezoʹbaite."}]},{"Chapter":12,"Verses":[{"Verse":1,"Text":" These were the men who came to David at Zikʹlag while he was unable to move about freely because of Saul the son of Kish, and they were among the mighty warriors who supported him in battle."},{"Verse":2,"Text":" They were armed with the bow, and they could use both the right hand and the left hand to sling stones or to shoot arrows with the bow. They were of the brothers of Saul, from Benjamin."},{"Verse":3,"Text":" The head was Ahieʹzer, along with Joʹash, both sons of Shemaʹah the Gibʹeathite; Jeʹziel and Pelʹet the sons of Azʹmaveth, Berʹacah, Jeʹhu the Anʹathothite,"},{"Verse":4,"Text":" Ishmaʹiah the Gibʹeonite, a mighty warrior among the thirty and over the thirty; also Jeremiah, Jahaziʹel, Johaʹnan, Joʹzabad the Gedeʹrathite,"},{"Verse":5,"Text":" Eluʹzai, Jerʹimoth, Bealiʹah, Shemariʹah, Shephatiʹah the Harʹiphite,"},{"Verse":6,"Text":" Elkaʹnah, Isshiʹah, Azʹarel, Joeʹzer, and Jashoʹbeam, the Korʹahites;"},{"Verse":7,"Text":" and Joeʹlah and Zebadiʹah the sons of Jeroʹham of Geʹdor."},{"Verse":8,"Text":" Some of the Gadʹites went over to David’s side at the stronghold in the wilderness; they were mighty warriors, soldiers trained for war, standing ready with the large shield and the lance, whose faces were like those of lions and who were as swift as the gazelles on the mountains."},{"Verse":9,"Text":" Eʹzer was the head, Obadiʹah the second, Eliʹab the third,"},{"Verse":10,"Text":" Mishmanʹnah the fourth, Jeremiah the fifth,"},{"Verse":11,"Text":" Atʹtai the sixth, Eʹliel the seventh,"},{"Verse":12,"Text":" Johaʹnan the eighth, Elzaʹbad the ninth,"},{"Verse":13,"Text":" Jeremiah the tenth, Machʹbannai the eleventh."},{"Verse":14,"Text":" These were of the Gadʹites, heads of the army. The least one was equal to 100, and the greatest to 1,000."},{"Verse":15,"Text":" These are the men who crossed the Jordan in the first month when it was overflowing its banks, and they chased away all those living in the lowlands, to the east and to the west."},{"Verse":16,"Text":" Some of the men of Benjamin and Judah also came to David at his stronghold."},{"Verse":17,"Text":" Then David went out before them and said to them: “If you have come to me in peace to help me, my heart will be united with you. But if it is to betray me to my adversaries when my hands have done no wrong, let the God of our forefathers see it and judge.”"},{"Verse":18,"Text":" Then the spirit came upon Amaʹsai, the head of the thirty:\r\n“We are yours, O David, and we are with you, O son of Jesʹse.\r\nPeace, peace be yours, and peace to the one helping you,\r\nFor your God is helping you.”\r\nSo David received them and appointed them among the heads of the troops."},{"Verse":19,"Text":" Some from Manasʹseh also deserted to David when he came with the Philisʹtines to battle against Saul; but he did not help the Philisʹtines, for after consultation, the lords of the Philisʹtines sent him away, saying: “He will desert to his lord Saul, and it will cost us our heads.”"},{"Verse":20,"Text":" When he went to Zikʹlag, these deserted to him from Manasʹseh: Adʹnah, Joʹzabad, Jediʹael, Miʹchael, Joʹzabad, Eliʹhu, and Zilʹlethai, heads of the thousands of Manasʹseh."},{"Verse":21,"Text":" They helped David against the marauder band, because all of them were mighty, courageous men, and they became chiefs in the army."},{"Verse":22,"Text":" Day after day people kept coming to David to help him until it was a camp as great as the camp of God."},{"Verse":23,"Text":" This is the number of the heads of those armed for battle who came to David at Hebʹron to turn the kingship of Saul over to him according to Jehovah’s order."},{"Verse":24,"Text":" The men of Judah carrying the large shield and the lance were 6,800, armed for battle."},{"Verse":25,"Text":" Of the Simʹeonites, the mighty, courageous men of the army were 7,100."},{"Verse":26,"Text":" Of the Levites, 4,600."},{"Verse":27,"Text":" Jehoiʹada was the leader of the sons of Aaron, and with him were 3,700,"},{"Verse":28,"Text":" as well as Zaʹdok, a mighty and courageous young man, along with 22 chiefs from his paternal house."},{"Verse":29,"Text":" Of the Benʹjaminites, the brothers of Saul, there were 3,000, of whom the greater number had previously been guarding the interests of the house of Saul."},{"Verse":30,"Text":" Of the Eʹphraimites, there were 20,800 mighty, courageous men of fame among their paternal houses."},{"Verse":31,"Text":" Of the half tribe of Manasʹseh, there were 18,000 who had been designated by name to come to make David king."},{"Verse":32,"Text":" Of the tribe of Isʹsachar, who understood the times and knew what Israel should do, there were 200 of their headmen, and all their brothers were under their command."},{"Verse":33,"Text":" Of Zebʹulun, there were 50,000 who could serve in the army, drawing up in battle formation with all the weapons of war, all joining David with undivided loyalty."},{"Verse":34,"Text":" Of Naphʹtali, there were 1,000 chiefs, and with them were 37,000 with the large shield and the spear."},{"Verse":35,"Text":" Of the Danʹites, those drawing up in battle formation were 28,600."},{"Verse":36,"Text":" And of Ashʹer, those who could serve in the army for drawing up in battle formation were 40,000."},{"Verse":37,"Text":" From across the Jordan, of the Reuʹbenites, the Gadʹites, and the half tribe of Manasʹseh, there were 120,000 soldiers with all kinds of weapons of war."},{"Verse":38,"Text":" All of these were men of war, joining together in battle line; they came with a complete heart to Hebʹron to make David king over all Israel, and also all the rest of Israel were united in wanting to make David king."},{"Verse":39,"Text":" And they remained there with David for three days, eating and drinking, for their brothers had made preparation for them."},{"Verse":40,"Text":" Also those near them, and even those as far as Isʹsachar, Zebʹulun, and Naphʹtali, were bringing food on donkeys, camels, mules, and cattle—provisions of flour, cakes of pressed figs and raisins, wine, oil, and cattle and sheep in great quantity, for there was rejoicing in Israel."}]},{"Chapter":13,"Verses":[{"Verse":1,"Text":" David consulted with the chiefs of the thousands and of the hundreds and with every leader."},{"Verse":2,"Text":" Then David said to all the congregation of Israel: “If it seems good to you and it is acceptable to Jehovah our God, let us send word to our remaining brothers in all regions of Israel and also to the priests and the Levites in their cities with pastures to come and join us."},{"Verse":3,"Text":" And let us bring back the Ark of our God.” For they had not cared for it in the days of Saul."},{"Verse":4,"Text":" All the congregation agreed to do that, for it seemed right to all the people."},{"Verse":5,"Text":" So David congregated all Israel, from the river of Egypt as far as Leʹbo-haʹmath, to bring the Ark of the true God from Kirʹiath-jeʹarim."},{"Verse":6,"Text":" David and all Israel went up to Baʹalah, to Kirʹiath-jeʹarim, which belongs to Judah, to bring up from there the Ark of the true God, Jehovah, who sits enthroned above the cherubs, where his name is called on."},{"Verse":7,"Text":" However, they placed the Ark of the true God on a new wagon and brought it from the house of Abinʹadab, and Uzʹzah and Ahiʹo were leading the wagon."},{"Verse":8,"Text":" David and all Israel were celebrating before the true God with all their might, accompanied by songs, harps, other stringed instruments, tambourines, cymbals, and trumpets."},{"Verse":9,"Text":" But when they came to the threshing floor of Chiʹdon, Uzʹzah thrust his hand out and grabbed hold of the Ark, for the cattle nearly upset it."},{"Verse":10,"Text":" At that Jehovah’s anger blazed against Uzʹzah, and He struck him down because he had thrust his hand out to the Ark, and he died there before God."},{"Verse":11,"Text":" But David became angry because Jehovah’s wrath had broken through against Uzʹzah; and that place has been called Peʹrez-uzʹzah down to this day."},{"Verse":12,"Text":" So David became fearful of the true God on that day and said: “How can I bring the Ark of the true God to me?”"},{"Verse":13,"Text":" David did not bring the Ark to where he was in the City of David, but he had it taken to the house of Oʹbed-eʹdom the Gitʹtite."},{"Verse":14,"Text":" The Ark of the true God was with the household of Oʹbed-eʹdom, remaining at his house for three months, and Jehovah kept blessing the household of Oʹbed-eʹdom and all he had."}]},{"Chapter":14,"Verses":[{"Verse":1,"Text":" King Hiʹram of Tyre sent messengers to David, along with cedar timbers, stonemasons, and woodworkers to build a house for him."},{"Verse":2,"Text":" And David knew that Jehovah had firmly established him as king over Israel, for his kingship was highly exalted for the sake of His people Israel."},{"Verse":3,"Text":" David took more wives in Jerusalem, and David became father to more sons and daughters."},{"Verse":4,"Text":" These are the names of the children born to him in Jerusalem: Shammuʹa, Shoʹbab, Nathan, Solʹomon,"},{"Verse":5,"Text":" Ibʹhar, Eliʹshua, Elʹpelet,"},{"Verse":6,"Text":" Noʹgah, Neʹpheg, Japhiʹa,"},{"Verse":7,"Text":" Elishʹama, Beeliʹada, and Eliphʹelet."},{"Verse":8,"Text":" When the Philisʹtines heard that David had been anointed as king over all Israel, all the Philisʹtines came up to search for David. When David heard about it, he went out against them."},{"Verse":9,"Text":" Then the Philisʹtines came in and kept making raids in the Valley of Rephʹaim."},{"Verse":10,"Text":" David inquired of God, saying: “Should I go up against the Philisʹtines? Will you give them into my hand?” At this Jehovah said to him: “Go up, and I will surely give them into your hand.”"},{"Verse":11,"Text":" So David went up to Baʹal-peraʹzim, and he struck them down there. At that David said: “The true God has broken through my enemies by my hand, like a breach made by waters.” That is why they named that place Baʹal-peraʹzim."},{"Verse":12,"Text":" The Philisʹtines abandoned their gods there, and when David gave the order, these were burned in the fire."},{"Verse":13,"Text":" Later the Philisʹtines once again made a raid in the valley."},{"Verse":14,"Text":" David again inquired of God, but the true God said to him: “Do not go directly up after them. Instead, go around behind them, and come against them in front of the baʹca bushes."},{"Verse":15,"Text":" And when you hear the sound of marching in the tops of the baʹca bushes, launch your attack, for the true God will have gone out before you to strike down the army of the Philisʹtines.”"},{"Verse":16,"Text":" So David did just as the true God commanded him, and they struck down the Philisʹtine army from Gibʹeon to Geʹzer."},{"Verse":17,"Text":" And David’s fame spread into all the lands, and Jehovah put the dread of him upon all the nations."}]},{"Chapter":15,"Verses":[{"Verse":1,"Text":" And he continued building houses for himself in the City of David, and he prepared a place for the Ark of the true God and pitched a tent for it."},{"Verse":2,"Text":" It was then that David said: “No one is to carry the Ark of the true God except the Levites, for Jehovah has chosen them to carry the Ark of Jehovah and to minister to him always.”"},{"Verse":3,"Text":" Then David congregated all Israel at Jerusalem to bring the Ark of Jehovah up to the place that he had prepared for it."},{"Verse":4,"Text":" David gathered the descendants of Aaron and the Levites:"},{"Verse":5,"Text":" from the Koʹhathites, Uriʹel the chief and 120 of his brothers;"},{"Verse":6,"Text":" from the Merarʹites, Asaiʹah the chief and 220 of his brothers;"},{"Verse":7,"Text":" from the Gerʹshomites, Joel the chief and 130 of his brothers;"},{"Verse":8,"Text":" from the descendants of Elizaʹphan, Shemaiʹah the chief and 200 of his brothers;"},{"Verse":9,"Text":" from the descendants of Hebʹron, Eʹliel the chief and 80 of his brothers;"},{"Verse":10,"Text":" from the descendants of Uzʹziel, Amminʹadab the chief and 112 of his brothers."},{"Verse":11,"Text":" Furthermore, David called the priests Zaʹdok and Abiʹathar and the Levites Uriʹel, Asaiʹah, Joel, Shemaiʹah, Eʹliel, and Amminʹadab,"},{"Verse":12,"Text":" and he said to them: “You are the heads of the paternal houses of the Levites. Sanctify yourselves, you and your brothers, and bring the Ark of Jehovah the God of Israel up to the place that I have prepared for it."},{"Verse":13,"Text":" Since you did not carry it the first time, the anger of Jehovah our God broke out against us, because we did not search out the proper procedure.”"},{"Verse":14,"Text":" So the priests and the Levites sanctified themselves to bring up the Ark of Jehovah the God of Israel."},{"Verse":15,"Text":" Then the Levites carried the Ark of the true God on their shoulders with the poles, just as Moses had commanded by Jehovah’s word."},{"Verse":16,"Text":" David then told the chiefs of the Levites to appoint their brothers the singers to sing out joyfully, accompanied by musical instruments: stringed instruments, harps, and cymbals."},{"Verse":17,"Text":" So the Levites appointed Heʹman the son of Joel and, of his brothers, Aʹsaph the son of Berechiʹah and, of the Merarʹites their brothers, Eʹthan the son of Kushaʹiah."},{"Verse":18,"Text":" Together with them were their brothers of the second division, Zechariʹah, Ben, Jaaʹziel, Shemirʹamoth, Jehiʹel, Unʹni, Eliʹab, Benaiʹah, Maaseiʹah, Mattithiʹah, Eliphʹelehu, and Mikneʹiah and Oʹbed-eʹdom and Jeiʹel the gatekeepers."},{"Verse":19,"Text":" The singers Heʹman, Aʹsaph, and Eʹthan were to play the copper cymbals;"},{"Verse":20,"Text":" and Zechariʹah, Aʹziel, Shemirʹamoth, Jehiʹel, Unʹni, Eliʹab, Maaseiʹah, and Benaiʹah played stringed instruments tuned to Alʹamoth;"},{"Verse":21,"Text":" and Mattithiʹah, Eliphʹelehu, Mikneʹiah, Oʹbed-eʹdom, Jeiʹel, and Azaziʹah played harps tuned to Shemʹinith, to act as directors."},{"Verse":22,"Text":" Chenaniʹah the chief of the Levites supervised the transport, for he was an expert,"},{"Verse":23,"Text":" and Berechiʹah and Elkaʹnah were gatekeepers for the Ark."},{"Verse":24,"Text":" The priests Shebaniʹah, Joshʹaphat, Nethanʹel, Amaʹsai, Zechariʹah, Benaiʹah, and Elieʹzer loudly sounded the trumpets before the Ark of the true God, and Oʹbed-eʹdom and Jehiʹah also served as gatekeepers for the Ark."},{"Verse":25,"Text":" Then David and the elders of Israel and the chiefs of the thousands were walking along to bring the ark of the covenant of Jehovah up from the house of Oʹbed-eʹdom with rejoicing."},{"Verse":26,"Text":" When the true God helped the Levites who were carrying the ark of the covenant of Jehovah, they sacrificed seven young bulls and seven rams."},{"Verse":27,"Text":" David was dressed in a sleeveless coat of fine fabric, as were all the Levites carrying the Ark, the singers, and Chenaniʹah the chief of the transport and the singers; David was also wearing a linen ephʹod."},{"Verse":28,"Text":" All the Israelites were bringing up the ark of the covenant of Jehovah with joyful shouting, with the sound of the horn, with trumpets, with cymbals, playing loudly on stringed instruments and harps."},{"Verse":29,"Text":" But when the ark of the covenant of Jehovah came to the City of David, Saul’s daughter Miʹchal looked down through the window and saw King David skipping about and celebrating; and she began to despise him in her heart."}]},{"Chapter":16,"Verses":[{"Verse":1,"Text":" So they brought the Ark of the true God in and placed it inside the tent that David had pitched for it; and they presented burnt offerings and communion sacrifices before the true God."},{"Verse":2,"Text":" When David finished offering up the burnt offerings and the communion sacrifices, he blessed the people in the name of Jehovah."},{"Verse":3,"Text":" Further, he distributed to all the Israelites, to each man and woman, a round loaf of bread, a date cake, and a raisin cake."},{"Verse":4,"Text":" Then he appointed some of the Levites to minister before the Ark of Jehovah, to honor, thank, and praise Jehovah the God of Israel."},{"Verse":5,"Text":" Aʹsaph was the head, and second to him was Zechariʹah; and Jeiʹel, Shemirʹamoth, Jehiʹel, Mattithiʹah, Eliʹab, Benaiʹah, Oʹbed-eʹdom, and Jeiʹel played stringed instruments and harps; and Aʹsaph played the cymbals,"},{"Verse":6,"Text":" and Benaiʹah and Jahaziʹel the priests blew the trumpets constantly before the ark of the covenant of the true God."},{"Verse":7,"Text":" It was on that day that David first contributed a song of thanks to Jehovah through Aʹsaph and his brothers:"},{"Verse":8,"Text":" “Give thanks to Jehovah, call on his name,\r\nMake his deeds known among the peoples!"},{"Verse":9,"Text":" Sing to him, sing praises to him,\r\nPonder over all his wonderful works."},{"Verse":10,"Text":" Boast about his holy name.\r\nLet the hearts of those seeking Jehovah rejoice."},{"Verse":11,"Text":" Search for Jehovah and his strength.\r\nSeek his face constantly."},{"Verse":12,"Text":" Remember the wonderful works he has performed,\r\nHis miracles and the judgments he has pronounced,"},{"Verse":13,"Text":" You offspring of Israel his servant,\r\nYou sons of Jacob, his chosen ones."},{"Verse":14,"Text":" He is Jehovah our God.\r\nHis judgments are throughout the earth."},{"Verse":15,"Text":" Remember his covenant forever,\r\nThe promise he made, to a thousand generations,"},{"Verse":16,"Text":" The covenant he made with Abraham,\r\nAnd the oath he swore to Isaac,"},{"Verse":17,"Text":" Which he established as a decree to Jacob\r\nAnd as a lasting covenant to Israel,"},{"Verse":18,"Text":" Saying, ‘I will give you the land of Caʹnaan\r\nAs your allotted inheritance.’"},{"Verse":19,"Text":" This was when you were few in number,\r\nYes, very few, and you were foreigners in the land."},{"Verse":20,"Text":" They walked about from nation to nation,\r\nFrom one kingdom to another people."},{"Verse":21,"Text":" He did not allow any man to oppress them,\r\nBut on their account he reproved kings,"},{"Verse":22,"Text":" Saying, ‘Do not touch my anointed ones,\r\nAnd to my prophets do nothing bad.’"},{"Verse":23,"Text":" Sing to Jehovah, all the earth!\r\nAnnounce his salvation day after day!"},{"Verse":24,"Text":" Declare his glory among the nations,\r\nHis wonderful works among all the peoples."},{"Verse":25,"Text":" For Jehovah is great and most worthy of praise.\r\nHe is more awe-inspiring than all other gods."},{"Verse":26,"Text":" All the gods of the peoples are worthless gods,\r\nBut Jehovah is the one who made the heavens."},{"Verse":27,"Text":" In his presence are majesty and splendor;\r\nStrength and joy are in his dwelling place."},{"Verse":28,"Text":" Give Jehovah his due, you families of the peoples,\r\nGive Jehovah his due for his glory and strength."},{"Verse":29,"Text":" Give Jehovah the glory due his name;\r\nBring a gift and come in before him.\r\nBow down to Jehovah in holy adornment."},{"Verse":30,"Text":" Tremble before him, all the earth!\r\nThe earth is firmly established; it cannot be moved."},{"Verse":31,"Text":" Let the heavens rejoice, and let the earth be joyful;\r\nDeclare among the nations: ‘Jehovah has become King!’"},{"Verse":32,"Text":" Let the sea thunder and all that fills it;\r\nLet the fields and everything in them rejoice."},{"Verse":33,"Text":" At the same time let the trees of the forest shout joyfully before Jehovah,\r\nFor he is coming to judge the earth."},{"Verse":34,"Text":" Give thanks to Jehovah, for he is good;\r\nHis loyal love endures forever."},{"Verse":35,"Text":" And say, ‘Save us, O God of our salvation,\r\nGather us and rescue us from the nations,\r\nSo that we may give thanks to your holy name\r\nAnd exult in praising you."},{"Verse":36,"Text":" May Jehovah, the God of Israel, be praised\r\nThroughout all eternity.’”\r\nAnd all the people said, “Amen!” and they praised Jehovah."},{"Verse":37,"Text":" Then David left Aʹsaph and his brothers there before the ark of the covenant of Jehovah to minister continually before the Ark, according to the daily routine."},{"Verse":38,"Text":" Oʹbed-eʹdom and his brothers, numbering 68, and Oʹbed-eʹdom, the son of Jeduʹthun, and Hoʹsah were gatekeepers;"},{"Verse":39,"Text":" and Zaʹdok the priest and his fellow priests were before the tabernacle of Jehovah on the high place at Gibʹeon"},{"Verse":40,"Text":" to offer up burnt offerings to Jehovah regularly on the altar of burnt offering, morning and evening, and to do all that is written in the Law of Jehovah that he commanded Israel."},{"Verse":41,"Text":" With them were Heʹman and Jeduʹthun and the rest of the selected men who were designated by their names to thank Jehovah, because “his loyal love endures forever”;"},{"Verse":42,"Text":" and with them were Heʹman and Jeduʹthun to sound the trumpets, cymbals, and the instruments used to praise the true God; and the sons of Jeduʹthun were at the gate."},{"Verse":43,"Text":" Then all the people went to their homes, and David went to bless his own household."}]},{"Chapter":17,"Verses":[{"Verse":1,"Text":" As soon as David was settled in his own house, he said to Nathan the prophet: “Here I am living in a house of cedars while the ark of the covenant of Jehovah is under tent cloths.”"},{"Verse":2,"Text":" Nathan replied to David: “Do whatever is in your heart, for the true God is with you.”"},{"Verse":3,"Text":" On that very night, the word of God came to Nathan, saying:"},{"Verse":4,"Text":" “Go and say to my servant David, ‘This is what Jehovah says: “You are not the one who will build the house for me to dwell in."},{"Verse":5,"Text":" For I have not dwelled in a house from the day I brought Israel out to this day, but I continued going from tent to tent and from one tabernacle to another."},{"Verse":6,"Text":" During all the time that I went with all Israel, did I ever say one word to any of the judges of Israel whom I appointed to shepherd my people, saying, ‘Why did you not build a house of cedars for me?’”’"},{"Verse":7,"Text":" “Now say this to my servant David, ‘This is what Jehovah of armies says: “I took you from the pastures, from following the flock, to become a leader over my people Israel."},{"Verse":8,"Text":" And I will be with you wherever you go, and I will do away with all your enemies from before you; and I will make a name for you like the name of the great men of the earth."},{"Verse":9,"Text":" I will appoint a place for my people Israel and settle them, and they will live there and not be disturbed anymore; and wicked men will not oppress them again as they did in the past,"},{"Verse":10,"Text":" from the day that I appointed judges over my people Israel. And I will subdue all your enemies. Moreover, I tell you, ‘Jehovah will build a house for you.’"},{"Verse":11,"Text":" “‘“When your days come to an end and you go to be with your forefathers, I will raise up your offspring after you, one of your sons, and I will firmly establish his kingship."},{"Verse":12,"Text":" He is the one who will build a house for me, and I will firmly establish his throne forever."},{"Verse":13,"Text":" I will become his father, and he will become my son. I will not remove my loyal love from him the way I removed it from the one who was prior to you."},{"Verse":14,"Text":" I will cause him to stand in my house and in my kingship forever, and his throne will last forever.”’”"},{"Verse":15,"Text":" Nathan told David all these words and this entire vision."},{"Verse":16,"Text":" At that King David came in and sat down before Jehovah and said: “Who am I, O Jehovah God? And what is my house that you have brought me this far?"},{"Verse":17,"Text":" As if this were not enough, O God, you also speak about the house of your servant down to a distant future time, and you have looked on me as if I were a man who should be further exalted, O Jehovah God."},{"Verse":18,"Text":" What more can your servant David say to you about the honor given me when you know your servant so well?"},{"Verse":19,"Text":" O Jehovah, for the sake of your servant and in agreement with your heart you have done all these great things by revealing your greatness."},{"Verse":20,"Text":" O Jehovah, there is no one like you, and there is no God except you; everything we have heard with our ears confirms this."},{"Verse":21,"Text":" And what other nation on earth is like your people Israel? The true God went and redeemed them as his people. You made a name for yourself by your great and awe-inspiring deeds, driving out nations from before your people, whom you redeemed from Egypt."},{"Verse":22,"Text":" You made your people Israel your own people for all time; and you, O Jehovah, became their God."},{"Verse":23,"Text":" Now, O Jehovah, may the promise you have made concerning your servant and his house prove faithful for all time, and may you do just as you have promised."},{"Verse":24,"Text":" May your name endure and be exalted forever, so that people may say, ‘Jehovah of armies, the God of Israel, is God to Israel,’ and may the house of your servant David be firmly established before you."},{"Verse":25,"Text":" For you, my God, have revealed to your servant your purpose to build him a house. That is why your servant has the confidence to offer this prayer to you."},{"Verse":26,"Text":" And now, O Jehovah, you are the true God, and you have promised these good things concerning your servant."},{"Verse":27,"Text":" So may it please you to bless the house of your servant, and may it continue forever before you, for you, O Jehovah, have blessed, and it is blessed forever.”"}]},{"Chapter":18,"Verses":[{"Verse":1,"Text":" Some time later, David defeated the Philisʹtines and subdued them and took Gath and its dependent towns out of the hands of the Philisʹtines."},{"Verse":2,"Text":" Then he defeated Moʹab, and the Moʹabites became David’s servants and brought tribute."},{"Verse":3,"Text":" David defeated King Hadadeʹzer of Zoʹbah near Haʹmath as he was on his way to establish his authority at the Euphraʹtes River."},{"Verse":4,"Text":" David captured 1,000 chariots, 7,000 horsemen, and 20,000 foot soldiers from him. Then David hamstrung all but 100 of the chariot horses."},{"Verse":5,"Text":" When the Syrians of Damascus came to help King Hadadeʹzer of Zoʹbah, David struck down 22,000 of the Syrians."},{"Verse":6,"Text":" David then established garrisons in Syria of Damascus, and the Syrians became David’s servants and brought tribute. Jehovah gave David victory wherever he went."},{"Verse":7,"Text":" Moreover, David took the circular shields of gold from the servants of Hadadeʹzer and brought them to Jerusalem."},{"Verse":8,"Text":" From Tibʹhath and Cun, cities of Hadadeʹzer, David took a great quantity of copper. With it Solʹomon made the copper Sea, the pillars, and the copper utensils."},{"Verse":9,"Text":" When King Toʹu of Haʹmath heard that David had defeated the entire army of King Hadadeʹzer of Zoʹbah,"},{"Verse":10,"Text":" he immediately sent his son Hadoʹram to King David to ask about his welfare and to congratulate him because he had fought and defeated Hadadeʹzer (for Hadadeʹzer had often fought against Toʹu), and he brought all sorts of articles of gold, silver, and copper."},{"Verse":11,"Text":" King David sanctified these to Jehovah, along with the silver and the gold that he had carried off from all the nations: from Eʹdom and Moʹab, from the Amʹmonites, the Philisʹtines, and the Amalʹekites."},{"Verse":12,"Text":" Abishʹai the son of Zeruʹiah struck down 18,000 Eʹdomites in the Valley of Salt."},{"Verse":13,"Text":" He established garrisons in Eʹdom, and all the Eʹdomites became David’s servants. Jehovah gave David victory wherever he went."},{"Verse":14,"Text":" David kept reigning over all Israel, and he was administering justice and righteousness for all his people."},{"Verse":15,"Text":" Joʹab the son of Zeruʹiah was over the army, Jehoshʹaphat the son of Ahiʹlud was recorder,"},{"Verse":16,"Text":" Zaʹdok the son of Ahiʹtub and Ahimʹelech the son of Abiʹathar were priests, and Shavʹsha was secretary."},{"Verse":17,"Text":" Benaiʹah the son of Jehoiʹada was over the Cherʹethites and the Pelʹethites. And David’s sons were first in position next to the king."}]},{"Chapter":19,"Verses":[{"Verse":1,"Text":" Later Naʹhash the king of the Amʹmonites died, and his son became king in his place."},{"Verse":2,"Text":" At that David said: “I will show loyal love toward Haʹnun the son of Naʹhash, because his father showed loyal love toward me.” So David sent messengers to offer him comfort over the loss of his father. But when David’s servants came into the land of the Amʹmonites to comfort Haʹnun,"},{"Verse":3,"Text":" the princes of the Amʹmonites said to Haʹnun: “Do you think that David is honoring your father by sending comforters to you? Is it not to make a thorough search and to overthrow you and to spy out the land that his servants have come to you?”"},{"Verse":4,"Text":" So Haʹnun took the servants of David and shaved them and cut their garments in half at their buttocks and sent them away."},{"Verse":5,"Text":" When David was told about the men, he at once sent others to meet them, because the men had been deeply humiliated; and the king told them: “Stay in Jerʹicho until your beards grow back, and then return.”"},{"Verse":6,"Text":" In time the Amʹmonites saw that they had become a stench to David, so Haʹnun and the Amʹmonites sent 1,000 silver talents to hire chariots and horsemen from Mesopotaʹmia, Aʹram-maʹacah, and Zoʹbah."},{"Verse":7,"Text":" Thus they hired 32,000 chariots, along with the king of Maʹacah and his people. Then they came and camped before Medʹeba. The Amʹmonites gathered together from their cities and came out for the battle."},{"Verse":8,"Text":" When David heard about it, he sent Joʹab and the entire army, including his mightiest warriors."},{"Verse":9,"Text":" And the Amʹmonites went out and drew up in battle formation at the entrance of the city while the kings who had come were by themselves in the open field."},{"Verse":10,"Text":" When Joʹab saw that the battle charges were coming against him from the front and the rear, he chose some of the best troops in Israel and drew them up in battle formation to meet the Syrians."},{"Verse":11,"Text":" He put the rest of the men under the command of his brother Abishʹai, in order to draw them up in battle formation to meet the Amʹmonites."},{"Verse":12,"Text":" Then he said: “If the Syrians become too strong for me, then you must come to my rescue; but if the Amʹmonites become too strong for you, I will rescue you."},{"Verse":13,"Text":" We must be strong and courageous for our people and for the cities of our God, and Jehovah will do what is good in his eyes.”"},{"Verse":14,"Text":" Then Joʹab and his men advanced to meet the Syrians in battle, and they fled from before him."},{"Verse":15,"Text":" When the Amʹmonites saw that the Syrians had fled, they also fled from his brother Abishʹai and went into the city. After that Joʹab came to Jerusalem."},{"Verse":16,"Text":" When the Syrians saw that they had been defeated by Israel, they sent messengers to summon the Syrians in the region of the River, with Shoʹphach the chief of the army of Hadadeʹzer leading them."},{"Verse":17,"Text":" When the report was made to David, he immediately gathered all Israel and crossed the Jordan and came to them and drew up in battle formation against them. David drew up in battle formation to meet the Syrians, and they fought against him."},{"Verse":18,"Text":" But the Syrians fled from Israel; and David killed 7,000 charioteers and 40,000 foot soldiers of the Syrians, and he put Shoʹphach the chief of the army to death."},{"Verse":19,"Text":" When the servants of Hadadeʹzer saw that they had been defeated by Israel, they promptly made peace with David and became his subjects; and Syria did not want to help the Amʹmonites anymore."}]},{"Chapter":20,"Verses":[{"Verse":1,"Text":" At the start of the year, at the time when kings go on campaigns, Joʹab led a military expedition and devastated the land of the Amʹmonites; he came and besieged Rabʹbah, while David stayed in Jerusalem. Joʹab attacked Rabʹbah and tore it down."},{"Verse":2,"Text":" Then David took the crown of Malʹcam from its head, and found that it weighed a talent of gold, and in it there were precious stones; and it was placed on David’s head. He also took a vast amount of spoil from the city."},{"Verse":3,"Text":" And he brought out the people who were in it and put them to work at sawing stones and at working with sharp iron instruments and with axes. That was what David did to all the cities of the Amʹmonites. Finally David and all the troops returned to Jerusalem."},{"Verse":4,"Text":" After this, war broke out at Geʹzer with the Philisʹtines. At that time Sibʹbecai the Huʹshathite struck down Sipʹpai, who was a descendant of the Rephʹaim, and they were subdued."},{"Verse":5,"Text":" And there was war again with the Philisʹtines, and Elhaʹnan the son of Jaʹir struck down Lahʹmi the brother of Goliʹath the Gitʹtite, whose spear had a shaft like the beam of loom workers."},{"Verse":6,"Text":" War broke out yet again at Gath, where there was a man of extraordinary size, with 6 fingers on each hand and 6 toes on each foot, 24 in all; and he too was a descendant of the Rephʹaim."},{"Verse":7,"Text":" He kept taunting Israel. So Jonʹathan the son of Shimʹea, David’s brother, struck him down."},{"Verse":8,"Text":" These were descendants of the Rephʹaim in Gath, and they fell by the hand of David and by the hand of his servants."}]},{"Chapter":21,"Verses":[{"Verse":1,"Text":" Then Satan stood up against Israel and incited David to number Israel."},{"Verse":2,"Text":" So David said to Joʹab and the chiefs of the people: “Go, count Israel from Beʹer-sheʹba to Dan; then report to me so that I may know their number.”"},{"Verse":3,"Text":" But Joʹab said: “May Jehovah multiply his people 100 times! My lord the king, are not all of them already servants of my lord? Why does my lord want to do this? Why should he become a cause of guilt to Israel?”"},{"Verse":4,"Text":" But the king’s word prevailed over Joʹab. So Joʹab went out and traveled throughout Israel, after which he came to Jerusalem."},{"Verse":5,"Text":" Joʹab now gave to David the number of the people who were registered. All Israel amounted to 1,100,000 men armed with swords, and Judah, 470,000 men armed with swords."},{"Verse":6,"Text":" But Leʹvi and Benjamin were not registered among them, because the king’s word was detestable to Joʹab."},{"Verse":7,"Text":" Now this was very displeasing to the true God, so he struck Israel."},{"Verse":8,"Text":" David then said to the true God: “I have sinned greatly by doing this. And now, please, forgive your servant’s error, for I have acted very foolishly.”"},{"Verse":9,"Text":" Jehovah then spoke to Gad, David’s visionary, saying:"},{"Verse":10,"Text":" “Go and say to David, ‘This is what Jehovah says: “I am giving you three options. Choose the one that I should bring on you.”’”"},{"Verse":11,"Text":" So Gad came in to David and said to him: “This is what Jehovah says, ‘Take your pick"},{"Verse":12,"Text":" whether there should be three years of famine, or three months of being swept away by your adversaries while the sword of your enemies overtakes you, or three days of the sword of Jehovah—pestilence in the land—with Jehovah’s angel bringing destruction in all the territory of Israel.’ Now consider what I should reply to the One who sent me.”"},{"Verse":13,"Text":" So David said to Gad: “It is very distressing to me. Please, let me fall into the hand of Jehovah, for his mercy is very great; but do not let me fall into the hand of man.”"},{"Verse":14,"Text":" Then Jehovah sent a pestilence on Israel, so that 70,000 people out of Israel fell."},{"Verse":15,"Text":" Moreover, the true God sent an angel to Jerusalem to destroy it; but as he was about to do so, Jehovah saw it and felt regret over the calamity, and he said to the angel bringing destruction: “It is enough! Now let your hand drop.” Jehovah’s angel was standing close to the threshing floor of Orʹnan the Jebʹusite."},{"Verse":16,"Text":" When David raised his eyes, he saw Jehovah’s angel standing between the earth and the heavens with a drawn sword in his hand extended toward Jerusalem. David and the elders, covered with sackcloth, at once threw themselves down with their faces to the ground."},{"Verse":17,"Text":" David said to the true God: “Was it not I who said to number the people? I am the one who sinned, and I am the one who did wrong; but these sheep—what have they done? O Jehovah my God, let your hand, please, come against me and my father’s house; but do not bring this scourge on your people.”"},{"Verse":18,"Text":" Jehovah’s angel then told Gad to tell David to go up and erect an altar to Jehovah on the threshing floor of Orʹnan the Jebʹusite."},{"Verse":19,"Text":" So David went up at the word of Gad, which he had spoken in the name of Jehovah."},{"Verse":20,"Text":" Meanwhile, Orʹnan turned around and saw the angel, and his four sons who were with him hid themselves. Now Orʹnan had been threshing wheat."},{"Verse":21,"Text":" When David came up to him, Orʹnan looked and saw David, and he immediately went out from the threshing floor and bowed down to David with his face to the ground."},{"Verse":22,"Text":" David said to Orʹnan: “Sell me the site of the threshing floor, so that I may build an altar to Jehovah on it. Sell it to me for the full price, so that the scourge against the people may be halted.”"},{"Verse":23,"Text":" But Orʹnan said to David: “Take it as your own, and let my lord the king do what seems good to him. Here, I am providing the cattle for burnt offerings and the threshing sledge for the wood and the wheat as a grain offering. I give all of it.”"},{"Verse":24,"Text":" However, King David said to Orʹnan: “No, I must buy it for the full price, because I will not take what is yours and give it to Jehovah or offer up burnt sacrifices that cost me nothing.”"},{"Verse":25,"Text":" So David gave Orʹnan 600 gold shekels by weight for the site."},{"Verse":26,"Text":" And David built an altar there to Jehovah and offered up burnt sacrifices and communion sacrifices, and he called on Jehovah, who now answered him with fire from the heavens on the altar of burnt offering."},{"Verse":27,"Text":" Then Jehovah ordered the angel to return his sword to its sheath."},{"Verse":28,"Text":" At that time, when David saw that Jehovah had answered him at the threshing floor of Orʹnan the Jebʹusite, he continued to sacrifice there."},{"Verse":29,"Text":" However, the tabernacle of Jehovah that Moses had made in the wilderness and the altar of burnt offering were at that time on the high place at Gibʹeon."},{"Verse":30,"Text":" But David had not been able to go before it to consult God, for he was terrified because of the sword of Jehovah’s angel."}]},{"Chapter":22,"Verses":[{"Verse":1,"Text":" David then said: “This is the house of Jehovah the true God, and this is an altar for burnt offering for Israel.”"},{"Verse":2,"Text":" David then gave orders to bring together the foreign residents who were in the land of Israel, and he assigned them to be stonecutters to cut and shape stones for building the house of the true God."},{"Verse":3,"Text":" David also prepared iron in great quantity for nails for the doors of the gates and for clamps, and so much copper that it was beyond weighing,"},{"Verse":4,"Text":" and also cedar timbers without number, for the Sidoʹnians and the Tyrʹians brought great quantities of cedar timbers to David."},{"Verse":5,"Text":" And David said: “My son Solʹomon is young and inexperienced, and the house to be built for Jehovah is to be exceedingly magnificent, so that its fame and beauty will be known in all lands. Therefore, I will make preparation for him.” So David prepared materials in great quantity before his death."},{"Verse":6,"Text":" Moreover, he summoned his son Solʹomon and instructed him to build a house for Jehovah the God of Israel."},{"Verse":7,"Text":" David told his son Solʹomon: “As for me, it was my heart’s desire to build a house for the name of Jehovah my God."},{"Verse":8,"Text":" But Jehovah’s word came to me, saying, ‘You have shed a great deal of blood, and you have fought great wars. You will not build a house for my name, for you have shed a great deal of blood on the earth before me."},{"Verse":9,"Text":" Look! You will have a son who will be a man of peace, and I will give him rest from all his enemies who surround him, for Solʹomon will be his name and I will grant Israel peace and quiet in his days."},{"Verse":10,"Text":" He is the one who will build a house for my name. He will become my son, and I will be his father. I will firmly establish the throne of his kingship over Israel forever.’"},{"Verse":11,"Text":" “Now, my son, may Jehovah be with you, and may you be successful and build the house of Jehovah your God, just as he has spoken concerning you."},{"Verse":12,"Text":" Only may Jehovah give you discretion and understanding when he gives you authority over Israel, so that you may keep the law of Jehovah your God."},{"Verse":13,"Text":" Then you will be successful if you carefully observe the regulations and the judgments that Jehovah ordered Moses to give Israel. Be courageous and strong. Do not be afraid or be terrified."},{"Verse":14,"Text":" Here I have taken great pains to prepare for Jehovah’s house 100,000 talents of gold and 1,000,000 talents of silver and such great quantities of copper and iron that they cannot be weighed, and I have prepared timbers and stones, but you will add to them."},{"Verse":15,"Text":" A great number of workmen are with you—stonecutters, stonemasons, woodworkers, and all kinds of skilled workers."},{"Verse":16,"Text":" The gold, silver, copper, and iron are beyond measure. Get up and begin the work, and may Jehovah be with you.”"},{"Verse":17,"Text":" David then ordered all the princes of Israel to help his son Solʹomon:"},{"Verse":18,"Text":" “Is not Jehovah your God with you, and has he not given you rest on every side? For he handed over to me the inhabitants of the land, and the land has been subdued before Jehovah and before his people."},{"Verse":19,"Text":" Now determine with all your heart and soul to seek Jehovah your God, and start building the sanctuary of Jehovah the true God, in order to bring the ark of the covenant of Jehovah and the holy utensils of the true God to the house built for the name of Jehovah.”"}]},{"Chapter":23,"Verses":[{"Verse":1,"Text":" When David had grown old and was near the end of his life, he made his son Solʹomon king over Israel."},{"Verse":2,"Text":" He then gathered all the princes of Israel, the priests, and the Levites."},{"Verse":3,"Text":" The Levites who were 30 years old and up were numbered; their number, their head count man by man, was 38,000."},{"Verse":4,"Text":" Of these, 24,000 served as supervisors over the work of Jehovah’s house, and there were 6,000 officers and judges,"},{"Verse":5,"Text":" and there were 4,000 gatekeepers, and 4,000 gave praise to Jehovah on the instruments about which David said, “I made them for giving praise.”"},{"Verse":6,"Text":" Then David organized them into divisions according to the sons of Leʹvi: Gerʹshon, Koʹhath, and Merarʹi."},{"Verse":7,"Text":" Of the Gerʹshonites were Laʹdan and Shimʹei."},{"Verse":8,"Text":" The sons of Laʹdan were Jehiʹel the headman, Zeʹtham, and Joel, three."},{"Verse":9,"Text":" The sons of Shimʹei were Sheloʹmoth, Haʹziel, and Haʹran, three. These were the heads of the paternal houses for Laʹdan."},{"Verse":10,"Text":" And the sons of Shimʹei were Jaʹhath, Ziʹna, Jeʹush, and Beriʹah. These four were the sons of Shimʹei."},{"Verse":11,"Text":" Jaʹhath was the head and Ziʹzah, the second. But since Jeʹush and Beriʹah did not have many sons, they were counted as one paternal house with one area of responsibility."},{"Verse":12,"Text":" The sons of Koʹhath were Amʹram, Izʹhar, Hebʹron, and Uzʹziel, four."},{"Verse":13,"Text":" The sons of Amʹram were Aaron and Moses. But Aaron was permanently set apart to sanctify the Most Holy, he and his sons, to offer sacrifices before Jehovah, to minister to him, and to pronounce blessings in his name always."},{"Verse":14,"Text":" As for Moses the man of the true God, his sons were named among the tribe of the Levites."},{"Verse":15,"Text":" The sons of Moses were Gerʹshom and Elieʹzer."},{"Verse":16,"Text":" Of the sons of Gerʹshom, Shebʹuel was the head."},{"Verse":17,"Text":" Of the descendants of Elieʹzer, Rehabiʹah was the head; Elieʹzer did not have other sons, but the sons of Rehabiʹah were very many."},{"Verse":18,"Text":" Of the sons of Izʹhar, Sheloʹmith was the headman."},{"Verse":19,"Text":" The sons of Hebʹron were Jeriʹah the head, Amariʹah the second, Jahaziʹel the third, and Jekameʹam the fourth."},{"Verse":20,"Text":" The sons of Uzʹziel were Miʹcah the head and Isshiʹah the second."},{"Verse":21,"Text":" The sons of Merarʹi were Mahʹli and Muʹshi. The sons of Mahʹli were Eleaʹzar and Kish."},{"Verse":22,"Text":" Eleaʹzar died, but he had no sons, only daughters. So the sons of Kish, their relatives, took them as wives."},{"Verse":23,"Text":" The sons of Muʹshi were Mahʹli, Eʹder, and Jerʹemoth, three."},{"Verse":24,"Text":" These were the sons of Leʹvi according to their paternal houses, the heads of the paternal houses, by those registered who were counted and listed by their names and who carried out the work for the service of the house of Jehovah, from 20 years old and up."},{"Verse":25,"Text":" For David had said: “Jehovah the God of Israel has given rest to his people, and he will reside in Jerusalem forever."},{"Verse":26,"Text":" Also the Levites will not have to carry the tabernacle or any of its equipment for its service.”"},{"Verse":27,"Text":" For according to the last instructions of David, the Levites from 20 years old and up were numbered."},{"Verse":28,"Text":" Their function was to assist the sons of Aaron for the service of the house of Jehovah, to be in charge of the courtyards, the dining rooms, the purification of every holy thing, and any work needed for the service of the house of the true God."},{"Verse":29,"Text":" They assisted with the layer bread, the fine flour for the grain offering, the wafers of unleavened bread, the griddle cakes, the mixed dough, and all measures of quantity and size."},{"Verse":30,"Text":" They were to stand morning by morning to thank and praise Jehovah and likewise in the evening."},{"Verse":31,"Text":" They assisted whenever the burnt sacrifices were offered to Jehovah on the Sabbaths, the new moons, and during the festival seasons, according to the number required by the rules concerning them, doing so regularly before Jehovah."},{"Verse":32,"Text":" They also took care of their responsibilities toward the tent of meeting, toward the holy place, and toward their brothers the sons of Aaron for the service of the house of Jehovah."}]},{"Chapter":24,"Verses":[{"Verse":1,"Text":" Now the divisions of the descendants of Aaron were these: The sons of Aaron were Naʹdab, Abiʹhu, Eleaʹzar, and Ithʹamar."},{"Verse":2,"Text":" However, Naʹdab and Abiʹhu died before their father, and they did not have any sons; but Eleaʹzar and Ithʹamar continued to serve as priests."},{"Verse":3,"Text":" David, along with Zaʹdok from the sons of Eleaʹzar and Ahimʹelech from the sons of Ithʹamar, made divisions of them for the office of their service."},{"Verse":4,"Text":" Since the sons of Eleaʹzar had more headmen than the sons of Ithʹamar had, they divided them accordingly: The sons of Eleaʹzar had 16 as heads of their paternal houses, and the sons of Ithʹamar had 8 as heads of their paternal houses."},{"Verse":5,"Text":" Further, they divided them by lots, the one group along with the other, for there were chiefs of the holy place and chiefs of the true God from both the sons of Eleaʹzar and the sons of Ithʹamar."},{"Verse":6,"Text":" Then Shemaiʹah the son of Nethanʹel the secretary of the Levites recorded their names before the king, the princes, Zaʹdok the priest, Ahimʹelech the son of Abiʹathar, and the heads of the paternal houses of the priests and of the Levites, one paternal house being selected for Eleaʹzar and one being selected for Ithʹamar."},{"Verse":7,"Text":" The first lot came out to Jehoiʹarib; the second to Jedaʹiah,"},{"Verse":8,"Text":" the third to Haʹrim, the fourth to Seoʹrim,"},{"Verse":9,"Text":" the fifth to Malchiʹjah, the sixth to Mijʹamin,"},{"Verse":10,"Text":" the seventh to Hakʹkoz, the eighth to Abiʹjah,"},{"Verse":11,"Text":" the ninth to Jeshʹua, the tenth to Shecaniʹah,"},{"Verse":12,"Text":" the 11th to Eliʹashib, the 12th to Jaʹkim,"},{"Verse":13,"Text":" the 13th to Hupʹpah, the 14th to Jeshebʹeab,"},{"Verse":14,"Text":" the 15th to Bilʹgah, the 16th to Imʹmer,"},{"Verse":15,"Text":" the 17th to Heʹzir, the 18th to Hapʹpizzez,"},{"Verse":16,"Text":" the 19th to Pethahiʹah, the 20th to Jehezʹkel,"},{"Verse":17,"Text":" the 21st to Jaʹchin, the 22nd to Gaʹmul,"},{"Verse":18,"Text":" the 23rd to Delaʹiah, the 24th to Maaziʹah."},{"Verse":19,"Text":" These were their offices for their service when they would come into the house of Jehovah according to the procedure set by their forefather Aaron, just as Jehovah the God of Israel had commanded him."},{"Verse":20,"Text":" And of the rest of the Levites: of the sons of Amʹram, there was Shuʹbael; of the sons of Shuʹbael, Jehdeʹiah;"},{"Verse":21,"Text":" of Rehabiʹah: of the sons of Rehabiʹah, Isshiʹah the head;"},{"Verse":22,"Text":" of the Izʹharites, Sheloʹmoth; of the sons of Sheloʹmoth, Jaʹhath;"},{"Verse":23,"Text":" and of the sons of Hebʹron, Jeriʹah the head, Amariʹah the second, Jahaziʹel the third, Jekameʹam the fourth;"},{"Verse":24,"Text":" of the sons of Uzʹziel, Miʹcah; of the sons of Miʹcah, Shaʹmir."},{"Verse":25,"Text":" The brother of Miʹcah was Isshiʹah; of the sons of Isshiʹah, Zechariʹah."},{"Verse":26,"Text":" The sons of Merarʹi were Mahʹli and Muʹshi; of the sons of Jaaziʹah, Beʹno."},{"Verse":27,"Text":" The sons of Merarʹi: of Jaaziʹah, Beʹno, Shoʹham, Zacʹcur, and Ibʹri;"},{"Verse":28,"Text":" of Mahʹli, Eleaʹzar, who did not have any sons;"},{"Verse":29,"Text":" of Kish: the sons of Kish, Jerahʹmeel;"},{"Verse":30,"Text":" and the sons of Muʹshi were Mahʹli, Eʹder, and Jerʹimoth.\r\nThese were the sons of Leʹvi by their paternal houses."},{"Verse":31,"Text":" And they also cast lots just as their brothers the sons of Aaron did in the presence of King David, Zaʹdok, Ahimʹelech, and the heads of the paternal houses of the priests and of the Levites. Regarding the paternal houses, the head one was just as his younger brother."}]},{"Chapter":25,"Verses":[{"Verse":1,"Text":" Further, David and the chiefs of the groups for the service separated some of the sons of Aʹsaph, Heʹman, and Jeduʹthun to serve by prophesying with the harps, the stringed instruments, and the cymbals. The list of the official men for this service was,"},{"Verse":2,"Text":" of the sons of Aʹsaph: Zacʹcur, Joseph, Nethaniʹah, and Ashareʹlah, the sons of Aʹsaph under the direction of Aʹsaph, who prophesied under the direction of the king."},{"Verse":3,"Text":" Of Jeduʹthun, the sons of Jeduʹthun: Gedaliʹah, Zeʹri, Jeshaʹiah, Shimʹei, Hashabiʹah, and Mattithiʹah, six, under the direction of their father Jeduʹthun, who prophesied with the harp, thanking and praising Jehovah."},{"Verse":4,"Text":" Of Heʹman, the sons of Heʹman: Bukkiʹah, Mattaniʹah, Uzʹziel, Shebʹuel, Jerʹimoth, Hananiʹah, Hanaʹni, Eliʹathah, Giddalʹti, Romamʹti-eʹzer, Joshbekashʹah, Malloʹthi, Hoʹthir, and Mahaʹzioth."},{"Verse":5,"Text":" All of these were sons of Heʹman, a visionary of the king in matters pertaining to the true God to his glory; thus the true God gave Heʹman 14 sons and 3 daughters."},{"Verse":6,"Text":" All of these were under the direction of their father for singing at the house of Jehovah, with cymbals, stringed instruments, and harps for the service of the house of the true God.\r\nUnder the king’s direction were Aʹsaph, Jeduʹthun, and Heʹman."},{"Verse":7,"Text":" The number of them and their brothers who were trained in song to Jehovah, all experts, was 288."},{"Verse":8,"Text":" So they cast lots for their duties, the small and the great alike, the expert along with the learner."},{"Verse":9,"Text":" The first lot to come out belonged to Aʹsaph for Joseph, the second for Gedaliʹah (he and his brothers and his sons were 12);"},{"Verse":10,"Text":" the third for Zacʹcur, his sons and his brothers, 12;"},{"Verse":11,"Text":" the fourth for Izʹri, his sons and his brothers, 12;"},{"Verse":12,"Text":" the fifth for Nethaniʹah, his sons and his brothers, 12;"},{"Verse":13,"Text":" the sixth for Bukkiʹah, his sons and his brothers, 12;"},{"Verse":14,"Text":" the seventh for Jeshareʹlah, his sons and his brothers, 12;"},{"Verse":15,"Text":" the eighth for Jeshaʹiah, his sons and his brothers, 12;"},{"Verse":16,"Text":" the ninth for Mattaniʹah, his sons and his brothers, 12;"},{"Verse":17,"Text":" the tenth for Shimʹei, his sons and his brothers, 12;"},{"Verse":18,"Text":" the 11th for Azʹarel, his sons and his brothers, 12;"},{"Verse":19,"Text":" the 12th for Hashabiʹah, his sons and his brothers, 12;"},{"Verse":20,"Text":" for the 13th, Shuʹbael, his sons and his brothers, 12;"},{"Verse":21,"Text":" for the 14th, Mattithiʹah, his sons and his brothers, 12;"},{"Verse":22,"Text":" for the 15th, for Jerʹemoth, his sons and his brothers, 12;"},{"Verse":23,"Text":" for the 16th, for Hananiʹah, his sons and his brothers, 12;"},{"Verse":24,"Text":" for the 17th, for Joshbekashʹah, his sons and his brothers, 12;"},{"Verse":25,"Text":" for the 18th, for Hanaʹni, his sons and his brothers, 12;"},{"Verse":26,"Text":" for the 19th, for Malloʹthi, his sons and his brothers, 12;"},{"Verse":27,"Text":" for the 20th, for Eliʹathah, his sons and his brothers, 12;"},{"Verse":28,"Text":" for the 21st, for Hoʹthir, his sons and his brothers, 12;"},{"Verse":29,"Text":" for the 22nd, for Giddalʹti, his sons and his brothers, 12;"},{"Verse":30,"Text":" for the 23rd, for Mahaʹzioth, his sons and his brothers, 12;"},{"Verse":31,"Text":" for the 24th, for Romamʹti-eʹzer, his sons and his brothers, 12."}]},{"Chapter":26,"Verses":[{"Verse":1,"Text":" The divisions of gatekeepers were as follows: of the Korʹahites, Meshelemiʹah the son of Koʹre of the sons of Aʹsaph."},{"Verse":2,"Text":" And Meshelemiʹah had sons: Zechariʹah the firstborn, Jediʹael the second, Zebadiʹah the third, Jathʹniel the fourth,"},{"Verse":3,"Text":" Eʹlam the fifth, Jehohaʹnan the sixth, Elʹieho-eʹnai the seventh."},{"Verse":4,"Text":" And Oʹbed-eʹdom had sons: Shemaiʹah the firstborn, Jehozʹabad the second, Joʹah the third, Saʹcar the fourth, Nethanʹel the fifth,"},{"Verse":5,"Text":" Amʹmiel the sixth, Isʹsachar the seventh, and Peulʹlethai the eighth; for God had blessed him."},{"Verse":6,"Text":" And to his son Shemaiʹah, there were sons born who were rulers of their paternal house, for they were mighty, capable men."},{"Verse":7,"Text":" The sons of Shemaiʹah: Othʹni, Rephʹael, Oʹbed, and Elzaʹbad; and his brothers Eliʹhu and Semachiʹah were also capable men."},{"Verse":8,"Text":" All of these were of the sons of Oʹbed-eʹdom; they and their sons and their brothers were capable men and qualified for the service, 62 belonging to Oʹbed-eʹdom."},{"Verse":9,"Text":" And Meshelemiʹah had sons and brothers, 18 capable men."},{"Verse":10,"Text":" And Hoʹsah of the sons of Merarʹi had sons. Shimʹri was the head, for although he was not the firstborn, his father appointed him as head,"},{"Verse":11,"Text":" Hilkiʹah the second, Tebaliʹah the third, Zechariʹah the fourth. All the sons and brothers of Hoʹsah were 13."},{"Verse":12,"Text":" Of these divisions of the gatekeepers, the headmen had duties just as their brothers did, to minister at the house of Jehovah."},{"Verse":13,"Text":" So they cast lots, the small and the great alike by their paternal houses, for the different gates."},{"Verse":14,"Text":" Then the lot to the east fell to Shelemiʹah. For Zechariʹah his son, a discreet adviser, they cast the lots, and his lot came out to the north."},{"Verse":15,"Text":" Oʹbed-eʹdom had his to the south, and his sons were assigned the storehouses."},{"Verse":16,"Text":" Shupʹpim and Hoʹsah had theirs to the west, near the Shalʹlecheth Gate by the highway that goes up, guard group corresponding to guard group;"},{"Verse":17,"Text":" there were six Levites to the east; to the north, four each day and to the south, four each day; and for the storehouses, two by two;"},{"Verse":18,"Text":" for the portico to the west, there were four at the highway and two at the portico."},{"Verse":19,"Text":" These were the divisions of the gatekeepers from the sons of the Korʹahites and of the Merarʹites."},{"Verse":20,"Text":" As regards the Levites, Ahiʹjah was in charge of the treasuries of the house of the true God and the treasuries of the things made holy."},{"Verse":21,"Text":" The sons of Laʹdan: the sons of the Gerʹshonite belonging to Laʹdan, the heads of the paternal houses belonging to Laʹdan the Gerʹshonite, Jehiʹeli"},{"Verse":22,"Text":" and the sons of Jehiʹeli, Zeʹtham and his brother Joel. They were in charge of the treasuries of the house of Jehovah."},{"Verse":23,"Text":" From the Amʹramites, the Izʹharites, the Hebʹronites, and the Uzziʹelites,"},{"Verse":24,"Text":" Shebʹuel son of Gerʹshom son of Moses was a leader in charge of the storehouses."},{"Verse":25,"Text":" As regards his brothers, of Elieʹzer, there was Rehabiʹah his son, Jeshaʹiah his son, Joʹram his son, Zichʹri his son, and Sheloʹmoth his son."},{"Verse":26,"Text":" This Sheloʹmoth and his brothers were in charge of all the treasuries of the things made holy, which King David, the heads of the paternal houses, the chiefs of the thousands and of the hundreds, and the chiefs of the army had made holy."},{"Verse":27,"Text":" From the wars and from the spoil, they had made things holy to maintain the house of Jehovah;"},{"Verse":28,"Text":" also, all that Samuel the seer, Saul the son of Kish, Abʹner the son of Ner, and Joʹab the son of Zeruʹiah had made holy. Whatever anyone made holy was put in the care of Sheloʹmith and his brothers."},{"Verse":29,"Text":" Of the Izʹharites, Chenaniʹah and his sons were assigned outside administrative duties as officers and as judges over Israel."},{"Verse":30,"Text":" Of the Hebʹronites, Hashabiʹah and his brothers, 1,700 capable men, were over the administration of Israel in the region west of the Jordan for all the work of Jehovah and for the king’s service."},{"Verse":31,"Text":" Of the Hebʹronites, Jeriʹjah was the head of the Hebʹronites by line of descent of their paternal house. In the 40th year of David’s kingship, they were sought out, and mighty, capable men were found among them in Jaʹzer in Gilʹead."},{"Verse":32,"Text":" And his brothers numbered 2,700 capable men, heads of the paternal houses. So King David assigned them over the Reuʹbenites, the Gadʹites, and the half tribe of the Manasʹsites, for every matter of the true God and matter of the king."}]},{"Chapter":27,"Verses":[{"Verse":1,"Text":" This is the number of Israelites, the heads of the paternal houses, the chiefs of the thousands and of the hundreds, and their officers who ministered to the king in every matter of the divisions that would come in and go out month by month during all the months of the year; there were 24,000 in each division."},{"Verse":2,"Text":" Over the first division of the first month was Jashoʹbeam the son of Zabʹdiel, and 24,000 were in his division."},{"Verse":3,"Text":" Of the sons of Peʹrez, he was the head of all the chiefs of the groups assigned to serve during the first month."},{"Verse":4,"Text":" Over the division of the second month was Doʹdai the Ahoʹhite with his division, and Mikʹloth was the leader, and 24,000 were in his division."},{"Verse":5,"Text":" The chief of the third group assigned to serve during the third month was Benaiʹah the son of Jehoiʹada the chief priest, and 24,000 were in his division."},{"Verse":6,"Text":" This Benaiʹah was a mighty warrior of the thirty and in charge of the thirty, and over his division was his son Ammizʹabad."},{"Verse":7,"Text":" The fourth for the fourth month was Asʹahel, Joʹab’s brother, and his son Zebadiʹah after him, and 24,000 were in his division."},{"Verse":8,"Text":" The fifth chief for the fifth month was Shamʹhuth the Izʹrahite, and 24,000 were in his division."},{"Verse":9,"Text":" The sixth for the sixth month was Iʹra the son of Ikʹkesh the Tekoʹite, and 24,000 were in his division."},{"Verse":10,"Text":" The seventh for the seventh month was Heʹlez the Pelʹonite of the Eʹphraimites, and 24,000 were in his division."},{"Verse":11,"Text":" The eighth for the eighth month was Sibʹbecai the Huʹshathite of the Zeʹrahites, and 24,000 were in his division."},{"Verse":12,"Text":" The ninth for the ninth month was Abi-eʹzer the Anʹathothite of the Benʹjaminites, and 24,000 were in his division."},{"Verse":13,"Text":" The tenth for the tenth month was Maʹharai the Netophʹathite of the Zeʹrahites, and 24,000 were in his division."},{"Verse":14,"Text":" The 11th for the 11th month was Benaiʹah the Pirʹathonite of the sons of Eʹphraim, and 24,000 were in his division."},{"Verse":15,"Text":" The 12th for the 12th month was Helʹdai the Netophʹathite, of Othʹniel, and 24,000 were in his division."},{"Verse":16,"Text":" These were the leaders of the tribes of Israel: Of the Reuʹbenites, Elieʹzer the son of Zichʹri was leader; of the Simʹeonites, Shephatiʹah the son of Maʹacah;"},{"Verse":17,"Text":" of Leʹvi, Hashabiʹah the son of Kemuʹel; of Aaron, Zaʹdok;"},{"Verse":18,"Text":" of Judah, Eliʹhu, one of David’s brothers; of Isʹsachar, Omʹri the son of Miʹchael;"},{"Verse":19,"Text":" of Zebʹulun, Ishmaʹiah the son of Obadiʹah; of Naphʹtali, Jerʹimoth the son of Azʹriel;"},{"Verse":20,"Text":" of the Eʹphraimites, Hosheʹa the son of Azaziʹah; of the half tribe of Manasʹseh, Joel the son of Pedaiʹah;"},{"Verse":21,"Text":" of the half tribe of Manasʹseh in Gilʹead, Idʹdo the son of Zechariʹah; of Benjamin, Jaasiʹel the son of Abʹner;"},{"Verse":22,"Text":" of Dan, Azʹarel the son of Jeroʹham. These were the princes of the tribes of Israel."},{"Verse":23,"Text":" David did not count those 20 years of age and under, because Jehovah had promised to make Israel as many as the stars of the heavens."},{"Verse":24,"Text":" Joʹab the son of Zeruʹiah had started to take the count, but he did not finish; and God’s anger came against Israel because of this, and the number was not entered into the account of the history of the times of King David."},{"Verse":25,"Text":" Over the treasuries of the king was Azʹmaveth the son of Adʹiel. Jonʹathan the son of Uzziʹah was over the storehouses in the fields, in the cities, in the villages, and in the towers."},{"Verse":26,"Text":" Over the field workers who cultivated the soil was Ezʹri the son of Cheʹlub."},{"Verse":27,"Text":" Shimʹei the Raʹmathite was over the vineyards; over the produce of the vineyards for the wine supplies was Zabʹdi the Shiphʹmite."},{"Verse":28,"Text":" Over the olive groves and the sycamore trees in the Shepheʹlah was Baʹal-haʹnan the Gedeʹrite; over the oil supplies was Joʹash."},{"Verse":29,"Text":" Over the herds that grazed in Sharʹon was Shitʹrai the Sharʹonite, and Shaʹphat the son of Adʹlai was over the herds in the valley plains."},{"Verse":30,"Text":" Over the camels was Oʹbil the Ishʹmaelite; over the donkeys was Jehdeʹiah the Meronʹothite."},{"Verse":31,"Text":" Over the flocks was Jaʹziz the Hagʹrite. All of these were the chiefs of King David’s property."},{"Verse":32,"Text":" Jonʹathan, David’s nephew, was an adviser, a man of understanding and a secretary, and Jehiʹel the son of Hachʹmoni looked after the king’s sons."},{"Verse":33,"Text":" Ahithʹophel was an adviser to the king, and Huʹshai the Arʹchite was the king’s friend."},{"Verse":34,"Text":" After Ahithʹophel there were Jehoiʹada the son of Benaiʹah and Abiʹathar; and Joʹab was chief of the king’s army."}]},{"Chapter":28,"Verses":[{"Verse":1,"Text":" David then congregated all the princes of Israel to Jerusalem: the princes of the tribes, the chiefs of the divisions ministering to the king, the chiefs of thousands and the chiefs of hundreds, the chiefs of all the property and livestock of the king and of his sons, together with the court officials and every mighty and capable man."},{"Verse":2,"Text":" Then King David rose to his feet and said:\r\n“Hear me, my brothers and my people. It was my heart’s desire to build a house as the resting-place for the ark of the covenant of Jehovah and as the footstool of our God, and I made preparations to build."},{"Verse":3,"Text":" But the true God told me, ‘You will not build a house for my name, for you are a man of wars, and you have shed blood.’"},{"Verse":4,"Text":" However, Jehovah the God of Israel chose me out of all the house of my father to become king over Israel forever, for he chose Judah as leader and of the house of Judah, my father’s house, and of my father’s sons, I was the one whom he approved, to make me king over all Israel."},{"Verse":5,"Text":" And of all my sons—for Jehovah has given me many sons—he chose my son Solʹomon to sit on the throne of the kingship of Jehovah over Israel."},{"Verse":6,"Text":" “He said to me, ‘Your son Solʹomon is the one who will build my house and my courtyards, for I have chosen him as my son and I will become his father."},{"Verse":7,"Text":" I will firmly establish his kingship forever if he resolutely observes my commandments and my judicial decisions, as he is now doing.’"},{"Verse":8,"Text":" So I say before the eyes of all Israel, Jehovah’s congregation, and in the ears of our God: Carefully observe and search for all the commandments of Jehovah your God, so that you may possess the good land and pass it on as a permanent inheritance to your sons after you."},{"Verse":9,"Text":" “And you, Solʹomon my son, know the God of your father and serve him with a complete heart and with a delightful soul, for Jehovah searches through all hearts, and he discerns every inclination of the thoughts. If you search for him, he will let himself be found by you, but if you leave him, he will reject you forever."},{"Verse":10,"Text":" See, now, for Jehovah has chosen you to build a house as a sanctuary. Be courageous and go to work.”"},{"Verse":11,"Text":" David then gave to his son Solʹomon the architectural plan of the porch and of its houses, its storerooms, its roof chambers, its inner rooms, and the house of the propitiatory cover."},{"Verse":12,"Text":" He gave him the architectural plan of everything that had been conveyed to him through inspiration for the courtyards of Jehovah’s house, for all the dining rooms around it, for the treasuries of the house of the true God, and for the treasuries of the things made holy;"},{"Verse":13,"Text":" also for the divisions of the priests and of the Levites, for all the duties of the service of Jehovah’s house, and for all the utensils of the service of Jehovah’s house;"},{"Verse":14,"Text":" also for the weight of the gold, the gold for all the utensils for the different services, the weight of all the utensils of silver, and for all the utensils for the different services;"},{"Verse":15,"Text":" also the weight for the gold lampstands and their gold lamps, the weight of the different lampstands and their lamps, and the weight of the silver lampstands, for each lampstand and its lamps according to its use;"},{"Verse":16,"Text":" also the weight of the gold for the tables of the layer bread, for each table, as well as the silver for the tables of silver,"},{"Verse":17,"Text":" for the forks, the bowls, the pitchers of pure gold, and the weight of the small gold bowls, for each small bowl, and the weight of the small silver bowls, for each small bowl."},{"Verse":18,"Text":" He also gave the weight for the refined gold for the incense altar and for the representation of the chariot, namely, the cherubs of gold that spread their wings out and overshadow the ark of the covenant of Jehovah."},{"Verse":19,"Text":" David said: “The hand of Jehovah was upon me, and he gave me insight to put all the details of the architectural plan in writing.”"},{"Verse":20,"Text":" Then David said to his son Solʹomon: “Be courageous and strong and go to work. Do not be afraid or be terrified, for Jehovah God, my God, is with you. He will not desert you or abandon you, but he will be with you until all the work for the service of Jehovah’s house is finished."},{"Verse":21,"Text":" And here are the divisions of the priests and of the Levites for all the service of the house of the true God. You have willing, skilled workers to perform every kind of service, as well as the princes and all the people who will carry out all your instructions.”"}]},{"Chapter":29,"Verses":[{"Verse":1,"Text":" King David now said to all the congregation: “My son Solʹomon, the one whom God has chosen, is young and inexperienced, and the work is great, for it is not a temple for man but for Jehovah God."},{"Verse":2,"Text":" And I have spared no effort to prepare for the house of my God, providing the gold for the goldwork, the silver for the silverwork, the copper for the copperwork, the iron for the ironwork, the timbers for the timberwork, onyx stones, and stones to be set with mortar, mosaic pebbles, every kind of precious stone, and alabaster stones in great quantity."},{"Verse":3,"Text":" Moreover, because of my delight in the house of my God, there is also my private treasure of gold and silver that I am giving to the house of my God, in addition to all that I have prepared for the holy house,"},{"Verse":4,"Text":" including 3,000 talents of gold from Oʹphir and 7,000 talents of refined silver, for coating the walls of the houses,"},{"Verse":5,"Text":" the gold for the goldwork and the silver for the silverwork, and for all the work to be done by the craftsmen. Now who volunteers to come forward today with a gift in hand for Jehovah?”"},{"Verse":6,"Text":" So the princes of the paternal houses, the princes of the tribes of Israel, the chiefs of thousands and of hundreds, and the chiefs of the business of the king came forward voluntarily."},{"Verse":7,"Text":" And they gave to the service of the house of the true God: 5,000 talents of gold, 10,000 darics, 10,000 talents of silver, 18,000 talents of copper, and 100,000 talents of iron."},{"Verse":8,"Text":" Whoever had precious stones gave them to the treasury of the house of Jehovah, under the care of Jehiʹel the Gerʹshonite."},{"Verse":9,"Text":" The people rejoiced over making these voluntary offerings, for they made the voluntary offerings to Jehovah with a complete heart, and David the king also rejoiced greatly."},{"Verse":10,"Text":" Then David praised Jehovah before the eyes of all the congregation. David said: “May you be praised, O Jehovah the God of Israel our father, throughout all eternity."},{"Verse":11,"Text":" Yours, O Jehovah, are the greatness and the mightiness and the beauty and the splendor and the majesty, for everything in the heavens and on the earth is yours. Yours is the kingdom, O Jehovah. You are the One exalting yourself as head over all."},{"Verse":12,"Text":" The riches and the glory are from you, and you rule over everything, and in your hand there are power and mightiness, and your hand is able to make great and to give strength to all."},{"Verse":13,"Text":" And now, O our God, we thank you and praise your beautiful name."},{"Verse":14,"Text":" “And yet, who am I and who are my people that we should be in a position to make voluntary offerings like this? For everything is from you, and we have given to you what comes from your own hand."},{"Verse":15,"Text":" For we are foreign residents in your presence and settlers, just like all our forefathers. For our days on the earth are like a shadow—without hope."},{"Verse":16,"Text":" O Jehovah our God, all this wealth that we have prepared to build for you a house for your holy name is from your own hand, and it all belongs to you."},{"Verse":17,"Text":" I well know, O my God, that you examine the heart and that you take pleasure in integrity. In the uprightness of my heart, I have voluntarily offered all these things, and I am overjoyed to see your people who are present here make voluntary offerings to you."},{"Verse":18,"Text":" O Jehovah, the God of Abraham, Isaac, and Israel, our forefathers, keep these inclinations and thoughts in the hearts of your people forever, and direct their hearts to you."},{"Verse":19,"Text":" And give a complete heart to my son Solʹomon, so that he may observe your commandments, your reminders, and your regulations and do all these things and build the temple for which I have made preparation.”"},{"Verse":20,"Text":" David then said to all the congregation: “Now praise Jehovah your God.” And all the congregation praised Jehovah the God of their forefathers and bowed low and prostrated themselves to Jehovah and to the king."},{"Verse":21,"Text":" And they continued to offer sacrifices to Jehovah and to offer up burnt offerings to Jehovah on the following day, 1,000 young bulls, 1,000 rams, 1,000 male lambs, and their drink offerings; they offered sacrifices in great number for all Israel."},{"Verse":22,"Text":" They continued eating and drinking before Jehovah on that day with great rejoicing, and for a second time they made Solʹomon the son of David king and anointed him before Jehovah as leader, and also Zaʹdok as priest."},{"Verse":23,"Text":" And Solʹomon sat on Jehovah’s throne as king in place of David his father, and he was successful, and all the Israelites were obedient to him."},{"Verse":24,"Text":" All the princes, the mighty warriors, and also all the sons of King David submitted themselves to Solʹomon the king."},{"Verse":25,"Text":" And Jehovah made Solʹomon exceedingly great before the eyes of all Israel and bestowed on him royal majesty such as no king over Israel ever had before."},{"Verse":26,"Text":" Thus David the son of Jesʹse reigned over all Israel,"},{"Verse":27,"Text":" and the length of his reign over Israel was 40 years. In Hebʹron he reigned for 7 years, and in Jerusalem he reigned for 33 years."},{"Verse":28,"Text":" And he died at a good old age, satisfied with long life, wealth, and glory; and his son Solʹomon became king in his place."},{"Verse":29,"Text":" As for the history of King David, from beginning to end, it is written among the words of Samuel the seer, Nathan the prophet, and Gad the visionary,"},{"Verse":30,"Text":" together with all his kingship, his mightiness, and the events of the times involving him and Israel and all the surrounding kingdoms."}]}]}