{"Name":"\\Projects\\nwt_jsonifier\\nwt_E\\nwt_30_Am_E","Abbrev":["nu","num"],"Chapters":[{"Chapter":1,"Verses":[{"Verse":1,"Text":" The words of Aʹmos, who was among the sheep raisers from Tekoʹa, which he received in vision concerning Israel in the days of King Uzziʹah of Judah and in the days of Jeroboʹam son of Joʹash, the king of Israel, two years before the earthquake."},{"Verse":2,"Text":" He said:\r\n“Jehovah will roar out of Zion,\r\nAnd he will raise his voice out of Jerusalem.\r\nThe pastures of the shepherds will mourn,\r\nAnd the summit of Carʹmel will dry up.”"},{"Verse":3,"Text":" “This is what Jehovah says,\r\n‘“For three revolts of Damascus, and for four, I will not reverse it,\r\nBecause they threshed Gilʹead with iron threshing sledges."},{"Verse":4,"Text":" So I will send a fire upon the house of Hazʹael,\r\nAnd it will consume the fortified towers of Ben-haʹdad."},{"Verse":5,"Text":" I will break the bars of Damascus;\r\nI will destroy the inhabitants from Bikʹath-aʹven\r\nAnd the one ruling from Beth-eʹden;\r\nAnd the people of Syria will go as exiles to Kir,” says Jehovah.’"},{"Verse":6,"Text":" This is what Jehovah says,\r\n‘“For three revolts of Gazʹa, and for four, I will not reverse it,\r\nBecause they took a whole group of exiles to hand them over to Eʹdom."},{"Verse":7,"Text":" So I will send a fire onto the wall of Gazʹa,\r\nAnd it will consume her fortified towers."},{"Verse":8,"Text":" I will destroy the inhabitants from Ashʹdod,\r\nAnd the one ruling from Ashʹkelon;\r\nI will turn my hand against Ekʹron,\r\nAnd the remaining Philisʹtines will perish,” says the Sovereign Lord Jehovah.’"},{"Verse":9,"Text":" This is what Jehovah says,\r\n‘For three revolts of Tyre, and for four, I will not reverse it,\r\nBecause they handed over a whole group of exiles to Eʹdom,\r\nAnd because they did not remember the covenant of brothers."},{"Verse":10,"Text":" So I will send a fire onto the wall of Tyre,\r\nAnd it will consume her fortified towers.’"},{"Verse":11,"Text":" This is what Jehovah says,\r\n‘For three revolts of Eʹdom, and for four, I will not reverse it,\r\nBecause he pursued his own brother with the sword,\r\nAnd because he refused to show mercy;\r\nIn his anger he keeps tearing them apart relentlessly,\r\nAnd he remains furious with them continually."},{"Verse":12,"Text":" So I will send a fire into Teʹman,\r\nAnd it will consume the fortified towers of Bozʹrah.’"},{"Verse":13,"Text":" This is what Jehovah says,\r\n‘“For three revolts of the Amʹmonites, and for four, I will not reverse it,\r\nBecause they ripped open the pregnant women of Gilʹead to widen out their own territory."},{"Verse":14,"Text":" So I will set fire to the wall of Rabʹbah,\r\nAnd it will consume her fortified towers,\r\nWith a war cry in the day of battle,\r\nWith a tempest in the day of storm wind."},{"Verse":15,"Text":" And their king will go into exile together with his princes,” says Jehovah.’"}]},{"Chapter":2,"Verses":[{"Verse":1,"Text":" “This is what Jehovah says,\r\n‘“For three revolts of Moʹab, and for four, I will not reverse it,\r\nBecause he burned the bones of the king of Eʹdom for lime."},{"Verse":2,"Text":" So I will send a fire into Moʹab,\r\nAnd it will consume the fortified towers of Keʹrioth;\r\nMoʹab will die amid an uproar,\r\nWith a war cry, with the sound of a horn."},{"Verse":3,"Text":" I will remove the ruler from her midst\r\nAnd kill all her princes along with him,” says Jehovah.’"},{"Verse":4,"Text":" This is what Jehovah says,\r\n‘For three revolts of Judah, and for four, I will not reverse it,\r\nBecause they rejected the law of Jehovah,\r\nAnd because they did not keep his regulations;\r\nBut the same lies their forefathers followed have led them astray."},{"Verse":5,"Text":" So I will send a fire into Judah,\r\nAnd it will consume the fortified towers of Jerusalem.’"},{"Verse":6,"Text":" This is what Jehovah says,\r\n‘For three revolts of Israel, and for four, I will not reverse it,\r\nBecause they sell the righteous for silver,\r\nAnd the poor for a pair of sandals."},{"Verse":7,"Text":" They trample the heads of the lowly into the dust of the earth,\r\nAnd they block the path of the meek.\r\nA man and his father have relations with the same girl,\r\nProfaning my holy name."},{"Verse":8,"Text":" They stretch out next to every altar on garments they seized as security for a loan;\r\nAnd the wine they drink at the house of their gods was obtained from those they fined.’"},{"Verse":9,"Text":" ‘But it was I who annihilated the Amʹorite before them,\r\nWho was as tall as the cedars and as strong as the oaks;\r\nI destroyed his fruit above and his roots below."},{"Verse":10,"Text":" I brought you up out of the land of Egypt,\r\nAnd I made you walk through the wilderness 40 years,\r\nTo take possession of the land of the Amʹorite."},{"Verse":11,"Text":" I raised up some of your sons as prophets\r\nAnd some of your young men as Nazʹirites.\r\nIs this not so, O people of Israel?’ declares Jehovah."},{"Verse":12,"Text":" ‘But you kept giving the Nazʹirites wine to drink,\r\nAnd you commanded the prophets: “You must not prophesy.”"},{"Verse":13,"Text":" So I will crush you in your place,\r\nJust as a wagon loaded with cut grain crushes what is under it."},{"Verse":14,"Text":" The swift one will have no place to flee,\r\nThe strong one will not retain his power,\r\nAnd no warrior will escape with his life."},{"Verse":15,"Text":" The bowman will not stand his ground,\r\nThe swift of foot will not escape,\r\nAnd the horseman will not escape with his life."},{"Verse":16,"Text":" Even the most courageous among the warriors\r\nWill flee naked in that day,’ declares Jehovah.”"}]},{"Chapter":3,"Verses":[{"Verse":1,"Text":" “Hear this word that Jehovah has spoken concerning you, O people of Israel, concerning the whole family that I brought up out of the land of Egypt:"},{"Verse":2,"Text":" ‘You alone I have known out of all the families of the earth.\r\nThat is why I will call you to account for all your errors."},{"Verse":3,"Text":" Will two walk together unless they have agreed to meet?"},{"Verse":4,"Text":" Will a lion roar in the forest when it has no prey?\r\nWill a young lion growl from its lair when it has caught nothing?"},{"Verse":5,"Text":" Will a bird fall into a trap on the ground when there is no snare for it?\r\nDoes a trap spring up from the ground when it has caught nothing?"},{"Verse":6,"Text":" If a horn is blown in a city, do the people not tremble?\r\nIf a calamity occurs in the city, is it not Jehovah who has acted?"},{"Verse":7,"Text":" For the Sovereign Lord Jehovah will not do a thing\r\nUnless he has revealed his confidential matter to his servants the prophets."},{"Verse":8,"Text":" The lion has roared! Who will not be afraid?\r\nThe Sovereign Lord Jehovah has spoken! Who will not prophesy?’"},{"Verse":9,"Text":" ‘Proclaim it on the fortified towers of Ashʹdod\r\nAnd on the fortified towers in the land of Egypt.\r\nSay: “Gather together against the mountains of Samarʹia;\r\nSee the turmoil in her midst\r\nAnd the defrauding within her."},{"Verse":10,"Text":" For they do not know how to do what is right,” declares Jehovah,\r\n“Those who are storing up violence and destruction in their fortified towers.”’"},{"Verse":11,"Text":" Therefore this is what the Sovereign Lord Jehovah says,\r\n‘An adversary will surround the land,\r\nHe will strip you of your strength,\r\nAnd your fortified towers will be plundered.’"},{"Verse":12,"Text":" This is what Jehovah says,\r\n‘Just as the shepherd snatches away two legs or a piece of an ear from the mouth of the lion,\r\nThat is how the people of Israel will be snatched away,\r\nThose now sitting in Samarʹia on splendid beds and on fine couches.’"},{"Verse":13,"Text":" ‘Hear and warn the house of Jacob,’ declares the Sovereign Lord Jehovah, the God of armies."},{"Verse":14,"Text":" ‘For in the day I call Israel to account for all his revolts,\r\nI will also call for an accounting against the altars of Bethʹel;\r\nThe horns of the altar will be cut off and fall to the earth."},{"Verse":15,"Text":" I will strike down the winter house along with the summer house.’\r\n‘The houses of ivory will perish,\r\nAnd the great houses will come to their end,’ declares Jehovah.”"}]},{"Chapter":4,"Verses":[{"Verse":1,"Text":" “Hear this word, you cows of Baʹshan,\r\nWho are on the mountain of Samarʹia,\r\nYou women who are defrauding the lowly and crushing the poor,\r\nWho say to their husbands, ‘Bring us something to drink!’"},{"Verse":2,"Text":" The Sovereign Lord Jehovah has sworn by his holiness,\r\n‘“Look! The days are coming upon you when he will lift you up with butcher hooks\r\nAnd the rest of you with fishhooks."},{"Verse":3,"Text":" You will go out through the breaches in the wall, each one straight ahead;\r\nAnd you will be cast out to Harʹmon,” declares Jehovah.’"},{"Verse":4,"Text":" ‘Come to Bethʹel and commit transgression,\r\nTo Gilʹgal and transgress even more!\r\nBring your sacrifices in the morning,\r\nAnd your tithes on the third day."},{"Verse":5,"Text":" Burn a thanksgiving sacrifice of leavened bread;\r\nLoudly proclaim your voluntary offerings!\r\nFor that is what you love to do, O people of Israel,’ declares the Sovereign Lord Jehovah."},{"Verse":6,"Text":" ‘And for my part, I made your teeth clean of food in all your cities\r\nAnd caused a lack of bread in all your houses;\r\nBut you did not come back to me,’ declares Jehovah."},{"Verse":7,"Text":" ‘I also withheld rain from you three months before the harvest;\r\nI made it rain on one city but not on another city.\r\nOne plot of land would have rain,\r\nBut another plot of land where there was no rain would dry up."},{"Verse":8,"Text":" People of two or three cities staggered to one city to drink water,\r\nAnd they would not get satisfied;\r\nBut you did not come back to me,’ declares Jehovah."},{"Verse":9,"Text":" ‘I struck you with scorching heat and mildew.\r\nYou multiplied your gardens and vineyards,\r\nBut the locust would devour your fig trees and olive trees;\r\nAnd you still did not come back to me,’ declares Jehovah."},{"Verse":10,"Text":" ‘I sent among you a pestilence like that of Egypt.\r\nWith the sword I killed your young men and captured your horses.\r\nI made the stench of your camps rise up into your nostrils;\r\nBut you did not come back to me,’ declares Jehovah."},{"Verse":11,"Text":" ‘I caused an overthrow among you\r\nLike God’s overthrow of Sodʹom and Gomorʹrah.\r\nAnd you were like a log snatched out of the fire;\r\nBut you did not come back to me,’ declares Jehovah."},{"Verse":12,"Text":" So that is what I will do to you, O Israel.\r\nBecause this is what I will do to you,\r\nGet ready to meet your God, O Israel."},{"Verse":13,"Text":" For look! he is the One who formed the mountains and created the wind;\r\nHe tells man what His thoughts are,\r\nHe turns the dawn into darkness,\r\nAnd he treads on earth’s high places;\r\nJehovah the God of armies is his name.”"}]},{"Chapter":5,"Verses":[{"Verse":1,"Text":" “Hear this word that I am taking up against you as a dirge, O house of Israel:"},{"Verse":2,"Text":" ‘The virgin, Israel, has fallen;\r\nShe cannot get up again.\r\nShe has been abandoned on her own ground;\r\nThere is no one to raise her up.’"},{"Verse":3,"Text":" “For this is what the Sovereign Lord Jehovah says:\r\n‘The city that marches out with a thousand will have a hundred left;\r\nAnd the one that goes out with a hundred will have ten left, for the house of Israel.’"},{"Verse":4,"Text":" “For this is what Jehovah says to the house of Israel:\r\n‘Search for me and keep living."},{"Verse":5,"Text":" Do not search for Bethʹel,\r\nDo not go to Gilʹgal or pass over to Beʹer-sheʹba,\r\nFor Gilʹgal will certainly go into exile,\r\nAnd Bethʹel will come to nothing."},{"Verse":6,"Text":" Search for Jehovah, and keep living,\r\nSo that he does not burst out like a fire on the house of Joseph,\r\nConsuming Bethʹel, with no one to extinguish it."},{"Verse":7,"Text":" You turn justice into wormwood,\r\nAnd you cast righteousness to the earth."},{"Verse":8,"Text":" The One who made the Kiʹmah constellation and the Keʹsil constellation,\r\nThe One who turns deep shadow into morning,\r\nThe One who makes day as dark as night,\r\nThe One who summons the waters of the sea\r\nTo pour them out on the surface of the earth\r\n—Jehovah is his name."},{"Verse":9,"Text":" He will cause destruction to burst out against the strong,\r\nBringing destruction on fortified places."},{"Verse":10,"Text":" They hate those who give reproof in the city gate,\r\nAnd they detest those who speak truthfully."},{"Verse":11,"Text":" Because you demand farm rent from the poor\r\nAnd you take his grain as tribute,\r\nYou will not keep dwelling in the houses of hewn stone that you have built\r\nNor drink the wine from the choice vineyards that you have planted."},{"Verse":12,"Text":" For I know how many your revolts are\r\nAnd how great your sins are\r\n—You harass the righteous,\r\nYou take bribes,\r\nAnd you deny the rights of the poor in the city gate."},{"Verse":13,"Text":" Therefore, those with insight will keep silent at that time,\r\nFor it will be a time of calamity."},{"Verse":14,"Text":" Search for what is good, and not what is bad,\r\nSo that you may keep living.\r\nThen Jehovah the God of armies may be with you,\r\nJust as you say he is."},{"Verse":15,"Text":" Hate what is bad, and love what is good,\r\nLet justice prevail in the city gate.\r\nIt may be that Jehovah the God of armies\r\nWill show favor to the remaining ones of Joseph.’"},{"Verse":16,"Text":" “Therefore this is what Jehovah the God of armies, Jehovah, says:\r\n‘In all the public squares there will be wailing,\r\nAnd in all the streets they will say, “Alas, alas!”\r\nThey will call on the farmers to mourn\r\nAnd the professional mourners to wail.’"},{"Verse":17,"Text":" ‘In every vineyard there will be wailing;\r\nFor I will pass through your midst,’ says Jehovah."},{"Verse":18,"Text":" ‘Woe to those who yearn for the day of Jehovah!\r\nWhat, then, will the day of Jehovah mean for you?\r\nIt will be darkness, and not light."},{"Verse":19,"Text":" It will be like a man who flees from a lion and is confronted by a bear,\r\nAnd when he enters his house and leans his hand against the wall, a snake bites him."},{"Verse":20,"Text":" Will not the day of Jehovah be darkness, and not light;\r\nWill it not have gloom, and not brightness?"},{"Verse":21,"Text":" I hate, I despise your festivals,\r\nAnd I take no pleasure in the aroma of your solemn assemblies."},{"Verse":22,"Text":" Even if you offer me whole burnt offerings and gift offerings,\r\nI will find no pleasure in them;\r\nAnd I will not look with favor on your communion sacrifices of fattened animals."},{"Verse":23,"Text":" Spare me the din of your songs;\r\nAnd let me not hear the melodies of your stringed instruments."},{"Verse":24,"Text":" Let justice flow down like waters,\r\nAnd righteousness like an ever-flowing stream."},{"Verse":25,"Text":" Did you bring me sacrifices and gift offerings\r\nFor those 40 years in the wilderness, O house of Israel?"},{"Verse":26,"Text":" Now you will have to carry away Sakʹkuth your king and Kaiʹwan,\r\nYour images, the star of your god, whom you made for yourselves,"},{"Verse":27,"Text":" And I will send you into exile beyond Damascus,’ says he whose name is Jehovah the God of armies.”"}]},{"Chapter":6,"Verses":[{"Verse":1,"Text":" “Woe to the self-assured ones in Zion,\r\nTo those feeling secure in the mountain of Samarʹia,\r\nThe prominent men of the foremost of nations,\r\nThose to whom the house of Israel comes!"},{"Verse":2,"Text":" Cross over to Calʹneh and see.\r\nGo from there to Great Haʹmath,\r\nAnd go down to Gath of the Philisʹtines.\r\nAre they better than these kingdoms,\r\nOr is their territory larger than yours?"},{"Verse":3,"Text":" Are you putting out of your mind the day of calamity\r\nAnd bringing in a reign of violence?"},{"Verse":4,"Text":" They lie on beds of ivory and sprawl out on couches,\r\nEating the rams of the flock and the fattened calves;"},{"Verse":5,"Text":" They improvise songs to the sound of the harp,\r\nAnd like David, they invent musical instruments;"},{"Verse":6,"Text":" They drink wine by the bowlful\r\nAnd anoint themselves with the choicest oils.\r\nBut they are unconcerned about the catastrophe of Joseph."},{"Verse":7,"Text":" So they will go into exile at the head of the exiles,\r\nAnd the revelry of those sprawled out will come to an end."},{"Verse":8,"Text":" ‘The Sovereign Lord Jehovah has sworn by himself,’ declares Jehovah the God of armies,\r\n‘“I detest the pride of Jacob,\r\nI hate his fortified towers,\r\nAnd I will hand over the city and what fills it."},{"Verse":9,"Text":" “‘“And if ten men are left in one house, they will also die."},{"Verse":10,"Text":" A relative will come to carry them out and burn them one by one. He will bring their bones out from the house; then he will say to whoever is in the inner rooms of the house, ‘Are there any more with you?’ And he will say, ‘Nobody!’ Then he will say, ‘Keep silent! For it is not the time to make any mention of the name of Jehovah.’”"},{"Verse":11,"Text":" For it is Jehovah giving the command,\r\nAnd he will strike down the great house into rubble,\r\nAnd the small house into debris."},{"Verse":12,"Text":" Do horses run on a crag,\r\nOr will one plow there with cattle?\r\nFor you have turned justice into a poisonous plant,\r\nAnd the fruit of righteousness into wormwood."},{"Verse":13,"Text":" You rejoice over what is worthless,\r\nAnd you say, “Have we not become powerful in our own strength?”"},{"Verse":14,"Text":" Therefore, O house of Israel, I will bring against you a nation,’ declares Jehovah the God of armies,\r\n‘And they will oppress you from Leʹbo-haʹmath down to the Wadi of the Arʹabah.’”"}]},{"Chapter":7,"Verses":[{"Verse":1,"Text":" This is what the Sovereign Lord Jehovah showed me: Look! He formed a locust swarm when the late crop was beginning to come up. This was the later crop after the king’s hay had been cut."},{"Verse":2,"Text":" When the swarm finished eating up the vegetation of the land, I said: “O Sovereign Lord Jehovah, please forgive! How can Jacob survive? For he is weak!”"},{"Verse":3,"Text":" So Jehovah reconsidered this. “It will not happen,” Jehovah said."},{"Verse":4,"Text":" This is what the Sovereign Lord Jehovah showed me: Look! The Sovereign Lord Jehovah called for a punishment by fire. It consumed the vast deep waters, and it consumed a portion of the land."},{"Verse":5,"Text":" Then I said: “O Sovereign Lord Jehovah, please hold this back. How can Jacob survive? For he is weak!”"},{"Verse":6,"Text":" So Jehovah reconsidered this. “That too will not happen,” the Sovereign Lord Jehovah said."},{"Verse":7,"Text":" This is what he showed me: Look! Jehovah was standing on a wall made with a plumb line, and there was a plumb line in his hand."},{"Verse":8,"Text":" Then Jehovah said to me: “What do you see, Aʹmos?” So I said: “A plumb line.” Jehovah then said: “Here I am putting a plumb line among my people Israel. I will no longer pardon them."},{"Verse":9,"Text":" The high places of Isaac will be desolated, and the sanctuaries of Israel will be devastated; and I will come against the house of Jeroboʹam with a sword.”"},{"Verse":10,"Text":" Amaziʹah the priest of Bethʹel sent this message to King Jeroboʹam of Israel: “Aʹmos is conspiring against you right in the midst of the house of Israel. The land cannot put up with all his words."},{"Verse":11,"Text":" For this is what Aʹmos says, ‘Jeroboʹam will die by the sword, and Israel will surely go into exile from its land.’”"},{"Verse":12,"Text":" Amaziʹah then said to Aʹmos: “O visionary, go, run away to the land of Judah, earn your bread there, and there you may prophesy."},{"Verse":13,"Text":" But you must no longer prophesy at Bethʹel, for it is the sanctuary of a king and the house of a kingdom.”"},{"Verse":14,"Text":" Then Aʹmos answered Amaziʹah: “I was not a prophet nor the son of a prophet; but I was a herdsman, and I took care of sycamore fig trees."},{"Verse":15,"Text":" But Jehovah took me away from following the flock, and Jehovah said to me, ‘Go, prophesy to my people Israel.’"},{"Verse":16,"Text":" So now hear the word of Jehovah: ‘You are saying, “Do not prophesy against Israel, and do not preach against the house of Isaac.”"},{"Verse":17,"Text":" Therefore this is what Jehovah says: “Your wife will become a prostitute in the city, and your sons and your daughters will fall by the sword. Your land will be apportioned out with a measuring line, and you yourself will die in an unclean land; and Israel will surely go into exile from its land.”’”"}]},{"Chapter":8,"Verses":[{"Verse":1,"Text":" This is what the Sovereign Lord Jehovah showed me: Look! There was a basket of summer fruit."},{"Verse":2,"Text":" Then he said, “What do you see, Aʹmos?” I replied, “A basket of summer fruit.” Then Jehovah said to me: “The end has come for my people Israel. I will no longer pardon them."},{"Verse":3,"Text":" ‘The songs of the temple will turn into wailing in that day,’ declares the Sovereign Lord Jehovah. ‘There will be many carcasses thrown everywhere—hush!’"},{"Verse":4,"Text":" Hear this, you who trample on the poor\r\nAnd who bring the meek of the land to an end,"},{"Verse":5,"Text":" Who say, ‘When will the new moon festival be over, that we may sell our grain,\r\nAnd the Sabbath, that we may offer grain for sale?\r\nSo that we may make the eʹphah measure smaller\r\nAnd the shekel weight greater,\r\nTo falsify our scales of deception;"},{"Verse":6,"Text":" So that we may buy the needy for silver\r\nAnd the poor for a pair of sandals,\r\nAnd sell the worthless part of the grain.’"},{"Verse":7,"Text":" Jehovah has sworn by the Pride of Jacob,\r\n‘Never will I forget all their deeds."},{"Verse":8,"Text":" On this account the land will tremble,\r\nAnd every inhabitant in it will mourn.\r\nWill it not all rise like the Nile,\r\nAnd surge and sink down like the Nile of Egypt?’"},{"Verse":9,"Text":" ‘In that day,’ declares the Sovereign Lord Jehovah,\r\n‘I will make the sun go down at high noon,\r\nAnd I will darken the land on a bright day."},{"Verse":10,"Text":" I will turn your festivals into mourning\r\nAnd all your songs into dirges.\r\nI will put sackcloth on all hips and make every head bald;\r\nI will make it like the mourning for an only son,\r\nAnd the end of it like a bitter day.’"},{"Verse":11,"Text":" ‘Look! The days are coming,’ declares the Sovereign Lord Jehovah,\r\n‘When I will send a famine into the land,\r\nNot a famine for bread or a thirst for water,\r\nBut for hearing the words of Jehovah."},{"Verse":12,"Text":" They will stagger from sea to sea\r\nAnd from the north to the east.\r\nThey will rove about searching for the word of Jehovah, but they will not find it."},{"Verse":13,"Text":" In that day beautiful virgins will faint,\r\nAlso young men, because of the thirst;"},{"Verse":14,"Text":" Those who swear by the guilt of Samarʹia and who say,\r\n“As surely as your god lives, O Dan!”\r\nAnd, “As surely as the way of Beʹer-sheʹba lives!”\r\nThey will fall, and they will not rise up again.’”"}]},{"Chapter":9,"Verses":[{"Verse":1,"Text":" I saw Jehovah stationed above the altar, and he said: “Strike the head of the pillar, and the thresholds will shake. Cut them off at the head, and I will kill the last of them with the sword. No one who flees will get away, and no one trying to escape will succeed."},{"Verse":2,"Text":" If they dig down into the Grave,\r\nFrom there my hand will take them;\r\nAnd if they go up to the heavens,\r\nFrom there I will bring them down."},{"Verse":3,"Text":" And if they hide themselves on the top of Carʹmel,\r\nFrom there I will search them out and take them.\r\nIf they conceal themselves from my eyes on the bottom of the sea,\r\nThere I will command the serpent to bite them."},{"Verse":4,"Text":" If they go into captivity before their enemies,\r\nFrom there I will command the sword, and it will kill them;\r\nI will fix my eyes on them for bad, and not for good."},{"Verse":5,"Text":" For the Sovereign Lord, Jehovah of the armies, is the One who touches the land,\r\nSo that it melts, and all its inhabitants will mourn;\r\nAnd all of it will rise like the Nile,\r\nAnd sink down like the Nile of Egypt."},{"Verse":6,"Text":" ‘The one who builds his stairs in the heavens\r\nAnd establishes his structure over the earth;\r\nThe one who summons the waters of the sea,\r\nTo pour them out on the surface of the earth\r\n—Jehovah is his name.’"},{"Verse":7,"Text":" ‘Are you not like the sons of the Cushʹites to me, O people of Israel?’ declares Jehovah.\r\n‘Did I not bring Israel up out of the land of Egypt,\r\nThe Philisʹtines out of Crete, and Syria out of Kir?’"},{"Verse":8,"Text":" ‘Look! The eyes of the Sovereign Lord Jehovah are on the sinful kingdom,\r\nAnd he will annihilate it from the surface of the land.\r\nBut I will not completely annihilate the house of Jacob,’ declares Jehovah."},{"Verse":9,"Text":" ‘For look! I am giving the command,\r\nAnd I will shake the house of Israel among all the nations,\r\nJust as one shakes a sieve,\r\nAnd not a pebble falls to the ground."},{"Verse":10,"Text":" They will die by the sword, all the sinners of my people,\r\nThose who are saying, “The calamity will not come near us or reach us.”’"},{"Verse":11,"Text":" ‘In that day I will raise up the booth of David that is fallen,\r\nI will repair the breaches,\r\nAnd I will restore its ruins;\r\nI will rebuild it as in the days of long ago,"},{"Verse":12,"Text":" So that they may take possession of what is remaining of Eʹdom,\r\nAnd all the nations on whom my name has been called,’ declares Jehovah, who is doing this."},{"Verse":13,"Text":" ‘Look! The days are coming,’ declares Jehovah,\r\n‘When the plowman will overtake the harvester,\r\nAnd the treader of grapes, the one carrying seed;\r\nAnd the mountains will drip with sweet wine,\r\nAnd all the hills will flow with it."},{"Verse":14,"Text":" I will gather back the captives of my people Israel,\r\nAnd they will rebuild the desolated cities and inhabit them;\r\nThey will plant vineyards and drink their wine,\r\nAnd make gardens and eat their fruit.’"},{"Verse":15,"Text":" ‘I will plant them on their land,\r\nAnd they will never again be uprooted\r\nFrom their land that I have given them,’ says Jehovah your God.”"}]}]}