{"Name":"nwt_04_Nu_E","Abbrev":["nu","num"],"Chapters":[{"Chapter":1,"Verses":[{"Verse":1,"Text":" And Jehovah spoke to Moses in the wilderness of Siʹnai, in the tent of meeting, on the first day of the second month, in the second year of their coming out of the land of Egypt. He said:"},{"Verse":2,"Text":" “Take a census of the whole assembly of the Israelites individually according to their families, according to their paternal houses, according to the count of the names of all the males."},{"Verse":3,"Text":" You and Aaron are to register by their companies all those from 20 years old and up who can serve in the army in Israel."},{"Verse":4,"Text":" “Take with you one man from each tribe; each one is to be a head of his paternal house."},{"Verse":5,"Text":" These are the names of the men who will stand with you: of Reuʹben, Eliʹzur the son of Shedʹeur;"},{"Verse":6,"Text":" of Simʹeon, Sheluʹmiel the son of Zurishadʹdai;"},{"Verse":7,"Text":" of Judah, Nahʹshon the son of Amminʹadab;"},{"Verse":8,"Text":" of Isʹsachar, Nethanʹel the son of Zuʹar;"},{"Verse":9,"Text":" of Zebʹulun, Eliʹab the son of Heʹlon;"},{"Verse":10,"Text":" of the sons of Joseph: from Eʹphraim, Elishʹama the son of Ammiʹhud; from Manasʹseh, Gamaʹliel the son of Pedahʹzur;"},{"Verse":11,"Text":" of Benjamin, Abʹidan the son of Gideoʹni;"},{"Verse":12,"Text":" of Dan, Ahieʹzer the son of Ammishadʹdai;"},{"Verse":13,"Text":" of Ashʹer, Paʹgiel the son of Ochʹran;"},{"Verse":14,"Text":" of Gad, Eliʹasaph the son of Deuʹel;"},{"Verse":15,"Text":" of Naphʹtali, Ahiʹra the son of Eʹnan."},{"Verse":16,"Text":" These are the ones summoned from the assembly. They are the chieftains of the tribes of their fathers, the heads of the thousands of Israel.”"},{"Verse":17,"Text":" So Moses and Aaron took these men who had been designated by name."},{"Verse":18,"Text":" They gathered all the assembly on the first day of the second month, so that they might be registered individually by name, by family, and by their paternal houses, from 20 years old and up,"},{"Verse":19,"Text":" just as Jehovah had commanded Moses. So he registered them in the wilderness of Siʹnai."},{"Verse":20,"Text":" The sons of Reuʹben, the descendants of Israel’s firstborn, were listed by name, by family, and by their paternal houses. All the males from 20 years old and up who could serve in the army were counted individually,"},{"Verse":21,"Text":" and the number registered of the tribe of Reuʹben was 46,500."},{"Verse":22,"Text":" The descendants of Simʹeon were listed by name, by family, and by their paternal houses. All the males from 20 years old and up who could serve in the army were counted individually,"},{"Verse":23,"Text":" and the number registered of the tribe of Simʹeon was 59,300."},{"Verse":24,"Text":" The descendants of Gad were listed by name, by family, and by their paternal houses. All the males from 20 years old and up who could serve in the army were counted,"},{"Verse":25,"Text":" and the number registered of the tribe of Gad was 45,650."},{"Verse":26,"Text":" The descendants of Judah were listed by name, by family, and by their paternal houses. All the males from 20 years old and up who could serve in the army were counted,"},{"Verse":27,"Text":" and the number registered of the tribe of Judah was 74,600."},{"Verse":28,"Text":" The descendants of Isʹsachar were listed by name, by family, and by their paternal houses. All the males from 20 years old and up who could serve in the army were counted,"},{"Verse":29,"Text":" and the number registered of the tribe of Isʹsachar was 54,400."},{"Verse":30,"Text":" The descendants of Zebʹulun were listed by name, by family, and by their paternal houses. All the males from 20 years old and up who could serve in the army were counted,"},{"Verse":31,"Text":" and the number registered of the tribe of Zebʹulun was 57,400."},{"Verse":32,"Text":" The descendants of Joseph through Eʹphraim were listed by name, by family, and by their paternal houses. All the males from 20 years old and up who could serve in the army were counted,"},{"Verse":33,"Text":" and the number registered of the tribe of Eʹphraim was 40,500."},{"Verse":34,"Text":" The descendants of Manasʹseh were listed by name, by family, and by their paternal houses. All the males from 20 years old and up who could serve in the army were counted,"},{"Verse":35,"Text":" and the number registered of the tribe of Manasʹseh was 32,200."},{"Verse":36,"Text":" The descendants of Benjamin were listed by name, by family, and by their paternal houses. All the males from 20 years old and up who could serve in the army were counted,"},{"Verse":37,"Text":" and the number registered of the tribe of Benjamin was 35,400."},{"Verse":38,"Text":" The descendants of Dan were listed by name, by family, and by their paternal houses. All the males from 20 years old and up who could serve in the army were counted,"},{"Verse":39,"Text":" and the number registered of the tribe of Dan was 62,700."},{"Verse":40,"Text":" The descendants of Ashʹer were listed by name, by family, and by their paternal houses. All the males from 20 years old and up who could serve in the army were counted,"},{"Verse":41,"Text":" and the number registered of the tribe of Ashʹer was 41,500."},{"Verse":42,"Text":" The descendants of Naphʹtali were listed by name, by family, and by their paternal houses. All the males from 20 years old and up who could serve in the army were counted,"},{"Verse":43,"Text":" and the number registered of the tribe of Naphʹtali was 53,400."},{"Verse":44,"Text":" These were registered by Moses together with Aaron and the 12 chieftains of Israel, each representing his paternal house."},{"Verse":45,"Text":" All the Israelites from 20 years old and up who could serve in the army in Israel were registered by their paternal house,"},{"Verse":46,"Text":" and the total number registered was 603,550."},{"Verse":47,"Text":" But the Levites were not registered in among them by the tribe of their fathers."},{"Verse":48,"Text":" So Jehovah told Moses:"},{"Verse":49,"Text":" “Only the tribe of Leʹvi you are not to register, and you should not include the number of them along with the other Israelites."},{"Verse":50,"Text":" You should appoint the Levites over the tabernacle of the Testimony and over all its utensils and over everything that belongs to it. They will carry the tabernacle and all its utensils, and they will minister at it, and they are to camp around the tabernacle."},{"Verse":51,"Text":" Whenever the tabernacle is to be moved, the Levites should take it down; and when the tabernacle is to be reassembled, the Levites should set it up; and any unauthorized person who comes near should be put to death."},{"Verse":52,"Text":" “Each Israelite should set up his tent in his assigned camp, each man according to his three-tribe division by their companies."},{"Verse":53,"Text":" And the Levites should encamp around the tabernacle of the Testimony, so that no indignation may arise against the assembly of the Israelites; and the Levites must be responsible for the care of the tabernacle of the Testimony.”"},{"Verse":54,"Text":" The people of Israel did all that Jehovah had commanded Moses. They did just so."}]},{"Chapter":2,"Verses":[{"Verse":1,"Text":" Jehovah now spoke to Moses and Aaron, saying:"},{"Verse":2,"Text":" “The Israelites should encamp where their three-tribe division is assigned, each man near the banner of his paternal house. They should camp facing the tent of meeting, all around it."},{"Verse":3,"Text":" “Those camping on the east side, toward the sunrise, will be the three-tribe division of the encampment of Judah by their companies; the chieftain for the sons of Judah is Nahʹshon the son of Amminʹadab."},{"Verse":4,"Text":" Those registered in his army are 74,600."},{"Verse":5,"Text":" Camping alongside him will be the tribe of Isʹsachar; the chieftain for the sons of Isʹsachar is Nethanʹel the son of Zuʹar."},{"Verse":6,"Text":" Those registered in his army are 54,400."},{"Verse":7,"Text":" Next is the tribe of Zebʹulun; the chieftain for the sons of Zebʹulun is Eliʹab the son of Heʹlon."},{"Verse":8,"Text":" Those registered in his army are 57,400."},{"Verse":9,"Text":" “All those registered in the armies of the camp of Judah are 186,400. They should break camp first."},{"Verse":10,"Text":" “The three-tribe division of the encampment of Reuʹben by their companies will be toward the south; the chieftain for the sons of Reuʹben is Eliʹzur the son of Shedʹeur."},{"Verse":11,"Text":" Those registered in his army are 46,500."},{"Verse":12,"Text":" Camping alongside him will be the tribe of Simʹeon; the chieftain for the sons of Simʹeon is Sheluʹmiel the son of Zurishadʹdai."},{"Verse":13,"Text":" Those registered in his army are 59,300."},{"Verse":14,"Text":" Next is the tribe of Gad; the chieftain for the sons of Gad is Eliʹasaph the son of Reuʹel."},{"Verse":15,"Text":" Those registered in his army are 45,650."},{"Verse":16,"Text":" “All those registered in the armies of the camp of Reuʹben are 151,450, and they should break camp second."},{"Verse":17,"Text":" “When the tent of meeting is moved, the camp of the Levites should be in the middle of the other camps.\r\n“They should travel in the same order as they encamp, with each in his place, according to their three-tribe divisions."},{"Verse":18,"Text":" “The three-tribe division of the encampment of Eʹphraim by their companies will be toward the west; the chieftain for the sons of Eʹphraim is Elishʹama the son of Ammiʹhud."},{"Verse":19,"Text":" Those registered in his army are 40,500."},{"Verse":20,"Text":" Next to him will be the tribe of Manasʹseh; the chieftain for the sons of Manasʹseh is Gamaʹliel the son of Pedahʹzur."},{"Verse":21,"Text":" Those registered in his army are 32,200."},{"Verse":22,"Text":" Next is the tribe of Benjamin; the chieftain for the sons of Benjamin is Abʹidan the son of Gideoʹni."},{"Verse":23,"Text":" Those registered in his army are 35,400."},{"Verse":24,"Text":" “All those registered in the armies of the camp of Eʹphraim are 108,100, and they should break camp third."},{"Verse":25,"Text":" “The three-tribe division of the encampment of Dan by their companies will be toward the north; the chieftain for the sons of Dan is Ahieʹzer the son of Ammishadʹdai."},{"Verse":26,"Text":" Those registered in his army are 62,700."},{"Verse":27,"Text":" Camping alongside him will be the tribe of Ashʹer; the chieftain for the sons of Ashʹer is Paʹgiel the son of Ochʹran."},{"Verse":28,"Text":" Those registered in his army are 41,500."},{"Verse":29,"Text":" Next is the tribe of Naphʹtali; the chieftain for the sons of Naphʹtali is Ahiʹra the son of Eʹnan."},{"Verse":30,"Text":" Those registered in his army are 53,400."},{"Verse":31,"Text":" “All those registered in the camp of Dan are 157,600. They should break camp last, according to their three-tribe divisions.”"},{"Verse":32,"Text":" These were the Israelites who were registered according to their paternal houses; the total of those in the camps registered for the army was 603,550."},{"Verse":33,"Text":" But the Levites did not get registered along with the other Israelites, just as Jehovah had commanded Moses."},{"Verse":34,"Text":" The Israelites did everything that Jehovah had commanded Moses. This is how they encamped by their three-tribe divisions and how they broke camp, each by family and according to their paternal houses."}]},{"Chapter":3,"Verses":[{"Verse":1,"Text":" Now these were the family lines of Aaron and Moses in the day that Jehovah spoke with Moses on Mount Siʹnai."},{"Verse":2,"Text":" These were the names of Aaron’s sons: the firstborn Naʹdab, and Abiʹhu, Eleaʹzar, and Ithʹamar."},{"Verse":3,"Text":" These were the names of Aaron’s sons, the anointed priests who had been installed to serve as priests."},{"Verse":4,"Text":" However, Naʹdab and Abiʹhu died before Jehovah when they offered unauthorized fire before Jehovah in the wilderness of Siʹnai, and they did not have any sons. But Eleaʹzar and Ithʹamar continued to serve as priests along with Aaron their father."},{"Verse":5,"Text":" Jehovah then said to Moses:"},{"Verse":6,"Text":" “Bring the tribe of Leʹvi forward, and stand them before Aaron the priest, and they will minister to him."},{"Verse":7,"Text":" They are to fulfill their responsibilities toward him and toward all the assembly before the tent of meeting by carrying out their service in connection with the tabernacle."},{"Verse":8,"Text":" They are to take care of all the equipment of the tent of meeting and to carry out their responsibilities toward the Israelites by taking care of the services related to the tabernacle."},{"Verse":9,"Text":" You are to give the Levites to Aaron and his sons. They are given ones, given to him from the Israelites."},{"Verse":10,"Text":" You should appoint Aaron and his sons, and they are to carry out their priestly duties, and any unauthorized person who comes near should be put to death.”"},{"Verse":11,"Text":" Jehovah continued to speak to Moses, saying:"},{"Verse":12,"Text":" “As for me, look! I take the Levites from among the Israelites in place of all the firstborn of the Israelites, and the Levites will become mine."},{"Verse":13,"Text":" For every firstborn is mine. In the day that I struck every firstborn in the land of Egypt, I sanctified to myself every firstborn in Israel from man to beast. They are to become mine. I am Jehovah.”"},{"Verse":14,"Text":" Jehovah spoke further to Moses in the wilderness of Siʹnai, saying:"},{"Verse":15,"Text":" “Register the sons of Leʹvi by their paternal houses and by their families. You should register every male from a month old and up.”"},{"Verse":16,"Text":" So Moses registered them at the order of Jehovah, just as he had been commanded."},{"Verse":17,"Text":" These were the names of the sons of Leʹvi: Gerʹshon, Koʹhath, and Merarʹi."},{"Verse":18,"Text":" Now these were the names of the sons of Gerʹshon by their families: Libʹni and Shimʹei."},{"Verse":19,"Text":" The sons of Koʹhath by their families were Amʹram, Izʹhar, Hebʹron, and Uzʹziel."},{"Verse":20,"Text":" The sons of Merarʹi by their families were Mahʹli and Muʹshi.\r\nThese were the families of the Levites by their paternal houses."},{"Verse":21,"Text":" From Gerʹshon came the family of the Libʹnites and the family of the Shimʹeites. These were the families of the Gerʹshonites."},{"Verse":22,"Text":" The number of all their males a month old and up who were registered was 7,500."},{"Verse":23,"Text":" The families of the Gerʹshonites were encamped behind the tabernacle toward the west."},{"Verse":24,"Text":" The chieftain of the paternal house of the Gerʹshonites was Eliʹasaph the son of Laʹel."},{"Verse":25,"Text":" The responsibility of the sons of Gerʹshon in the tent of meeting was to care for the tabernacle and the tent, its covering, the screen of the entrance of the tent of meeting,"},{"Verse":26,"Text":" the hanging curtains of the courtyard, the screen of the entrance of the courtyard that surrounds the tabernacle and the altar, its tent cords, and all the service connected with these."},{"Verse":27,"Text":" From Koʹhath came the family of the Amʹramites, the family of the Izʹharites, the family of the Hebʹronites, and the family of the Uzziʹelites. These were the families of the Koʹhathites."},{"Verse":28,"Text":" The number of all the males from a month old and up was 8,600; they were responsible for taking care of the holy place."},{"Verse":29,"Text":" The families of the sons of Koʹhath camped on the south side of the tabernacle."},{"Verse":30,"Text":" The chieftain of the paternal house of the families of the Koʹhathites was Elizaʹphan the son of Uzʹziel."},{"Verse":31,"Text":" Their responsibility was to care for the Ark, the table, the lampstand, the altars, the utensils used to minister in the holy place, the screen, and all the service connected with these."},{"Verse":32,"Text":" The head chieftain of the Levites was Eleaʹzar the son of Aaron the priest, who had the oversight of those taking care of the responsibilities of the holy place."},{"Verse":33,"Text":" From Merarʹi came the family of the Mahʹlites and the family of the Muʹshites. These were the families of Merarʹi."},{"Verse":34,"Text":" The number of all the males from a month old and up who were registered was 6,200."},{"Verse":35,"Text":" The chieftain of the paternal house of the families of Merarʹi was Zuʹriel the son of Abʹihail. They were encamped on the north side of the tabernacle."},{"Verse":36,"Text":" The sons of Merarʹi were responsible for overseeing the panel frames of the tabernacle, its bars, its pillars, its socket pedestals, all its utensils, and all the service connected with these,"},{"Verse":37,"Text":" as well as the pillars that were all around the courtyard and their socket pedestals, their tent pins, and their tent cords."},{"Verse":38,"Text":" Those camping in front of the tabernacle toward the east, before the tent of meeting toward the sunrise, were Moses and Aaron and his sons. They were responsible for taking care of the sanctuary as their obligation in behalf of the Israelites. Any unauthorized person coming near would be put to death."},{"Verse":39,"Text":" All the Levite males from a month old and up, whom Moses and Aaron registered by their families at the order of Jehovah, were 22,000."},{"Verse":40,"Text":" Then Jehovah said to Moses: “Register all the firstborn males of the Israelites from a month old and up, count them, and make a list of their names."},{"Verse":41,"Text":" You must take the Levites for me—I am Jehovah—in place of all the firstborn of the Israelites, and take the domestic animals of the Levites in place of all the firstborn of the domestic animals of the Israelites.”"},{"Verse":42,"Text":" Moses then registered all the firstborn among the Israelites, just as Jehovah had commanded him."},{"Verse":43,"Text":" The number of all the firstborn males who were registered by name from a month old and up was 22,273."},{"Verse":44,"Text":" Jehovah continued to speak to Moses, saying:"},{"Verse":45,"Text":" “Take the Levites in place of all the firstborn among the Israelites, and take the domestic animals of the Levites in place of their domestic animals, and the Levites must become mine. I am Jehovah."},{"Verse":46,"Text":" As the ransom price of the 273 of the firstborn of the Israelites who are in excess of the Levites,"},{"Verse":47,"Text":" you are to take five shekels for each individual, according to the standard shekel of the holy place. A shekel is 20 geʹrahs."},{"Verse":48,"Text":" You are to give the money to Aaron and his sons as the ransom price of those who are in excess of them.”"},{"Verse":49,"Text":" So Moses took the money of the redemption price from those who were in excess of the ransom price of the Levites."},{"Verse":50,"Text":" He took the money from the firstborn of the Israelites, 1,365 shekels, according to the standard shekel of the holy place."},{"Verse":51,"Text":" Then Moses gave the money of the ransom price to Aaron and his sons according to the word of Jehovah, just as Jehovah had commanded Moses."}]},{"Chapter":4,"Verses":[{"Verse":1,"Text":" Jehovah now spoke to Moses and Aaron, saying:"},{"Verse":2,"Text":" “A census should be taken of the sons of Koʹhath from among the sons of Leʹvi, by their families and by their paternal houses,"},{"Verse":3,"Text":" all those from 30 to 50 years old who are in the group assigned to work in the tent of meeting."},{"Verse":4,"Text":" “This is the service of the sons of Koʹhath in the tent of meeting. It is something most holy:"},{"Verse":5,"Text":" Aaron and his sons will come in when the camp is departing and take down the screening curtain and cover the ark of the Testimony with it."},{"Verse":6,"Text":" They will put a sealskin covering over it and spread out a solid blue cloth over it and put its carrying poles in place."},{"Verse":7,"Text":" “They will also spread out a blue cloth over the table of showbread, and they will put on it the dishes, the cups, the bowls, and the pitchers of the drink offering; the regular offering of bread should remain on it."},{"Verse":8,"Text":" They will spread out a scarlet cloth over them and cover it with a sealskin covering and put its carrying poles in place."},{"Verse":9,"Text":" Then they will take a blue cloth and cover the lampstand for the light, along with its lamps, its snuffers, its fire holders, and all its containers for oil that are used to maintain it."},{"Verse":10,"Text":" They will wrap it and all its utensils in a sealskin covering and put it on a carrying bar."},{"Verse":11,"Text":" And they will spread out a blue cloth over the golden altar, cover it with a sealskin covering, and put its carrying poles in place."},{"Verse":12,"Text":" They will then take all the utensils of the ministry with which they regularly minister in the holy place and put them in a blue cloth and cover them with a sealskin covering and put them on a carrying bar."},{"Verse":13,"Text":" “They should remove the ashes from the altar and spread out a cloth of purple wool over it."},{"Verse":14,"Text":" They will put on it all its utensils that are used when they minister at the altar: the fire holders, the forks, the shovels, and the bowls, all the utensils of the altar; and they are to spread a sealskin covering over it and put its carrying poles in place."},{"Verse":15,"Text":" “Aaron and his sons must finish covering the holy place and all the equipment of the holy place when the camp is departing. Then the sons of Koʹhath will come in to carry them, but they must not touch the holy place or they will die. These things are the responsibility of the sons of Koʹhath in connection with the tent of meeting."},{"Verse":16,"Text":" “Eleaʹzar the son of Aaron the priest is responsible for overseeing the oil of the lighting, the perfumed incense, the regular grain offering, and the anointing oil. He has oversight of the entire tabernacle and all that is in it, including the holy place and its utensils.”"},{"Verse":17,"Text":" Jehovah spoke further to Moses and Aaron, saying:"},{"Verse":18,"Text":" “Do not let the tribe of the families of the Koʹhathites be cut off from among the Levites."},{"Verse":19,"Text":" But do this for them that they may remain alive and not die because of approaching the most holy things. Aaron and his sons will go in and assign each of them to his service and what he is to carry."},{"Verse":20,"Text":" They must not come in and see the holy things even for an instant, or they will die.”"},{"Verse":21,"Text":" Then Jehovah spoke to Moses, saying:"},{"Verse":22,"Text":" “A census should be taken of the sons of Gerʹshon by their paternal houses and their families."},{"Verse":23,"Text":" You are to register all those from 30 to 50 years old who are in the group assigned to serve in the tent of meeting."},{"Verse":24,"Text":" This is what the families of the Gerʹshonites are assigned to care for and to carry:"},{"Verse":25,"Text":" They will carry the tent cloths of the tabernacle, the tent of meeting, its covering and the sealskin covering that is on top over it, the screen of the entrance of the tent of meeting,"},{"Verse":26,"Text":" the hanging curtains of the courtyard, the screen of the entrance of the courtyard that surrounds the tabernacle and the altar, their tent cords and all their utensils and everything used in its service. This is their assignment."},{"Verse":27,"Text":" All the service and the loads of the Gerʹshonites should be overseen by Aaron and his sons; you will assign all these loads as their responsibility."},{"Verse":28,"Text":" This is the service that the families of the Gerʹshonites are to carry out in the tent of meeting, and their responsibilities are under the direction of Ithʹamar the son of Aaron the priest."},{"Verse":29,"Text":" “As for the sons of Merarʹi, you will register them by family and by their paternal house."},{"Verse":30,"Text":" From 30 to 50 years old you will register them, all who are in the group assigned to the service of the tent of meeting."},{"Verse":31,"Text":" This is what they are responsible for carrying in connection with their service at the tent of meeting: the panel frames of the tabernacle, its bars, its pillars, its socket pedestals;"},{"Verse":32,"Text":" the pillars of the surrounding courtyard, their socket pedestals, their tent pins, and their tent cords together with all their equipment and all the service connected with these. You will assign to them by name the equipment they are responsible for carrying."},{"Verse":33,"Text":" This is how the families of the sons of Merarʹi are to serve at the tent of meeting, under the direction of Ithʹamar the son of Aaron the priest.”"},{"Verse":34,"Text":" Moses and Aaron and the chieftains of the assembly then registered the sons of the Koʹhathites by their families and by their paternal house,"},{"Verse":35,"Text":" all those from 30 to 50 years old who were in the group assigned to the service of the tent of meeting."},{"Verse":36,"Text":" The total of those registered by their families was 2,750."},{"Verse":37,"Text":" These were registered from the families of the Koʹhathites, all those who were serving at the tent of meeting. Moses and Aaron registered them at the order of Jehovah through Moses."},{"Verse":38,"Text":" The sons of Gerʹshon were registered by their families and by their paternal house,"},{"Verse":39,"Text":" all those from 30 to 50 years old who were in the group assigned to the service at the tent of meeting."},{"Verse":40,"Text":" The total of those registered by their families and by their paternal house was 2,630."},{"Verse":41,"Text":" This was the registration of the families of the sons of Gerʹshon, all those who were serving at the tent of meeting. Moses and Aaron had them registered at the order of Jehovah."},{"Verse":42,"Text":" The sons of Merarʹi were registered by their families and by their paternal house,"},{"Verse":43,"Text":" all those from 30 to 50 years old who were in the group assigned to the service at the tent of meeting."},{"Verse":44,"Text":" The total of those registered of them by their families was 3,200."},{"Verse":45,"Text":" This was the registration of the families of the sons of Merarʹi, whom Moses and Aaron registered at the order of Jehovah through Moses."},{"Verse":46,"Text":" Moses and Aaron and the chieftains of Israel registered all these Levites by their families and by their paternal houses;"},{"Verse":47,"Text":" they were from 30 to 50 years old, and all were assigned to serve and carry loads in connection with the tent of meeting."},{"Verse":48,"Text":" The total of those registered was 8,580."},{"Verse":49,"Text":" They were registered at the order of Jehovah through Moses, each according to his assigned service and his load; they were registered just as Jehovah had commanded Moses."}]},{"Chapter":5,"Verses":[{"Verse":1,"Text":" Jehovah spoke further to Moses, saying:"},{"Verse":2,"Text":" “Command the Israelites to send out of the camp every leprous person and everyone having a discharge and everyone unclean by a dead person."},{"Verse":3,"Text":" Whether a male or a female, you should send them out. You should send them outside the camp, so that they may not contaminate the camps of those in whose midst I am dwelling.”"},{"Verse":4,"Text":" Therefore, the Israelites did so and sent them outside the camp. Just as Jehovah told Moses, so the Israelites did."},{"Verse":5,"Text":" Jehovah continued speaking to Moses, saying:"},{"Verse":6,"Text":" “Tell the Israelites, ‘If a man or a woman commits any of the sins of mankind and acts unfaithfully toward Jehovah, that person has become guilty."},{"Verse":7,"Text":" He must confess the sin that he has committed and return the full amount as compensation for his guilt and also add a fifth of its value; he is to give it to the one he wronged."},{"Verse":8,"Text":" But if the victim does not have a close relative to receive the compensation, it should be returned to Jehovah and will belong to the priest, apart from the ram of atonement with which he will make atonement for him."},{"Verse":9,"Text":" “‘Every holy contribution from the Israelites that is presented to the priest should become his."},{"Verse":10,"Text":" The holy things of each person will remain his own. Whatever each one gives to the priest, that will belong to the priest.’”"},{"Verse":11,"Text":" Jehovah went on to speak to Moses, saying:"},{"Verse":12,"Text":" “Speak to the Israelites and tell them, ‘This is what should be done if a man’s wife goes astray and is unfaithful to him"},{"Verse":13,"Text":" and another man has sexual relations with her, but it was unknown to her husband and remains undiscovered, so that she has defiled herself but there is no witness against her and she has not been caught:"},{"Verse":14,"Text":" Whether the husband becomes jealous and suspicious of his wife’s faithfulness when she has defiled herself, or whether he is jealous and suspicious of his wife’s faithfulness when she has not defiled herself,"},{"Verse":15,"Text":" the man must bring his wife to the priest, along with an offering for her, a tenth of an eʹphah of barley flour. He must not pour oil on it nor put frankincense on it, because it is a grain offering of jealousy, a grain offering bringing guilt to mind."},{"Verse":16,"Text":" “‘The priest will bring her forward and make her stand before Jehovah."},{"Verse":17,"Text":" The priest will take holy water in an earthenware vessel, and the priest will take some of the dust from the floor of the tabernacle and put it in the water."},{"Verse":18,"Text":" And the priest will make the woman stand before Jehovah and unbind the woman’s hair and put in her palms the grain offering for a reminder, that is, the grain offering of jealousy, and the priest will have in his hand the bitter water that brings a curse."},{"Verse":19,"Text":" “‘The priest will then make her swear, saying to the woman: “If no other man had sexual relations with you while you were under your husband’s authority and you have not gone astray and become defiled, may you be free of the effect of this bitter water that brings a curse."},{"Verse":20,"Text":" But if you have gone astray while under your husband’s authority by defiling yourself, and you have had sexual relations with another man besides your husband—”"},{"Verse":21,"Text":" The priest will then make the woman swear an oath that includes a curse, and the priest will say to the woman: “May Jehovah make you an object for cursing and for an oath among your people, as Jehovah makes your thigh fall away and causes your abdomen to swell."},{"Verse":22,"Text":" This water that brings a curse will enter into your intestines to cause your abdomen to swell and make your thigh fall away.” To this the woman should say: “Amen! Amen!”"},{"Verse":23,"Text":" “‘Then the priest should write these curses in the book and wash them off into the bitter water."},{"Verse":24,"Text":" He will then make the woman drink the bitter water that brings a curse, and the water that brings a curse will enter into her and produce bitterness."},{"Verse":25,"Text":" And the priest should take the grain offering of jealousy from the woman’s hand and wave the grain offering back and forth before Jehovah, and he will bring it near the altar."},{"Verse":26,"Text":" The priest will take a handful of the grain offering as a token offering and make it smoke on the altar, and afterward he will make the woman drink the water."},{"Verse":27,"Text":" When he makes her drink the water, if she has defiled herself and committed an act of unfaithfulness toward her husband, the water that brings a curse will then enter into her and become something bitter, and her abdomen will swell, and her thigh will fall away, and the woman will become an object of cursing among her people."},{"Verse":28,"Text":" However, if the woman has not defiled herself and is clean, she will then be free from such punishment, and she will be able to conceive and produce offspring."},{"Verse":29,"Text":" “‘This is the law about jealousy, when a woman may go astray and defile herself while under her husband’s authority,"},{"Verse":30,"Text":" or in the case of a man who becomes jealous and suspects his wife of unfaithfulness; he should make his wife stand before Jehovah, and the priest must carry out toward her all this law."},{"Verse":31,"Text":" The man will be free from guilt, but his wife will answer for her guilt.’”"}]},{"Chapter":6,"Verses":[{"Verse":1,"Text":" Jehovah spoke further to Moses and said:"},{"Verse":2,"Text":" “Speak to the Israelites and tell them, ‘If a man or a woman takes a special vow to live as a Nazʹirite to Jehovah,"},{"Verse":3,"Text":" he should keep away from wine and other alcoholic beverages. He should not drink the vinegar of wine or the vinegar of anything alcoholic. He should not drink any liquid made from grapes, nor eat grapes, whether fresh or dried."},{"Verse":4,"Text":" All the days of his Naziriteship he should not eat anything made from the grapevine, from the unripe grapes to the skins."},{"Verse":5,"Text":" “‘All the days of the vow of his Naziriteship no razor should pass over his head. He is to remain holy by letting the hair of his head grow until the days of his being set apart to Jehovah are completed."},{"Verse":6,"Text":" He should not approach a dead person during all the days he remains separated to Jehovah."},{"Verse":7,"Text":" Even if his father or his mother or his brother or his sister should die, he may not defile himself, because the sign of his Naziriteship to his God is upon his head."},{"Verse":8,"Text":" “‘He is holy to Jehovah all the days of his Naziriteship."},{"Verse":9,"Text":" But if someone should suddenly die alongside him and he defiles the hair symbolizing his separation to God, he must shave his head on the day he establishes his purification. He should shave it on the seventh day."},{"Verse":10,"Text":" And on the eighth day, he should bring two turtledoves or two young pigeons to the priest at the entrance of the tent of meeting."},{"Verse":11,"Text":" The priest will prepare one as a sin offering and the other as a burnt offering and make atonement for him for his sin in connection with the dead person. Then he must sanctify his head on that day."},{"Verse":12,"Text":" And he must separate himself again to Jehovah for the days of his Naziriteship, and he will bring a young ram in its first year as a guilt offering. However, the former days will go uncounted because he defiled his Naziriteship."},{"Verse":13,"Text":" “‘Now this is the law about the Nazʹirite: When he completes the days of his Naziriteship, he will be brought to the entrance of the tent of meeting."},{"Verse":14,"Text":" There he must present his offering to Jehovah: one sound young ram in its first year as a burnt offering, one sound female lamb in its first year as a sin offering, one sound ram as a communion sacrifice,"},{"Verse":15,"Text":" a basket of unleavened ring-shaped loaves of fine flour mixed with oil, unleavened wafers smeared with oil, and their grain offering and their drink offerings."},{"Verse":16,"Text":" The priest will present them before Jehovah and will offer up his sin offering and his burnt offering."},{"Verse":17,"Text":" He will offer the ram as a communion sacrifice to Jehovah along with the basket of unleavened loaves, and the priest will present its grain offering and its drink offering."},{"Verse":18,"Text":" “‘The Nazʹirite must then shave the uncut hair of his head at the entrance of the tent of meeting, and he will take the hair of his head grown during his Naziriteship and put it on the fire that is under the communion sacrifice."},{"Verse":19,"Text":" And the priest must take a boiled shoulder from the ram, one unleavened ring-shaped loaf from the basket, and one unleavened wafer, and put them on the palms of the Nazʹirite after he has had the sign of his Naziriteship shaved off."},{"Verse":20,"Text":" And the priest must wave them back and forth as a wave offering before Jehovah. It is something holy for the priest, along with the breast of the wave offering and the leg of the contribution. Afterward, the Nazʹirite may drink wine."},{"Verse":21,"Text":" “‘This is the law about the Nazʹirite who makes a vow: If he vows and can afford to make an offering to Jehovah that is beyond the requirements of his Naziriteship, he must then carry out his vow out of regard for the law of his Naziriteship.’”"},{"Verse":22,"Text":" Then Jehovah said to Moses:"},{"Verse":23,"Text":" “Tell Aaron and his sons, ‘This is the way you should bless the people of Israel. Say to them:"},{"Verse":24,"Text":" “May Jehovah bless you and safeguard you."},{"Verse":25,"Text":" May Jehovah make his face shine upon you, and may he favor you."},{"Verse":26,"Text":" May Jehovah lift up his face toward you and grant you peace.”’"},{"Verse":27,"Text":" And they must place my name upon the people of Israel, that I may bless them.”"}]},{"Chapter":7,"Verses":[{"Verse":1,"Text":" On the day that Moses finished setting up the tabernacle, he anointed it and sanctified it, together with all its furnishings, the altar, and all its utensils. When he had anointed and sanctified these things,"},{"Verse":2,"Text":" the chieftains of Israel, the heads of their paternal houses, made an offering. These chieftains of the tribes who presided over the registration"},{"Verse":3,"Text":" brought before Jehovah their offering of six covered wagons and 12 oxen, a wagon for two chieftains and a bull for each one; and they presented them before the tabernacle."},{"Verse":4,"Text":" Jehovah said to Moses:"},{"Verse":5,"Text":" “Accept these things from them, as they will be used for the service of the tent of meeting, and you should give them to the Levites, to each one as needed for his duties.”"},{"Verse":6,"Text":" So Moses accepted the wagons and the cattle and gave them to the Levites."},{"Verse":7,"Text":" He gave two wagons and four oxen to the sons of Gerʹshon, according to what was needed for their duties;"},{"Verse":8,"Text":" and he gave four wagons and eight oxen to the sons of Merarʹi, according to what was needed for their duties, under the direction of Ithʹamar the son of Aaron the priest."},{"Verse":9,"Text":" But he did not give any to the sons of Koʹhath because their duties involved the service of the holy place, and they carried the holy things on their shoulders."},{"Verse":10,"Text":" Now the chieftains made their presentation at the inauguration of the altar on the day it was anointed. When the chieftains presented their offering before the altar,"},{"Verse":11,"Text":" Jehovah said to Moses: “One chieftain each day, on successive days, will present his offering for the inauguration of the altar.”"},{"Verse":12,"Text":" The one who presented his offering on the first day was Nahʹshon the son of Amminʹadab of the tribe of Judah."},{"Verse":13,"Text":" His offering was one silver dish weighing 130 shekels and one silver bowl weighing 70 shekels by the standard shekel of the holy place, both of them full of fine flour mixed with oil for a grain offering;"},{"Verse":14,"Text":" one gold cup weighing 10 shekels, full of incense;"},{"Verse":15,"Text":" one young bull, one ram, and one male lamb in its first year for a burnt offering;"},{"Verse":16,"Text":" one young goat for a sin offering;"},{"Verse":17,"Text":" and for a communion sacrifice, two cattle, five rams, five male goats, and five male lambs each a year old. This was the offering of Nahʹshon the son of Amminʹadab."},{"Verse":18,"Text":" On the second day, Nethanʹel the son of Zuʹar, the chieftain of Isʹsachar, made a presentation."},{"Verse":19,"Text":" He presented as his offering one silver dish weighing 130 shekels and one silver bowl weighing 70 shekels by the standard shekel of the holy place, both of them full of fine flour mixed with oil for a grain offering;"},{"Verse":20,"Text":" one gold cup weighing 10 shekels, full of incense;"},{"Verse":21,"Text":" one young bull, one ram, and one male lamb in its first year for a burnt offering;"},{"Verse":22,"Text":" one young goat for a sin offering;"},{"Verse":23,"Text":" and for a communion sacrifice, two cattle, five rams, five male goats, and five male lambs each a year old. This was the offering of Nethanʹel the son of Zuʹar."},{"Verse":24,"Text":" On the third day, the chieftain for the sons of Zebʹulun, Eliʹab the son of Heʹlon,"},{"Verse":25,"Text":" made his offering of one silver dish weighing 130 shekels and one silver bowl weighing 70 shekels by the standard shekel of the holy place, both of them full of fine flour mixed with oil for a grain offering;"},{"Verse":26,"Text":" one gold cup weighing 10 shekels, full of incense;"},{"Verse":27,"Text":" one young bull, one ram, and one male lamb in its first year for a burnt offering;"},{"Verse":28,"Text":" one young goat for a sin offering;"},{"Verse":29,"Text":" and for a communion sacrifice, two cattle, five rams, five male goats, and five male lambs each a year old. This was the offering of Eliʹab the son of Heʹlon."},{"Verse":30,"Text":" On the fourth day, the chieftain for the sons of Reuʹben, Eliʹzur the son of Shedʹeur,"},{"Verse":31,"Text":" made his offering of one silver dish weighing 130 shekels and one silver bowl weighing 70 shekels by the standard shekel of the holy place, both of them full of fine flour mixed with oil for a grain offering;"},{"Verse":32,"Text":" one gold cup weighing 10 shekels, full of incense;"},{"Verse":33,"Text":" one young bull, one ram, and one male lamb in its first year for a burnt offering;"},{"Verse":34,"Text":" one young goat for a sin offering;"},{"Verse":35,"Text":" and for a communion sacrifice, two cattle, five rams, five male goats, and five male lambs each a year old. This was the offering of Eliʹzur the son of Shedʹeur."},{"Verse":36,"Text":" On the fifth day, the chieftain for the sons of Simʹeon, Sheluʹmiel the son of Zurishadʹdai,"},{"Verse":37,"Text":" made his offering of one silver dish weighing 130 shekels and one silver bowl weighing 70 shekels by the standard shekel of the holy place, both of them full of fine flour mixed with oil for a grain offering;"},{"Verse":38,"Text":" one gold cup weighing 10 shekels, full of incense;"},{"Verse":39,"Text":" one young bull, one ram, and one male lamb in its first year for a burnt offering;"},{"Verse":40,"Text":" one young goat for a sin offering;"},{"Verse":41,"Text":" and for a communion sacrifice, two cattle, five rams, five male goats, and five male lambs each a year old. This was the offering of Sheluʹmiel the son of Zurishadʹdai."},{"Verse":42,"Text":" On the sixth day, the chieftain for the sons of Gad, Eliʹasaph the son of Deuʹel,"},{"Verse":43,"Text":" made his offering of one silver dish weighing 130 shekels and one silver bowl weighing 70 shekels by the standard shekel of the holy place, both of them full of fine flour mixed with oil for a grain offering;"},{"Verse":44,"Text":" one gold cup weighing 10 shekels, full of incense;"},{"Verse":45,"Text":" one young bull, one ram, and one male lamb in its first year for a burnt offering;"},{"Verse":46,"Text":" one young goat for a sin offering;"},{"Verse":47,"Text":" and for a communion sacrifice, two cattle, five rams, five male goats, and five male lambs each a year old. This was the offering of Eliʹasaph the son of Deuʹel."},{"Verse":48,"Text":" On the seventh day, the chieftain for the sons of Eʹphraim, Elishʹama the son of Ammiʹhud,"},{"Verse":49,"Text":" made his offering of one silver dish weighing 130 shekels and one silver bowl weighing 70 shekels by the standard shekel of the holy place, both of them full of fine flour mixed with oil for a grain offering;"},{"Verse":50,"Text":" one gold cup weighing 10 shekels, full of incense;"},{"Verse":51,"Text":" one young bull, one ram, and one male lamb in its first year for a burnt offering;"},{"Verse":52,"Text":" one young goat for a sin offering;"},{"Verse":53,"Text":" and for a communion sacrifice, two cattle, five rams, five male goats, and five male lambs each a year old. This was the offering of Elishʹama the son of Ammiʹhud."},{"Verse":54,"Text":" On the eighth day, the chieftain for the sons of Manasʹseh, Gamaʹliel the son of Pedahʹzur,"},{"Verse":55,"Text":" made his offering of one silver dish weighing 130 shekels and one silver bowl weighing 70 shekels by the standard shekel of the holy place, both of them full of fine flour mixed with oil for a grain offering;"},{"Verse":56,"Text":" one gold cup weighing 10 shekels, full of incense;"},{"Verse":57,"Text":" one young bull, one ram, and one male lamb in its first year for a burnt offering;"},{"Verse":58,"Text":" one young goat for a sin offering;"},{"Verse":59,"Text":" and for a communion sacrifice, two cattle, five rams, five male goats, and five male lambs each a year old. This was the offering of Gamaʹliel the son of Pedahʹzur."},{"Verse":60,"Text":" On the ninth day, the chieftain for the sons of Benjamin, Abʹidan the son of Gideoʹni,"},{"Verse":61,"Text":" made his offering of one silver dish weighing 130 shekels and one silver bowl weighing 70 shekels by the standard shekel of the holy place, both of them full of fine flour mixed with oil for a grain offering;"},{"Verse":62,"Text":" one gold cup weighing 10 shekels, full of incense;"},{"Verse":63,"Text":" one young bull, one ram, and one male lamb in its first year for a burnt offering;"},{"Verse":64,"Text":" one young goat for a sin offering;"},{"Verse":65,"Text":" and for a communion sacrifice, two cattle, five rams, five male goats, and five male lambs each a year old. This was the offering of Abʹidan the son of Gideoʹni."},{"Verse":66,"Text":" On the tenth day, the chieftain for the sons of Dan, Ahieʹzer the son of Ammishadʹdai,"},{"Verse":67,"Text":" made his offering of one silver dish weighing 130 shekels and one silver bowl weighing 70 shekels by the standard shekel of the holy place, both of them full of fine flour mixed with oil for a grain offering;"},{"Verse":68,"Text":" one gold cup weighing 10 shekels, full of incense;"},{"Verse":69,"Text":" one young bull, one ram, and one male lamb in its first year for a burnt offering;"},{"Verse":70,"Text":" one young goat for a sin offering;"},{"Verse":71,"Text":" and for a communion sacrifice, two cattle, five rams, five male goats, and five male lambs each a year old. This was the offering of Ahieʹzer the son of Ammishadʹdai."},{"Verse":72,"Text":" On the 11th day, the chieftain for the sons of Ashʹer, Paʹgiel the son of Ochʹran,"},{"Verse":73,"Text":" made his offering of one silver dish weighing 130 shekels and one silver bowl weighing 70 shekels by the standard shekel of the holy place, both of them full of fine flour mixed with oil for a grain offering;"},{"Verse":74,"Text":" one gold cup weighing 10 shekels, full of incense;"},{"Verse":75,"Text":" one young bull, one ram, and one male lamb in its first year for a burnt offering;"},{"Verse":76,"Text":" one young goat for a sin offering;"},{"Verse":77,"Text":" and for a communion sacrifice, two cattle, five rams, five male goats, and five male lambs each a year old. This was the offering of Paʹgiel the son of Ochʹran."},{"Verse":78,"Text":" On the 12th day, the chieftain for the sons of Naphʹtali, Ahiʹra the son of Eʹnan,"},{"Verse":79,"Text":" made his offering of one silver dish weighing 130 shekels and one silver bowl weighing 70 shekels by the standard shekel of the holy place, both of them full of fine flour mixed with oil for a grain offering;"},{"Verse":80,"Text":" one gold cup weighing 10 shekels, full of incense;"},{"Verse":81,"Text":" one young bull, one ram, and one male lamb in its first year for a burnt offering;"},{"Verse":82,"Text":" one young goat for a sin offering;"},{"Verse":83,"Text":" and for a communion sacrifice, two cattle, five rams, five male goats, and five male lambs each a year old. This was the offering of Ahiʹra the son of Eʹnan."},{"Verse":84,"Text":" This was the inauguration offering of the altar from the chieftains of Israel when it was anointed: 12 silver dishes, 12 silver bowls, 12 gold cups;"},{"Verse":85,"Text":" each silver dish weighing 130 shekels and each bowl weighing 70 shekels, all the silver of the vessels amounting to 2,400 shekels by the standard shekel of the holy place;"},{"Verse":86,"Text":" the 12 gold cups full of incense each weighed 10 shekels by the standard shekel of the holy place, all the gold of the cups amounting to 120 shekels."},{"Verse":87,"Text":" All the cattle for the burnt offering were 12 bulls, 12 rams, 12 male lambs each a year old and their grain offerings, and 12 young goats for a sin offering;"},{"Verse":88,"Text":" and all the cattle of the communion sacrifice amounted to 24 bulls, 60 rams, 60 male goats, and 60 male lambs each a year old. This was the inauguration offering of the altar after it was anointed."},{"Verse":89,"Text":" Whenever Moses went into the tent of meeting to speak with God, he would hear the voice conversing with him from above the cover of the ark of the Testimony, from between the two cherubs; and God would speak to him."}]},{"Chapter":8,"Verses":[{"Verse":1,"Text":" Jehovah spoke to Moses, saying:"},{"Verse":2,"Text":" “Speak to Aaron and tell him, ‘When you light up the lamps, the seven lamps should shine on the area in front of the lampstand.’”"},{"Verse":3,"Text":" So Aaron did this: He lit up its lamps for the area in front of the lampstand, just as Jehovah had commanded Moses."},{"Verse":4,"Text":" This is how the lampstand was made: It was hammered work of gold; from its stem to its blossoms, it was hammered work. The lampstand was made according to the vision that Jehovah had shown Moses."},{"Verse":5,"Text":" Jehovah spoke again to Moses, saying:"},{"Verse":6,"Text":" “Take the Levites from among the Israelites, and cleanse them."},{"Verse":7,"Text":" This is how you should cleanse them: Sprinkle sin-cleansing water on them, and they must shave their whole body with a razor, wash their garments, and cleanse themselves."},{"Verse":8,"Text":" Then they will take a young bull and its grain offering of fine flour mixed with oil, and you will take another young bull for a sin offering."},{"Verse":9,"Text":" And you are to present the Levites before the tent of meeting and gather all the assembly of the Israelites."},{"Verse":10,"Text":" When you present the Levites before Jehovah, the Israelites are to lay their hands on the Levites."},{"Verse":11,"Text":" And Aaron must offer the Levites before Jehovah as a wave offering from the Israelites, and they will carry out the service of Jehovah."},{"Verse":12,"Text":" “Then the Levites will lay their hands on the heads of the bulls. After that, offer the one as a sin offering and the other as a burnt offering to Jehovah to make atonement for the Levites."},{"Verse":13,"Text":" And you will have the Levites stand before Aaron and his sons and offer them as a wave offering to Jehovah."},{"Verse":14,"Text":" You must separate the Levites from among the Israelites, and the Levites will become mine."},{"Verse":15,"Text":" Afterward, the Levites will come in to serve at the tent of meeting. This is how you should cleanse them and offer them as a wave offering."},{"Verse":16,"Text":" For they are given ones, given to me from among the Israelites. In place of all those who are firstborn of the Israelites, I will take them for myself."},{"Verse":17,"Text":" For every firstborn among the Israelites is mine, both man and animal. I sanctified them to myself on the day I struck down every firstborn in the land of Egypt."},{"Verse":18,"Text":" I will take the Levites in place of all the firstborn among the Israelites."},{"Verse":19,"Text":" I will give the Levites as given ones to Aaron and his sons from among the Israelites, to carry out the service in behalf of the Israelites at the tent of meeting and to make atonement for the Israelites, so that no plague may occur among the Israelites because the people of Israel come near the holy place.”"},{"Verse":20,"Text":" Moses and Aaron and all the assembly of the Israelites did this with the Levites. In accord with all that Jehovah had commanded Moses regarding the Levites, that is what the Israelites did with them."},{"Verse":21,"Text":" So the Levites purified themselves and washed their garments, after which Aaron offered them as a wave offering before Jehovah. Then Aaron made atonement for them to cleanse them."},{"Verse":22,"Text":" Thereafter, the Levites went in to carry out their service at the tent of meeting before Aaron and his sons. Just as Jehovah had commanded Moses respecting the Levites, so they did with them."},{"Verse":23,"Text":" Jehovah now spoke to Moses, saying:"},{"Verse":24,"Text":" “This applies to the Levites: From"},{"Verse":25,"Text":" years old and up, a man will join the company of those in the service of the tent of meeting. 25 But after the age of 50 years, he will retire from the service company and not serve any longer."},{"Verse":26,"Text":" He may minister to his brothers who are taking care of the responsibilities at the tent of meeting, but he must not perform the service there. This is what you are to do regarding the Levites and their responsibilities.”"}]},{"Chapter":9,"Verses":[{"Verse":1,"Text":" Jehovah spoke to Moses in the wilderness of Siʹnai in the first month of the second year after they had come out of the land of Egypt, saying:"},{"Verse":2,"Text":" “The Israelites should prepare the Passover sacrifice at its appointed time."},{"Verse":3,"Text":" On the 14th day of this month at twilight, you should prepare it at its appointed time. According to all its statutes and all its set procedures, you should prepare it.”"},{"Verse":4,"Text":" So Moses told the Israelites to prepare the Passover sacrifice."},{"Verse":5,"Text":" Then they prepared the Passover sacrifice in the first month, on the 14th day of the month at twilight, in the wilderness of Siʹnai. According to all that Jehovah had commanded Moses, so the Israelites did."},{"Verse":6,"Text":" Now there were men who had become unclean by touching a dead body, so that they were not able to prepare the Passover sacrifice on that day. So those men presented themselves before Moses and Aaron on that day"},{"Verse":7,"Text":" and said to him: “We are unclean because of touching a dead body. Why should we be kept from presenting the offering to Jehovah at its appointed time among the Israelites?”"},{"Verse":8,"Text":" At this Moses said to them: “Wait there, and let me hear what Jehovah may command regarding you.”"},{"Verse":9,"Text":" Then Jehovah said to Moses:"},{"Verse":10,"Text":" “Tell the Israelites, ‘Although any man among you or of your future generations should become unclean by touching a dead body or should be off on a distant journey, he must still prepare the Passover sacrifice to Jehovah."},{"Verse":11,"Text":" They should prepare it in the second month, on the 14th day at twilight. They should eat it together with unleavened bread and bitter greens."},{"Verse":12,"Text":" They must not let any of it remain until morning, and they should not break any bone in it. They should prepare it according to every statute regarding the Passover."},{"Verse":13,"Text":" But if a man was clean or was not off on a journey and neglected to prepare the Passover sacrifice, that person must then be cut off from his people, because he did not present the offering of Jehovah at its appointed time. That man will answer for his sin."},{"Verse":14,"Text":" “‘And if a foreign resident is residing with you, he should also prepare the Passover sacrifice to Jehovah. He should do so according to the statute of the Passover and its set procedure. There should exist one statute for you, both for the foreign resident and for the native of the land.’”"},{"Verse":15,"Text":" Now on the day the tabernacle was set up, the cloud covered the tabernacle, the tent of the Testimony, but in the evening what appeared to be fire remained over the tabernacle until morning."},{"Verse":16,"Text":" That is what continued to take place: The cloud would cover it by day, and the appearance of fire by night."},{"Verse":17,"Text":" Whenever the cloud lifted from the tent, the Israelites would promptly depart, and in the place where the cloud would remain, there is where the Israelites would encamp."},{"Verse":18,"Text":" At the order of Jehovah the Israelites would depart, and at the order of Jehovah they would encamp. As long as the cloud remained over the tabernacle, they would remain encamped."},{"Verse":19,"Text":" When the cloud would stay over the tabernacle for many days, the Israelites would obey Jehovah and not depart."},{"Verse":20,"Text":" Sometimes the cloud would remain for a few days over the tabernacle. At the order of Jehovah they would remain encamped, and at the order of Jehovah they would depart."},{"Verse":21,"Text":" Sometimes the cloud would remain only from evening until morning, and when the cloud lifted in the morning, they would depart. Whether it was day or night when the cloud lifted, they would depart."},{"Verse":22,"Text":" Whether it was two days, a month, or longer, as long as the cloud stayed over the tabernacle, the Israelites remained encamped and would not depart. But when it lifted, they would depart."},{"Verse":23,"Text":" At the order of Jehovah they would encamp, and at the order of Jehovah they would depart. They kept their obligation to Jehovah at the order of Jehovah through Moses."}]},{"Chapter":10,"Verses":[{"Verse":1,"Text":" Jehovah then said to Moses:"},{"Verse":2,"Text":" “Make two trumpets for yourself; make them of hammered silver, and use them to summon the assembly and to break up the camps."},{"Verse":3,"Text":" When both of them are blown, the whole assembly must be summoned to you at the entrance of the tent of meeting."},{"Verse":4,"Text":" If just one is blown, only the chieftains, the heads of the thousands of Israel, will be summoned to you."},{"Verse":5,"Text":" “When you sound a fluctuating trumpet blast, the camps of those to the east should depart."},{"Verse":6,"Text":" When you sound a fluctuating trumpet blast a second time, the camps of those to the south should depart. They should sound the trumpet blasts in this way each time one of them departs."},{"Verse":7,"Text":" “Now when calling the congregation together, you should blow the trumpets, but not with fluctuating blasts."},{"Verse":8,"Text":" Aaron’s sons, the priests, should blow the trumpets, and the use of them will serve as a lasting statute for you throughout your generations."},{"Verse":9,"Text":" “If you should go to war in your land against an oppressor who is harassing you, you should sound a war call on the trumpets, and you will be remembered by Jehovah your God and be saved from your enemies."},{"Verse":10,"Text":" “Also, on your joyous occasions—your festivals and at the beginning of your months—you are to sound the trumpets over your burnt offerings and your communion sacrifices; they will serve as a reminder for you before your God. I am Jehovah your God.”"},{"Verse":11,"Text":" Now in the second year, in the second month, on the 20th day of the month, the cloud lifted from over the tabernacle of the Testimony."},{"Verse":12,"Text":" So the Israelites began to pull away from the wilderness of Siʹnai in the order established for their departure, and the cloud settled in the wilderness of Paʹran."},{"Verse":13,"Text":" This was the first time they departed following the order of Jehovah through Moses."},{"Verse":14,"Text":" So the three-tribe division of the camp of the sons of Judah departed first by their companies, and Nahʹshon the son of Amminʹadab was over its company."},{"Verse":15,"Text":" Over the company of the tribe of the sons of Isʹsachar was Nethanʹel the son of Zuʹar."},{"Verse":16,"Text":" Over the company of the tribe of the sons of Zebʹulun was Eliʹab the son of Heʹlon."},{"Verse":17,"Text":" When the tabernacle was taken down, the sons of Gerʹshon and the sons of Merarʹi, who carried the tabernacle, departed."},{"Verse":18,"Text":" Then the three-tribe division of the camp of Reuʹben departed by their companies, and Eliʹzur the son of Shedʹeur was over its company."},{"Verse":19,"Text":" Over the company of the tribe of the sons of Simʹeon was Sheluʹmiel the son of Zurishadʹdai."},{"Verse":20,"Text":" Over the company of the tribe of the sons of Gad was Eliʹasaph the son of Deuʹel."},{"Verse":21,"Text":" Then the Koʹhathites, who carried the sanctuary items, departed. The tabernacle was to be set up by the time they arrived."},{"Verse":22,"Text":" Then the three-tribe division of the camp of the sons of Eʹphraim departed by their companies, and Elishʹama the son of Ammiʹhud was over its company."},{"Verse":23,"Text":" Over the company of the tribe of the sons of Manasʹseh was Gamaʹliel the son of Pedahʹzur."},{"Verse":24,"Text":" Over the company of the tribe of the sons of Benjamin was Abʹidan the son of Gideoʹni."},{"Verse":25,"Text":" Then the three-tribe division of the camp of the sons of Dan departed by their companies, forming the rear guard for all the camps, and Ahieʹzer the son of Ammishadʹdai was over its company."},{"Verse":26,"Text":" Over the company of the tribe of the sons of Ashʹer was Paʹgiel the son of Ochʹran."},{"Verse":27,"Text":" Over the company of the tribe of the sons of Naphʹtali was Ahiʹra the son of Eʹnan."},{"Verse":28,"Text":" This was the order of departure that the Israelites and their companies followed when they would depart."},{"Verse":29,"Text":" Then Moses said to Hoʹbab the son of Reuʹel the Midʹianite, the father-in-law of Moses: “We are setting out for the place about which Jehovah said, ‘I will give it to you.’ Do come with us, and we will treat you well, because Jehovah has promised good things for Israel.”"},{"Verse":30,"Text":" But he said to him: “I will not go. I will return to my own country and to my relatives.”"},{"Verse":31,"Text":" At this he said: “Please do not leave us, for you know where we should camp in the wilderness, and you can serve as our guide."},{"Verse":32,"Text":" And if you do come with us, whatever goodness Jehovah shows to us, we will surely show to you.”"},{"Verse":33,"Text":" So they began marching from the mountain of Jehovah for a journey of three days, and the ark of Jehovah’s covenant traveled before them for the three-day journey to search out a resting-place for them."},{"Verse":34,"Text":" And Jehovah’s cloud was over them by day when they set out from the encampment."},{"Verse":35,"Text":" Whenever the Ark was moved, Moses would say: “Rise up, O Jehovah, and let your enemies be scattered, and let those who hate you flee from before you.”"},{"Verse":36,"Text":" And when it would rest, he would say: “Do return, O Jehovah, to the countless thousands of Israel.”"}]},{"Chapter":11,"Verses":[{"Verse":1,"Text":" Now the people began to complain bitterly before Jehovah. When Jehovah heard it, his anger flared, and a fire from Jehovah began to blaze against them and to consume some on the outskirts of the camp."},{"Verse":2,"Text":" When the people began to cry out to Moses, he made supplication to Jehovah, and the fire died out."},{"Verse":3,"Text":" So that place was given the name Tabʹerah, because a fire from Jehovah had blazed against them."},{"Verse":4,"Text":" The mixed crowd who were in their midst then expressed selfish longing, and the Israelites too began to weep again and say: “Who will give us meat to eat?"},{"Verse":5,"Text":" How fondly we remember the fish that we used to eat without cost in Egypt, also the cucumbers, the watermelons, the leeks, the onions, and the garlic!"},{"Verse":6,"Text":" But now we are withering away. We see nothing at all except this manna.”"},{"Verse":7,"Text":" Incidentally, the manna was like coriander seed, and it looked like bdellium gum."},{"Verse":8,"Text":" The people would spread out and pick it up and grind it in hand mills or pound it in a mortar. Then they would boil it in cooking pots or make it into round loaves, and it tasted like an oiled sweet cake."},{"Verse":9,"Text":" When the dew descended on the camp by night, the manna would also descend on it."},{"Verse":10,"Text":" Moses heard the people weeping, family after family, each man at the entrance of his tent. And Jehovah became very angry, and Moses was also very displeased."},{"Verse":11,"Text":" Then Moses said to Jehovah: “Why have you afflicted your servant? Why have I not found favor in your eyes, so that you put the burden of all this people on me?"},{"Verse":12,"Text":" Did I conceive all this people? Did I give birth to them, so that you should tell me, ‘Carry them in your bosom, just as an attendant carries the nursing child,’ to the land that you swore to give to their forefathers?"},{"Verse":13,"Text":" From where will I get meat to give to all this people? For they keep weeping before me, saying, ‘Give us meat to eat!’"},{"Verse":14,"Text":" I am not able to bear all this people by myself; it is too much for me."},{"Verse":15,"Text":" If this is how you are going to treat me, please kill me right now. If I have found favor in your eyes, do not make me see any more calamity.”"},{"Verse":16,"Text":" Jehovah replied to Moses: “Gather for me 70 men from the elders of Israel, men whom you recognize as elders and officials of the people, and take them to the tent of meeting, and have them stand there with you."},{"Verse":17,"Text":" I will come down and speak with you there, and I will take away some of the spirit that is on you and place it on them, and they will help you in bearing the burden of the people so that you may not have to bear it alone."},{"Verse":18,"Text":" You should say to the people, ‘Sanctify yourselves for tomorrow, for you will certainly eat meat, because you have wept in Jehovah’s hearing and have said: “Who will give us meat to eat? It was better for us in Egypt.” Jehovah will certainly give you meat, and you will eat."},{"Verse":19,"Text":" You will eat, not one day nor 2 days nor 5 days nor 10 days nor"},{"Verse":20,"Text":" days, 20 but for a whole month of days, until it comes out of your nostrils and it has become loathsome to you, for you rejected Jehovah, who is in your midst, and you were weeping before him, saying: “Why is it that we have come out of Egypt?”’”"},{"Verse":21,"Text":" Then Moses said: “The people I am among number 600,000 men on foot, and yet you yourself have said, ‘Meat I will give them, and they will eat enough for a whole month of days’!"},{"Verse":22,"Text":" If whole flocks and herds were slaughtered, would it be enough for them? Or if all the fish of the sea were caught, would it be enough for them?”"},{"Verse":23,"Text":" Jehovah then said to Moses: “Is the hand of Jehovah too short? Now you will see whether what I say will happen to you or not.”"},{"Verse":24,"Text":" So Moses went out and spoke the words of Jehovah to the people. And he gathered 70 men from the elders of the people and had them stand around the tent."},{"Verse":25,"Text":" Then Jehovah came down in a cloud and spoke to him and took away some of the spirit that was on him and put it on each of the 70 elders. And as soon as the spirit settled down on them, they began to behave as prophets, but they did not do it again."},{"Verse":26,"Text":" There were two of the men still in the camp. Their names were Elʹdad and Meʹdad. And the spirit began to settle down on them, as they were among those whose names had been written down, but they had not gone out to the tent. So they began to behave as prophets in the camp."},{"Verse":27,"Text":" And a young man ran and reported to Moses: “Elʹdad and Meʹdad are behaving as prophets in the camp!”"},{"Verse":28,"Text":" Then Joshua the son of Nun, the minister of Moses from his youth, responded and said: “My lord Moses, restrain them!”"},{"Verse":29,"Text":" But Moses said to him: “Are you jealous for me? No, I wish that all of Jehovah’s people were prophets and that Jehovah would put his spirit on them!”"},{"Verse":30,"Text":" Later Moses returned to the camp along with the elders of Israel."},{"Verse":31,"Text":" Then a wind from Jehovah sprang up and began driving quail from the sea and causing them to fall around the camp, about a day’s journey on this side and a day’s journey on the other side, all around the camp, and they were about two cubits deep on the ground."},{"Verse":32,"Text":" So all that day and all night and all the next day, the people stayed up and gathered the quail. No one gathered less than ten hoʹmers, and they kept spreading them all around the camp for themselves."},{"Verse":33,"Text":" But while the meat was still between their teeth, before it could be chewed, Jehovah’s anger blazed against the people, and Jehovah began striking the people with a very great slaughter."},{"Verse":34,"Text":" So they gave that place the name Kibʹroth-hattaʹavah, because there they buried the people who showed selfish craving."},{"Verse":35,"Text":" From Kibʹroth-hattaʹavah the people departed for Hazeʹroth, and they remained at Hazeʹroth."}]},{"Chapter":12,"Verses":[{"Verse":1,"Text":" Now Mirʹiam and Aaron began to speak against Moses because of the Cushʹite wife he had married, for he had taken a Cushʹite wife."},{"Verse":2,"Text":" They were saying: “Is it only by Moses that Jehovah has spoken? Has he not also spoken through us?” And Jehovah was listening."},{"Verse":3,"Text":" Now the man Moses was by far the meekest of all the men on the face of the earth."},{"Verse":4,"Text":" Jehovah suddenly said to Moses and Aaron and Mirʹiam: “Go out, the three of you, to the tent of meeting.” So the three of them went out."},{"Verse":5,"Text":" And Jehovah came down in the pillar of cloud and stood at the entrance of the tent and called Aaron and Mirʹiam. Both of them went forward."},{"Verse":6,"Text":" He then said: “Hear my words, please. If there was a prophet of Jehovah among you, I would make myself known to him in a vision, and I would speak to him in a dream."},{"Verse":7,"Text":" But it is not that way with my servant Moses! He is being entrusted with all my house."},{"Verse":8,"Text":" Face-to-face I speak to him, openly, not by riddles; and the appearance of Jehovah is what he sees. Why, then, did you not fear to speak against my servant, against Moses?”"},{"Verse":9,"Text":" So Jehovah’s anger burned against them, and he departed from them."},{"Verse":10,"Text":" The cloud moved away from over the tent, and look! Mirʹiam was struck with leprosy as white as snow. Then Aaron turned toward Mirʹiam, and he saw that she was struck with leprosy."},{"Verse":11,"Text":" Immediately Aaron said to Moses: “I beg you, my lord! Please do not hold this sin against us! We have acted foolishly in what we have done."},{"Verse":12,"Text":" Please, do not let her continue like someone dead, whose flesh is half eaten away at birth!”"},{"Verse":13,"Text":" And Moses began to cry out to Jehovah, saying: “O God, please heal her! Please!”"},{"Verse":14,"Text":" Jehovah replied to Moses: “If her father would spit directly in her face, would she not be humiliated for seven days? Let her be quarantined for seven days outside the camp, and afterward she may be brought back in.”"},{"Verse":15,"Text":" So Mirʹiam was quarantined outside the camp for seven days, and the people did not break camp until Mirʹiam was brought back in."},{"Verse":16,"Text":" Then the people departed from Hazeʹroth and began camping in the wilderness of Paʹran."}]},{"Chapter":13,"Verses":[{"Verse":1,"Text":" Jehovah now spoke to Moses, saying:"},{"Verse":2,"Text":" “Send out men to spy out the land of Caʹnaan, which I am giving to the Israelites. You are to send out one man from each ancestral tribe, each one a chieftain among them.”"},{"Verse":3,"Text":" So Moses sent them out from the wilderness of Paʹran at the order of Jehovah. All the men were heads of the Israelites."},{"Verse":4,"Text":" These are their names: of the tribe of Reuʹben, Shammuʹa the son of Zacʹcur;"},{"Verse":5,"Text":" of the tribe of Simʹeon, Shaʹphat the son of Hoʹri;"},{"Verse":6,"Text":" of the tribe of Judah, Caʹleb the son of Jephunʹneh;"},{"Verse":7,"Text":" of the tribe of Isʹsachar, Iʹgal the son of Joseph;"},{"Verse":8,"Text":" of the tribe of Eʹphraim, Hosheʹa the son of Nun;"},{"Verse":9,"Text":" of the tribe of Benjamin, Palʹti the son of Raʹphu;"},{"Verse":10,"Text":" of the tribe of Zebʹulun, Gadʹdiel the son of Soʹdi;"},{"Verse":11,"Text":" of the tribe of Joseph, for the tribe of Manasʹseh, Gadʹdi the son of Suʹsi;"},{"Verse":12,"Text":" of the tribe of Dan, Amʹmiel the son of Gemalʹli;"},{"Verse":13,"Text":" of the tribe of Ashʹer, Seʹthur the son of Miʹchael;"},{"Verse":14,"Text":" of the tribe of Naphʹtali, Nahʹbi the son of Vophʹsi;"},{"Verse":15,"Text":" of the tribe of Gad, Geuʹel the son of Maʹchi."},{"Verse":16,"Text":" These are the names of the men whom Moses sent to spy out the land. And Moses gave the name Joshua to Hosheʹa the son of Nun."},{"Verse":17,"Text":" When Moses was sending them to spy out the land of Caʹnaan, he said to them: “Go up there into the Negʹeb, and then go up into the mountainous region."},{"Verse":18,"Text":" You must see what kind of land it is and whether the people who are dwelling in it are strong or weak, few or many,"},{"Verse":19,"Text":" and whether the land is good or bad and whether the cities they are dwelling in are encampments or fortifications."},{"Verse":20,"Text":" And find out whether the land is rich or poor and whether there are trees in it or not. You must be courageous and take some of the fruitage of the land.” Now it was the season of the first ripe grapes."},{"Verse":21,"Text":" So they went up and spied out the land from the wilderness of Zin to Reʹhob, near Leʹbo-haʹmath."},{"Verse":22,"Text":" When they went up into the Negʹeb, they came to Hebʹron, where Ahiʹman, Sheʹshai, and Talʹmai, the Anʹakim, were living. Incidentally, Hebʹron had been built seven years before Zoʹan of Egypt."},{"Verse":23,"Text":" When they came to the Valley of Eshʹcol, there they cut down a branch with one cluster of grapes, which two of the men had to carry on a bar, as well as some of the pomegranates and figs."},{"Verse":24,"Text":" They called that place the Valley of Eshʹcol because of the cluster that the Israelites cut down from there."},{"Verse":25,"Text":" At the end of 40 days, they returned from spying out the land."},{"Verse":26,"Text":" So they came back to Moses and Aaron and all the assembly of the Israelites in the wilderness of Paʹran, at Kaʹdesh. They brought back a report to all the assembly and showed them the fruitage of the land."},{"Verse":27,"Text":" This is what they reported to Moses: “We entered the land into which you sent us, and it is indeed flowing with milk and honey, and this is its fruitage."},{"Verse":28,"Text":" Nevertheless, the people who dwell in the land are strong, and the fortified cities are very great. We also saw the Anʹakim there."},{"Verse":29,"Text":" The Amalʹekites are dwelling in the land of the Negʹeb, and the Hitʹtites, the Jebʹusites, and the Amʹorites are dwelling in the mountainous region, and the Caʹnaanites are dwelling by the sea and along the Jordan.”"},{"Verse":30,"Text":" Then Caʹleb tried to calm the people as they stood before Moses by saying: “Let us go up immediately, and we are sure to take possession of it, because we can surely conquer it.”"},{"Verse":31,"Text":" But the men who went up with him said: “We are not able to go up against the people, because they are stronger than we are.”"},{"Verse":32,"Text":" And they kept on giving the Israelites a bad report about the land that they had spied out, saying: “The land that we passed through to spy out is a land that devours its inhabitants, and all the people whom we saw in it are men of extraordinary size."},{"Verse":33,"Text":" And there we saw the Nephʹilim, the sons of Aʹnak, who are from the Nephʹilim, and in comparison we seemed like grasshoppers, both to us and to them.”"}]},{"Chapter":14,"Verses":[{"Verse":1,"Text":" Then all the assembly raised their voice, and the people continued crying out and weeping all through that night."},{"Verse":2,"Text":" All the Israelites began to murmur against Moses and Aaron, and the whole assembly spoke against them, saying: “If only we had died in the land of Egypt, or if only we had died in this wilderness!"},{"Verse":3,"Text":" Why is Jehovah bringing us to this land to fall by the sword? Our wives and children will become plunder. Is it not better for us to return to Egypt?”"},{"Verse":4,"Text":" They were even saying to one another: “Let us appoint a leader and return to Egypt!”"},{"Verse":5,"Text":" At this Moses and Aaron fell with their faces to the ground before the whole assembled congregation of the Israelites."},{"Verse":6,"Text":" Joshua the son of Nun and Caʹleb the son of Jephunʹneh, who were among those who spied out the land, ripped their garments apart,"},{"Verse":7,"Text":" and they said this to all the assembly of the Israelites: “The land that we passed through to spy out is a very, very good land."},{"Verse":8,"Text":" If Jehovah is pleased with us, he will certainly bring us into this land and give it to us, a land that is flowing with milk and honey."},{"Verse":9,"Text":" But you must not rebel against Jehovah, and you must not fear the people of the land, for we will devour them. Their protection has been removed from them, and Jehovah is with us. Do not fear them.”"},{"Verse":10,"Text":" However, all the assembly talked of stoning them. But Jehovah’s glory appeared on the tent of meeting to all the people of Israel."},{"Verse":11,"Text":" Then Jehovah said to Moses: “How much longer will this people treat me without respect, and how much longer will they not put faith in me in spite of all the signs that I performed among them?"},{"Verse":12,"Text":" Let me strike them with pestilence and drive them away, and let me make you into a nation greater and mightier than they are.”"},{"Verse":13,"Text":" But Moses said to Jehovah: “Then the Egyptians, from whose midst you brought this people out by your power, will hear,"},{"Verse":14,"Text":" and they will speak about it to the inhabitants of this land. These also have heard that you, Jehovah, are among this people and have appeared to them face-to-face. You are Jehovah, and your cloud is standing over them, and you are going before them in the pillar of cloud by day and in the pillar of fire by night."},{"Verse":15,"Text":" If you put this people to death all at once, the nations who have heard of your fame would say this:"},{"Verse":16,"Text":" ‘Jehovah was not able to bring this people into the land he swore to give them, so he slaughtered them in the wilderness.’"},{"Verse":17,"Text":" Please, now, Jehovah, let your power be great, as you promised when you said:"},{"Verse":18,"Text":" ‘Jehovah, slow to anger and abundant in loyal love, pardoning error and transgression, but he will by no means leave the guilty unpunished, bringing punishment for the error of fathers upon sons, upon the third generation and upon the fourth generation.’"},{"Verse":19,"Text":" Forgive, please, the error of this people according to your great loyal love, just as you have pardoned this people from Egypt until now.”"},{"Verse":20,"Text":" Then Jehovah said: “I forgive them according to your word."},{"Verse":21,"Text":" But on the other hand, as surely as I live, all the earth will be filled with the glory of Jehovah."},{"Verse":22,"Text":" However, not one of the men who have seen my glory and my signs that I performed in Egypt and in the wilderness and yet have kept testing me these ten times and have not listened to my voice"},{"Verse":23,"Text":" will ever see the land about which I swore to their fathers. No, not one of those treating me without respect will see it."},{"Verse":24,"Text":" But because my servant Caʹleb had a different spirit and kept following after me wholeheartedly, I will certainly bring him into the land where he went, and his offspring will take possession of it."},{"Verse":25,"Text":" Since the Amalʹekites and the Caʹnaanites are dwelling in the valley, you should turn back tomorrow and set off for the wilderness by the way of the Red Sea.”"},{"Verse":26,"Text":" Jehovah then said to Moses and Aaron:"},{"Verse":27,"Text":" “How much longer will this evil assembly keep up this murmuring against me? I have heard what the Israelites are murmuring against me."},{"Verse":28,"Text":" Say to them, ‘“As surely as I live,” declares Jehovah, “I will do to you just what I have heard you speak!"},{"Verse":29,"Text":" In this wilderness your corpses will fall, yes, the whole number of you from 20 years old and up who were registered, all of you who have murmured against me."},{"Verse":30,"Text":" None of you will enter into the land that I swore to have you reside in except Caʹleb the son of Jephunʹneh and Joshua the son of Nun."},{"Verse":31,"Text":" “‘“And I will bring in your children, who you said would become plunder, and they will get to know the land that you have rejected."},{"Verse":32,"Text":" But your own corpses will fall in this wilderness."},{"Verse":33,"Text":" Now your sons will become shepherds in the wilderness 40 years, and they will have to answer for your acts of unfaithfulness until the last one of your corpses falls in the wilderness."},{"Verse":34,"Text":" According to the number of the days that you spied out the land, 40 days, a day for a year, a day for a year, you will answer for your errors 40 years, for you will know what it means to oppose me."},{"Verse":35,"Text":" “‘“I, Jehovah, have spoken. This is what I will do to all this evil assembly, those who have gathered together against me: In this wilderness they will come to their end, and here they will die."},{"Verse":36,"Text":" The men whom Moses sent to spy out the land and who caused the whole assembly to murmur against him when they returned with a bad report about the land,"},{"Verse":37,"Text":" yes, the men who brought back the bad report about the land will be struck down and die before Jehovah."},{"Verse":38,"Text":" But Joshua the son of Nun and Caʹleb the son of Jephunʹneh, who were among those who went to spy out the land, will certainly keep living.”’”"},{"Verse":39,"Text":" When Moses spoke these words to all the Israelites, the people began to mourn a great deal."},{"Verse":40,"Text":" Moreover, they got up early in the morning and tried to go up to the top of the mountain, saying: “Here we are ready to go up to the place that Jehovah spoke about, for we have sinned.”"},{"Verse":41,"Text":" But Moses said: “Why are you going beyond the order of Jehovah? This will not succeed."},{"Verse":42,"Text":" Do not go up, for Jehovah is not with you; and you will be defeated by your enemies."},{"Verse":43,"Text":" For the Amalʹekites and the Caʹnaanites are there to face you, and you will fall by the sword. Because you turned away from following Jehovah, Jehovah will not be with you.”"},{"Verse":44,"Text":" However, they presumptuously went toward the top of the mountain, but the ark of Jehovah’s covenant and Moses did not move away from the middle of the camp."},{"Verse":45,"Text":" Then the Amalʹekites and the Caʹnaanites who were dwelling in that mountain came down and struck them, scattering them as far as Horʹmah."}]},{"Chapter":15,"Verses":[{"Verse":1,"Text":" Jehovah spoke further to Moses, saying:"},{"Verse":2,"Text":" “Speak to the Israelites and say to them, ‘When you eventually come into the land that I am giving you to dwell in"},{"Verse":3,"Text":" and you make an offering by fire to Jehovah from the herd or from the flock—whether a burnt offering or a sacrifice to perform a special vow or a voluntary offering or an offering during your seasonal festivals, in order to make a pleasing aroma to Jehovah—"},{"Verse":4,"Text":" the one presenting his offering must also present to Jehovah a grain offering of fine flour, a tenth of an eʹphah, mixed with a fourth of a hin of oil."},{"Verse":5,"Text":" You should also offer wine as a drink offering, a fourth of a hin, together with the burnt offering or for the sacrifice of each male lamb."},{"Verse":6,"Text":" Or for a ram, you should make a grain offering of two tenths of an eʹphah measure of fine flour mixed with a third of a hin of oil."},{"Verse":7,"Text":" And you should present wine as a drink offering, a third of a hin, as a pleasing aroma to Jehovah."},{"Verse":8,"Text":" “‘But if you should offer a male of the herd as a burnt offering or a sacrifice to perform a special vow or communion sacrifices to Jehovah,"},{"Verse":9,"Text":" you should also present together with the male of the herd a grain offering of three tenths of an eʹphah measure of fine flour mixed with half a hin of oil."},{"Verse":10,"Text":" You should also present wine as a drink offering, half a hin, as an offering made by fire, as a pleasing aroma to Jehovah."},{"Verse":11,"Text":" This is what should be done for each bull or for each ram or for each of the male lambs or of the goats."},{"Verse":12,"Text":" Whatever may be the number that you offer, that is what you should do for each one, according to their number."},{"Verse":13,"Text":" This is how every native-born Israelite should present an offering made by fire, as a pleasing aroma to Jehovah."},{"Verse":14,"Text":" “‘If a foreigner who is residing with you or one who has been in your midst for many of your generations should also make an offering by fire, as a pleasing aroma to Jehovah, he should do just as you do."},{"Verse":15,"Text":" You who are of the congregation and the foreigner who is residing with you will have one statute. It will be a lasting statute for all your generations. The foreign resident should be the same as you before Jehovah."},{"Verse":16,"Text":" There should be one law and one judicial decision for you and for the foreigner who is residing with you.’”"},{"Verse":17,"Text":" Jehovah went on to say to Moses:"},{"Verse":18,"Text":" “Speak to the Israelites and tell them, ‘When you come into the land where I am bringing you"},{"Verse":19,"Text":" and you eat any of the bread of the land, you should make a contribution to Jehovah."},{"Verse":20,"Text":" You should make a contribution of the firstfruits of your coarse meal as ring-shaped loaves. Like the contribution of a threshing floor is the way you should contribute it."},{"Verse":21,"Text":" Some of the firstfruits of your coarse meal you should give as a contribution to Jehovah throughout your generations."},{"Verse":22,"Text":" “‘Now if you make a mistake and fail to observe all these commandments that Jehovah has spoken to Moses,"},{"Verse":23,"Text":" all that Jehovah has commanded you through Moses from the day that Jehovah commanded and onward for your generations,"},{"Verse":24,"Text":" and if it was done by mistake and without the knowledge of the assembly, the whole assembly must offer one young bull as a burnt offering for a pleasing aroma to Jehovah, together with its grain offering and its drink offering according to the regular procedure, and one young goat as a sin offering."},{"Verse":25,"Text":" The priest will make atonement for the whole assembly of the Israelites, and it will be forgiven them, because it was a mistake, and they brought as their offering an offering made by fire to Jehovah and their sin offering before Jehovah for their mistake."},{"Verse":26,"Text":" It will be forgiven the whole assembly of the Israelites and the foreigner who is residing in their midst, because it was by mistake on the part of all the people."},{"Verse":27,"Text":" “‘If any person should sin by mistake, then he must present a female goat in its first year for a sin offering."},{"Verse":28,"Text":" And the priest will make atonement for the person who made a mistake by an unintentional sin before Jehovah, so as to make atonement for it, and it will be forgiven him."},{"Verse":29,"Text":" As for the native-born among the Israelites and the foreigner who is residing in their midst, there should be one law for you in the matter of doing something unintentionally."},{"Verse":30,"Text":" “‘But the person who does something deliberately, whether he is native-born or a foreign resident, is blaspheming Jehovah and must be cut off from among his people."},{"Verse":31,"Text":" Because he has despised Jehovah’s word and broken his commandment, that person should be cut off without fail. His own error is upon him.’”"},{"Verse":32,"Text":" While the Israelites were in the wilderness, they found a man collecting pieces of wood on the Sabbath day."},{"Verse":33,"Text":" Those who found him collecting wood brought him up to Moses and Aaron and the whole assembly."},{"Verse":34,"Text":" They committed him into custody because it had not been specified what should be done to him."},{"Verse":35,"Text":" And Jehovah said to Moses: “The man should be put to death without fail, and the whole assembly should stone him outside the camp.”"},{"Verse":36,"Text":" So the whole assembly brought him outside the camp and stoned him so that he died, just as Jehovah had commanded Moses."},{"Verse":37,"Text":" Jehovah went on to say this to Moses:"},{"Verse":38,"Text":" “Speak to the Israelites and tell them that they must make for themselves fringed edges on the skirts of their garments throughout their generations, and they are to put a blue string above the fringed edge of the skirt."},{"Verse":39,"Text":" ‘You must have this fringed edge so that you will see it and remember all the commandments of Jehovah and observe them. You must not follow your own hearts and eyes, which are leading you to spiritual prostitution."},{"Verse":40,"Text":" This will help you remember, and you will observe all my commandments and be holy to your God."},{"Verse":41,"Text":" I am Jehovah your God, who brought you out of the land of Egypt in order to prove myself your God. I am Jehovah your God.’”"}]},{"Chapter":16,"Verses":[{"Verse":1,"Text":" Then Korʹah the son of Izʹhar, the son of Koʹhath, the son of Leʹvi, got up together with Daʹthan and Abiʹram the sons of Eliʹab, and On the son of Peʹleth, of the sons of Reuʹben."},{"Verse":2,"Text":" They rose up against Moses along with 250 Israelite men, chieftains of the assembly, chosen ones of the congregation, prominent men."},{"Verse":3,"Text":" So they gathered together against Moses and Aaron and said to them: “We have had enough of you! The whole assembly is holy, all of them, and Jehovah is in their midst. Why, then, should you exalt yourselves above the congregation of Jehovah?”"},{"Verse":4,"Text":" When Moses heard this, he at once fell facedown."},{"Verse":5,"Text":" Then he said to Korʹah and to all his supporters: “In the morning Jehovah will make known who belongs to him and who is holy and who should approach him, and whomever he may choose will approach him."},{"Verse":6,"Text":" Do this: Take fire holders, Korʹah and all your supporters,"},{"Verse":7,"Text":" and put fire in them and place incense on them before Jehovah tomorrow, and the man whom Jehovah will choose, he is the holy one. You sons of Leʹvi have gone far enough!”"},{"Verse":8,"Text":" Moses then said to Korʹah: “Listen, please, you sons of Leʹvi."},{"Verse":9,"Text":" Does it seem to you such a little thing that the God of Israel has separated you from the assembly of Israel and allowed you to approach him in order to perform the service of Jehovah’s tabernacle and to stand before the assembly to minister to them,"},{"Verse":10,"Text":" and that he brought you near to him along with all your brothers, the sons of Leʹvi? Must you also try to secure the priesthood?"},{"Verse":11,"Text":" For this reason, you and all your supporters who are gathering together are against Jehovah. As for Aaron, who is he that you should murmur against him?”"},{"Verse":12,"Text":" Moses later sent for Daʹthan and Abiʹram the sons of Eliʹab, but they said: “We are not going to come!"},{"Verse":13,"Text":" Is it so little a thing that you have brought us up out of a land flowing with milk and honey to put us to death in the wilderness? Now do you also want to make yourself an absolute ruler over us?"},{"Verse":14,"Text":" As it is, you have not brought us into any land flowing with milk and honey or given us an inheritance of field and vineyard. Would you bore out the eyes of those men? We are not going to come!”"},{"Verse":15,"Text":" So Moses became very angry and said to Jehovah: “Do not turn to look at their grain offering. Not one donkey have I taken away from them, nor have I harmed one of them.”"},{"Verse":16,"Text":" Then Moses said to Korʹah: “Present yourself with all your supporters before Jehovah tomorrow, you and they and Aaron."},{"Verse":17,"Text":" Each one should take his fire holder and put incense on it, and each will present his fire holder before Jehovah, 250 fire holders, together with you and Aaron, each with his fire holder.”"},{"Verse":18,"Text":" So each of them took his fire holder, and they put fire and incense on them and stood at the entrance of the tent of meeting together with Moses and Aaron."},{"Verse":19,"Text":" When Korʹah had gathered his supporters against them at the entrance of the tent of meeting, Jehovah’s glory appeared to all the assembly."},{"Verse":20,"Text":" Jehovah now told Moses and Aaron:"},{"Verse":21,"Text":" “Separate yourselves from among this group, so that I may exterminate them in an instant.”"},{"Verse":22,"Text":" At this, they fell with their faces to the ground and said: “O God, the God of the spirit of all people, will one man’s sin cause you to become indignant against the entire assembly?”"},{"Verse":23,"Text":" Jehovah then said to Moses:"},{"Verse":24,"Text":" “Speak to the assembly and tell them, ‘Get away from around the tents of Korʹah, Daʹthan, and Abiʹram!’”"},{"Verse":25,"Text":" Then Moses got up and went to Daʹthan and Abiʹram, and the elders of Israel went with him."},{"Verse":26,"Text":" He told the assembly: “Move away, please, from the tents of these wicked men and do not touch anything that belongs to them, so that you may not be swept away in all their sin.”"},{"Verse":27,"Text":" They immediately moved away from the tents of Korʹah, Daʹthan, and Abiʹram, from every side, and Daʹthan and Abiʹram came out, taking their stand at the entrance of their tents, together with their wives, their sons, and their little children."},{"Verse":28,"Text":" Then Moses said: “By this you will know that Jehovah has sent me to do all these things, that it is not of my own heart:"},{"Verse":29,"Text":" If these people die a natural death as all men do and if their punishment is the same as that of all mankind, then Jehovah has not sent me."},{"Verse":30,"Text":" But if Jehovah does something extraordinary with them and the ground opens and swallows them and everything that belongs to them and they go down alive into the Grave, you will certainly know that these men have treated Jehovah disrespectfully.”"},{"Verse":31,"Text":" As soon as he finished speaking all these words, the ground beneath them split apart."},{"Verse":32,"Text":" And the earth opened and swallowed them up, along with their households and everyone who belonged to Korʹah and all their goods."},{"Verse":33,"Text":" So they and all who belonged to them went down alive into the Grave, and the earth covered them over, so that they perished from the midst of the congregation."},{"Verse":34,"Text":" All the Israelites who were around them fled at their screaming, for they said: “We are afraid that the earth may swallow us up!”"},{"Verse":35,"Text":" Then a fire came out from Jehovah and consumed the 250 men offering the incense."},{"Verse":36,"Text":" Jehovah now said to Moses:"},{"Verse":37,"Text":" “Tell Eleaʹzar the son of Aaron the priest to take the fire holders out of the fire, for they are holy. Also tell him to scatter the fire some distance away."},{"Verse":38,"Text":" The fire holders of the men who sinned at the cost of their lives should be made into thin metal plates to overlay the altar, because they presented them before Jehovah, and they became holy. They should serve as a sign to the Israelites.”"},{"Verse":39,"Text":" So Eleaʹzar the priest took the copper fire holders that had been presented by those who were burned up, and beat them to overlay the altar,"},{"Verse":40,"Text":" just as Jehovah had told him through Moses. It was a reminder for the Israelites that no unauthorized person who is not of the offspring of Aaron should approach to burn incense before Jehovah and that no one should become like Korʹah and his supporters."},{"Verse":41,"Text":" On the very next day, the whole assembly of the Israelites began to murmur against Moses and Aaron, saying: “You two have put Jehovah’s people to death.”"},{"Verse":42,"Text":" When the assembly had gathered together against Moses and Aaron, they then turned toward the tent of meeting, and look! the cloud covered it, and Jehovah’s glory began to appear."},{"Verse":43,"Text":" Moses and Aaron went before the tent of meeting,"},{"Verse":44,"Text":" and Jehovah said to Moses:"},{"Verse":45,"Text":" “You men, remove yourselves from among this assembly, so that I may exterminate them in an instant.” At this they fell with their faces to the ground."},{"Verse":46,"Text":" Moses then said to Aaron: “Take the fire holder and put fire from the altar in it and put incense on it and go quickly to the assembly and make atonement for them, because indignation has gone out from Jehovah. The plague has started!”"},{"Verse":47,"Text":" Aaron at once took it, just as Moses had said, and ran into the midst of the congregation, and look! the plague had started among the people. So he put the incense on the fire holder and began making atonement for the people."},{"Verse":48,"Text":" He kept standing between the dead and the living, and the scourge eventually stopped."},{"Verse":49,"Text":" Those who died from the scourge amounted to 14,700, besides those dead on account of Korʹah."},{"Verse":50,"Text":" When at last Aaron returned to Moses at the entrance of the tent of meeting, the scourge had been stopped."}]},{"Chapter":17,"Verses":[{"Verse":1,"Text":" Jehovah now said to Moses:"},{"Verse":2,"Text":" “Speak to the Israelites and take from them one rod for each paternal house, from the chieftains of each paternal house, 12 rods in all. Write the name of each one on his rod."},{"Verse":3,"Text":" You should write Aaron’s name on Leʹvi’s rod, because there is one rod for the head of each paternal house."},{"Verse":4,"Text":" Deposit the rods in the tent of meeting before the Testimony, where I regularly present myself to you."},{"Verse":5,"Text":" And the rod of the man whom I choose will bud, and I will put a stop to the murmuring of the Israelites against me, which they are also murmuring against you.”"},{"Verse":6,"Text":" So Moses spoke to the Israelites, and all their chieftains gave him rods—a rod for each chieftain of a paternal house, 12 rods—and Aaron’s rod was among their rods."},{"Verse":7,"Text":" Then Moses deposited the rods before Jehovah in the tent of the Testimony."},{"Verse":8,"Text":" On the next day, when Moses went into the tent of the Testimony, look! Aaron’s rod for the house of Leʹvi had budded and was bringing forth buds and blossoming flowers and bearing ripe almonds."},{"Verse":9,"Text":" Moses then brought out all the rods from before Jehovah to all the people of Israel. They looked at them, and each man took his own rod."},{"Verse":10,"Text":" Jehovah then said to Moses: “Put Aaron’s rod back before the Testimony as something to be kept for a sign to the sons of rebelliousness, so that their murmurings against me may cease and so that they may not die.”"},{"Verse":11,"Text":" Moses immediately did just as Jehovah had commanded him. He did just so."},{"Verse":12,"Text":" The Israelites then said to Moses: “Now we will die, we will surely perish, we are all going to perish!"},{"Verse":13,"Text":" Anyone who even comes close to Jehovah’s tabernacle will die! Must we end up dying that way?”"}]},{"Chapter":18,"Verses":[{"Verse":1,"Text":" Jehovah then said to Aaron: “You and your sons and your paternal house with you will be answerable for any error against the sanctuary, and you and your sons with you will be answerable for any error against your priesthood."},{"Verse":2,"Text":" Also bring near your brothers of the tribe of Leʹvi, your ancestral tribe, so that they may join you and minister to you and your sons before the tent of the Testimony."},{"Verse":3,"Text":" They are to fulfill their responsibilities to you and to the entire tent. However, they must not come near the utensils of the holy place and the altar, so that neither they nor you may die."},{"Verse":4,"Text":" They will join you and carry out their responsibilities regarding the tent of meeting and all the service of the tent, and no unauthorized person may come near to you."},{"Verse":5,"Text":" You must carry out your responsibility toward the holy place and the altar, so that no further indignation may come against the people of Israel."},{"Verse":6,"Text":" I myself have taken your brothers, the Levites, from among the Israelites as a gift for you. They are given to Jehovah to care for the service of the tent of meeting."},{"Verse":7,"Text":" You and your sons are responsible for your priestly duties pertaining to the altar and what is inside the curtain, and you are to render this service. I have given the service of the priesthood as a gift to you, and any unauthorized person who approaches should be put to death.”"},{"Verse":8,"Text":" Jehovah spoke further to Aaron: “I myself put you in charge of the contributions made to me. I have given to you and to your sons a portion of all the holy things contributed by the Israelites as a permanent allowance."},{"Verse":9,"Text":" This will be yours out of the most holy offerings made by fire: every offering they make, including their grain offerings and their sin offerings and their guilt offerings that they bring to me. It is something most holy for you and for your sons."},{"Verse":10,"Text":" In a most holy place you should eat it. Every male may eat it. It will be something holy to you."},{"Verse":11,"Text":" This also belongs to you: the gifts they contribute together with all the wave offerings of the Israelites. I have given them to you and your sons and your daughters with you as a permanent allowance. Everyone clean in your house may eat it."},{"Verse":12,"Text":" “All the best of the oil and all the best of the new wine and the grain, their firstfruits, which they give to Jehovah, I give them to you."},{"Verse":13,"Text":" The first ripe fruits of everything from their land, which they will bring to Jehovah, will become yours. Everyone clean in your house may eat it."},{"Verse":14,"Text":" “Every devoted thing in Israel should become yours."},{"Verse":15,"Text":" “Every firstborn of all living things, which they will present to Jehovah, whether man or animal, should become yours. However, you should without fail redeem the firstborn of mankind, and the firstborn of the unclean animals you should redeem."},{"Verse":16,"Text":" You should redeem it with the redemption price when it is a month old and up, by the estimated value of five silver shekels, according to the standard shekel of the holy place. It is 20 geʹrahs."},{"Verse":17,"Text":" Only the firstborn bull or firstborn male lamb or firstborn goat you should not redeem. They are something holy. You should sprinkle their blood on the altar, and their fat you should make smoke as an offering made by fire for a pleasing aroma to Jehovah."},{"Verse":18,"Text":" And their flesh should become yours. Like the breast of the wave offering and like the right leg, it should become yours."},{"Verse":19,"Text":" All the holy contributions that the Israelites will contribute to Jehovah, I have given to you and your sons and your daughters with you as a permanent allowance. It is a lasting covenant of salt before Jehovah for you and your offspring with you.”"},{"Verse":20,"Text":" Jehovah went on to say to Aaron: “In their land you will not have an inheritance, and no portion of land among them will become yours. I am your portion and your inheritance in the midst of the Israelites."},{"Verse":21,"Text":" “Now see that I have given to the sons of Leʹvi every tenth part in Israel as an inheritance in return for the service they are carrying out, the service of the tent of meeting."},{"Verse":22,"Text":" No longer may the people of Israel approach the tent of meeting, or else they will incur sin and die."},{"Verse":23,"Text":" The Levites themselves are to carry out the service of the tent of meeting, and they are the ones who will answer for their error. It is a lasting statute during all your generations that they should not take possession of an inheritance among the Israelites."},{"Verse":24,"Text":" For I have given to the Levites as an inheritance the tenth part contributed by the people of Israel, which they will contribute to Jehovah. That is why I have said to them, ‘In the midst of the Israelites, they should not take possession of an inheritance.’”"},{"Verse":25,"Text":" Then Jehovah said to Moses:"},{"Verse":26,"Text":" “You should tell the Levites, ‘You will receive from the Israelites the tenth part that I have given to you from them for your inheritance, and you should contribute from it a tenth part of the tenth part as a contribution to Jehovah."},{"Verse":27,"Text":" And it will be considered your contribution, as though it were the grain of the threshing floor or the full production of the winepress or oil press."},{"Verse":28,"Text":" In this way you will also give a contribution to Jehovah from all the tenth parts that you receive from the Israelites, and from them you are to give the contribution for Jehovah to Aaron the priest."},{"Verse":29,"Text":" You will make every sort of contribution to Jehovah from the very best of all the gifts given to you as something holy.’"},{"Verse":30,"Text":" “And you must say to them, ‘When you contribute the best of them, then it will be considered for the Levites as the produce of the threshing floor and as the produce of the winepress or oil press."},{"Verse":31,"Text":" You and your household may eat it in any place, because it is your wages in return for your service at the tent of meeting."},{"Verse":32,"Text":" You will not incur sin in this as long as you contribute the best from them, and you must not profane the holy things of the Israelites, or you will die.’”"}]},{"Chapter":19,"Verses":[{"Verse":1,"Text":" Jehovah spoke again to Moses and Aaron, saying:"},{"Verse":2,"Text":" “This is a statute of the law that Jehovah has commanded, ‘Tell the Israelites that they should take for you a sound red cow in which there is no defect and upon which no yoke has come."},{"Verse":3,"Text":" You are to give it to Eleaʹzar the priest, and he will lead it outside the camp, and it will be slaughtered before him."},{"Verse":4,"Text":" Then Eleaʹzar the priest will take some of its blood with his finger and spatter its blood seven times straight toward the front of the tent of meeting."},{"Verse":5,"Text":" The cow will then be burned before his eyes. Its skin and its flesh and its blood together with its dung will be burned."},{"Verse":6,"Text":" And the priest will take cedarwood, hyssop, and scarlet material and throw them into the fire where the cow is being burned."},{"Verse":7,"Text":" The priest will then wash his garments and bathe himself in water, and afterward he may come into the camp; but the priest will be unclean until the evening."},{"Verse":8,"Text":" “‘The one who burned the cow will wash his garments in water and bathe himself in water, and he will be unclean until the evening."},{"Verse":9,"Text":" “‘A clean man will gather up the ashes of the cow and deposit them outside the camp in a clean place, and they should be kept by the assembly of the Israelites to prepare water that will be used for cleansing. It is a sin offering."},{"Verse":10,"Text":" The one gathering the ashes of the cow will wash his garments and be unclean until the evening.\r\n“‘This will serve the Israelites and the foreigner who is residing in their midst as a lasting statute."},{"Verse":11,"Text":" Anyone touching any dead person will be unclean for seven days."},{"Verse":12,"Text":" Such one should purify himself with the water on the third day, and on the seventh day he will be clean. But if he does not purify himself on the third day, on the seventh day he will not be clean."},{"Verse":13,"Text":" Everyone who touches the corpse of any dead person and does not purify himself has defiled Jehovah’s tabernacle, and that person must be cut off from Israel. Because the water for cleansing has not been sprinkled on him, he continues unclean. His uncleanness remains upon him."},{"Verse":14,"Text":" “‘This is the law that applies when a man dies in a tent: Everyone who enters the tent and everyone who was already in the tent will be unclean for seven days."},{"Verse":15,"Text":" Every opened container with no lid tied on it is unclean."},{"Verse":16,"Text":" Everyone in the open field who touches someone killed with the sword or a corpse or the bone of a man or a burial place will be unclean for seven days."},{"Verse":17,"Text":" They should take for the unclean one some of the ashes of the sin offering that was burned and pour running water on them in a container."},{"Verse":18,"Text":" Then a clean man will take hyssop and dip it into the water and spatter it on the tent and on all the containers and on the people who were there and on the one who touched the bone or the slain one or the corpse or the burial place."},{"Verse":19,"Text":" The clean person will spatter it on the unclean one on the third day and on the seventh day, and he will purify him from sin on the seventh day; then he should wash his garments and bathe in water, and he will become clean in the evening."},{"Verse":20,"Text":" “‘But the man who is unclean and who will not purify himself, that person must be cut off from the congregation, because he has defiled Jehovah’s sanctuary. The water for cleansing was not sprinkled on him, so he is unclean."},{"Verse":21,"Text":" “‘This will serve as a lasting statute for them: The one spattering the water for cleansing should wash his garments, and the one touching the water for cleansing will be unclean until the evening."},{"Verse":22,"Text":" Anything the unclean one touches will be unclean, and the person who touches it will be unclean until the evening.’”"}]},{"Chapter":20,"Verses":[{"Verse":1,"Text":" In the first month, the entire assembly of the Israelites came into the wilderness of Zin, and the people began dwelling in Kaʹdesh. It was there that Mirʹiam died and was buried."},{"Verse":2,"Text":" Now there was no water for the assembly, and they gathered together against Moses and Aaron."},{"Verse":3,"Text":" The people were quarreling with Moses, saying: “If only we had died when our brothers died before Jehovah!"},{"Verse":4,"Text":" Why have you brought Jehovah’s congregation into this wilderness for us and our livestock to die here?"},{"Verse":5,"Text":" And why have you led us up out of Egypt to bring us into this evil place? It is no place for seed and figs and vines and pomegranates, and there is no water to drink.”"},{"Verse":6,"Text":" Then Moses and Aaron came from before the congregation to the entrance of the tent of meeting and fell with their faces to the ground, and Jehovah’s glory began to appear to them."},{"Verse":7,"Text":" Then Jehovah said to Moses:"},{"Verse":8,"Text":" “Take the rod and call the assembly together, you and Aaron your brother, and speak to the crag before their eyes that it may give its water, and you will bring out water for them from the crag and give the assembly and their livestock something to drink.”"},{"Verse":9,"Text":" So Moses took the rod from before Jehovah, just as He had commanded him."},{"Verse":10,"Text":" Then Moses and Aaron called the congregation together before the crag, and he said to them: “Hear, now, you rebels! Must we bring out water for you from this crag?”"},{"Verse":11,"Text":" With that Moses lifted his hand up and struck the crag twice with his rod, and much water began to pour out, and the assembly and their livestock began to drink."},{"Verse":12,"Text":" Jehovah later said to Moses and Aaron: “Because you did not show faith in me and sanctify me before the eyes of the people of Israel, you will not bring this congregation into the land that I will give them.”"},{"Verse":13,"Text":" These are the waters of Merʹibah, where the Israelites quarreled with Jehovah, so that he was sanctified among them."},{"Verse":14,"Text":" Then Moses sent messengers from Kaʹdesh to the king of Eʹdom: “This is what your brother Israel says, ‘You well know all the hardship that we have experienced."},{"Verse":15,"Text":" Our fathers went to Egypt, and we dwelled in Egypt many years, and the Egyptians mistreated us and our fathers."},{"Verse":16,"Text":" Finally we cried out to Jehovah, and he heard us and sent an angel and brought us out of Egypt, and here we are in Kaʹdesh, a city on the border of your territory."},{"Verse":17,"Text":" Please let us pass through your land. We will not pass through any field or vineyard, and we will not drink the water of any well. We will march on the King’s Road without turning to the right or the left until we pass through your territory.’”"},{"Verse":18,"Text":" However, Eʹdom said to him: “You may not pass through our territory. If you do, I will come out with the sword to meet you.”"},{"Verse":19,"Text":" In turn the Israelites said to him: “By the highway we will go up, and if we and our livestock drink your water, we will pay for it. We want nothing more than to pass through on foot.”"},{"Verse":20,"Text":" Still he said: “You may not pass through.” With that Eʹdom came out to encounter him with many people and a strong army."},{"Verse":21,"Text":" So Eʹdom refused to allow Israel to pass through his territory; therefore, Israel turned away from him."},{"Verse":22,"Text":" The people of Israel, the entire assembly, departed from Kaʹdesh and came to Mount Hor."},{"Verse":23,"Text":" Then Jehovah said to Moses and Aaron in Mount Hor by the border of the land of Eʹdom:"},{"Verse":24,"Text":" “Aaron will be gathered to his people. He will not enter the land that I will give to the Israelites, because you both rebelled against my order regarding the waters of Merʹibah."},{"Verse":25,"Text":" Take Aaron and his son Eleaʹzar and bring them up into Mount Hor."},{"Verse":26,"Text":" Remove Aaron’s garments and clothe Eleaʹzar his son with them, and Aaron will die there.”"},{"Verse":27,"Text":" So Moses did just as Jehovah had commanded, and they climbed Mount Hor before the eyes of all the assembly."},{"Verse":28,"Text":" Then Moses removed Aaron’s garments and clothed Eleaʹzar his son with them. After that Aaron died there on the top of the mountain. And Moses and Eleaʹzar came down from the mountain."},{"Verse":29,"Text":" When all the assembly saw that Aaron had died, the entire house of Israel wept for Aaron for"},{"Verse":30,"Text":" days."}]},{"Chapter":21,"Verses":[{"Verse":1,"Text":" When the Caʹnaanite king of Aʹrad, who dwelled in the Negʹeb, heard that Israel had come by the way of Athʹarim, he attacked Israel and carried away some of them as captives."},{"Verse":2,"Text":" So Israel made this vow to Jehovah: “If you give this people into my hand, I will without fail devote their cities to destruction.”"},{"Verse":3,"Text":" So Jehovah listened to Israel’s voice and gave the Caʹnaanites over to them, and they devoted them and their cities to destruction. Therefore, they named the place Horʹmah."},{"Verse":4,"Text":" As they continued their journey from Mount Hor by the way of the Red Sea in order to go around the land of Eʹdom, the people became weary of the journey."},{"Verse":5,"Text":" And the people kept speaking against God and Moses, saying: “Why have you brought us up out of Egypt to die in the wilderness? There is no food and no water, and we have come to hate this contemptible bread.”"},{"Verse":6,"Text":" So Jehovah sent poisonous serpents among the people, and they kept biting the people, so that many Israelites died."},{"Verse":7,"Text":" So the people came to Moses and said: “We have sinned by speaking against Jehovah and against you. Intercede with Jehovah so that he may remove the serpents from us.” And Moses interceded on behalf of the people."},{"Verse":8,"Text":" Then Jehovah said to Moses: “Make a replica of a poisonous snake and put it on a pole. Then when anyone has been bitten, he will have to look at it in order to keep alive.”"},{"Verse":9,"Text":" Moses at once made a serpent of copper and put it on the pole, and whenever a serpent had bitten a man and he looked at the copper serpent, he survived."},{"Verse":10,"Text":" After that the Israelites departed and camped in Oʹboth."},{"Verse":11,"Text":" Then they departed from Oʹboth and camped in Iʹye-abʹarim, in the wilderness that faces Moʹab, toward the east."},{"Verse":12,"Text":" From there they departed and camped by the Valley of Zeʹred."},{"Verse":13,"Text":" From there they departed and camped in the region of the Arʹnon, which is in the wilderness that extends from the border of the Amʹorites, for the Arʹnon is the boundary of Moʹab, between Moʹab and the Amʹorites."},{"Verse":14,"Text":" That is why the book of the Wars of Jehovah speaks of “Vaʹheb in Suʹphah and the valleys of Arʹnon,"},{"Verse":15,"Text":" and the descent of the valleys, which extends toward the settlement of Ar and adjoins the border of Moʹab.”"},{"Verse":16,"Text":" Next they went on to Beʹer. This is the well about which Jehovah said to Moses: “Gather the people, and let me give them water.”"},{"Verse":17,"Text":" At that time, Israel sang this song:\r\n“Spring up, O well!—Respond to it!"},{"Verse":18,"Text":" The well that princes dug, that nobles of the people excavated,\r\nWith a commander’s staff and with their own staffs.”\r\nThen they went from the wilderness on to Matʹtanah,"},{"Verse":19,"Text":" from Matʹtanah on to Nahalʹiel, and from Nahalʹiel on to Baʹmoth."},{"Verse":20,"Text":" They went from Baʹmoth on to the valley that is in the territory of Moʹab, on top of Pisʹgah, which overlooks Jeshiʹmon."},{"Verse":21,"Text":" Israel now sent messengers to Siʹhon, the king of the Amʹorites, saying:"},{"Verse":22,"Text":" “Let us pass through your land. We will not turn aside into a field or a vineyard. We will not drink water from any well. We will march on the King’s Road until we pass through your territory.”"},{"Verse":23,"Text":" But Siʹhon did not allow Israel to pass through his territory. Instead, Siʹhon gathered all his people and went out against Israel in the wilderness and came to Jaʹhaz and began fighting with Israel."},{"Verse":24,"Text":" But Israel defeated him with the sword and took possession of his land from the Arʹnon to the Jabʹbok, near the Amʹmonites, because Jaʹzer borders the territory of the Amʹmonites."},{"Verse":25,"Text":" So Israel took all these cities, and they began dwelling in all the cities of the Amʹorites, in Heshʹbon and all its dependent towns."},{"Verse":26,"Text":" For Heshʹbon was the city of Siʹhon, the king of the Amʹorites, who had fought with the king of Moʹab and taken all his land from him as far as the Arʹnon."},{"Verse":27,"Text":" That is what gave rise to the taunting proverbial saying:\r\n“Come to Heshʹbon.\r\nLet the city of Siʹhon be built and firmly established."},{"Verse":28,"Text":" For a fire came out of Heshʹbon, a flame from the town of Siʹhon.\r\nIt has consumed Ar of Moʹab, the lords of the high places of the Arʹnon."},{"Verse":29,"Text":" Woe to you, Moʹab! You will be destroyed, O people of Cheʹmosh!\r\nHe makes his sons fugitives and his daughters captives of Siʹhon, the king of the Amʹorites."},{"Verse":30,"Text":" Let us shoot at them;\r\nHeshʹbon will be destroyed as far as Diʹbon;\r\nLet us desolate it as far as Noʹphah;\r\nFire will spread as far as Medʹeba.”"},{"Verse":31,"Text":" So Israel began to dwell in the land of the Amʹorites."},{"Verse":32,"Text":" Moses then sent some men to spy on Jaʹzer. They captured its dependent towns and drove out the Amʹorites who were there."},{"Verse":33,"Text":" After that they turned and went up by the Way of Baʹshan. And Og the king of Baʹshan came out with all his people to meet them in battle at Edʹrei."},{"Verse":34,"Text":" Jehovah said to Moses: “Do not be afraid of him, for I will give him and all his people and his land into your hand, and you will do to him just as you did to Siʹhon the king of the Amʹorites, who lived in Heshʹbon.”"},{"Verse":35,"Text":" So they kept striking him down, along with his sons and all his people, until none of his people survived, and they took possession of his land."}]},{"Chapter":22,"Verses":[{"Verse":1,"Text":" Then the Israelites departed and camped on the desert plains of Moʹab across the Jordan from Jerʹicho."},{"Verse":2,"Text":" Now Baʹlak the son of Zipʹpor saw all that Israel had done to the Amʹorites,"},{"Verse":3,"Text":" and Moʹab became very frightened of the people, because they were so many; indeed, Moʹab felt sick with fear because of the Israelites."},{"Verse":4,"Text":" So Moʹab said to the elders of Midʹian: “Now this congregation will devour all our surroundings, just as a bull devours the grass in the field.”\r\nBaʹlak the son of Zipʹpor was king of Moʹab at that time."},{"Verse":5,"Text":" He sent messengers to Baʹlaam the son of Beʹor at Peʹthor, which is by the River in his native land. He summoned him, saying: “Look! A people has come out of Egypt. Look! They have covered the face of the earth, and they are dwelling right in front of me."},{"Verse":6,"Text":" Now, please, come and curse this people for me, for they are mightier than I am. Perhaps I can defeat them and drive them out of the land, for I well know that the one whom you bless is blessed and the one whom you curse is cursed.”"},{"Verse":7,"Text":" So the elders of Moʹab and the elders of Midʹian traveled with the fee for divination in their hands and went to Baʹlaam and conveyed to him Baʹlak’s message."},{"Verse":8,"Text":" At that he said to them: “Spend the night here, and I will bring back to you whatever word Jehovah speaks to me.” So the princes of Moʹab stayed with Baʹlaam."},{"Verse":9,"Text":" Then God came to Baʹlaam and said: “Who are these men with you?”"},{"Verse":10,"Text":" Baʹlaam said to the true God: “Baʹlak the son of Zipʹpor, the king of Moʹab, has sent me a message, saying,"},{"Verse":11,"Text":" ‘Look! The people who are coming out of Egypt are covering the face of the earth. Now come and put a curse on them for me. Perhaps I may be able to fight against them and drive them out.’”"},{"Verse":12,"Text":" But God said to Baʹlaam: “You must not go with them. You must not curse the people, for they are blessed.”"},{"Verse":13,"Text":" Baʹlaam got up in the morning and said to the princes of Baʹlak: “Go to your land, for Jehovah has refused to let me go with you.”"},{"Verse":14,"Text":" So the princes of Moʹab departed and returned to Baʹlak and said: “Baʹlaam has refused to come with us.”"},{"Verse":15,"Text":" However, Baʹlak again sent princes, more numerous and more distinguished than the first group."},{"Verse":16,"Text":" They came to Baʹlaam and said to him: “This is what Baʹlak the son of Zipʹpor has said, ‘Please do not let anything hinder you from coming to me,"},{"Verse":17,"Text":" for I will honor you greatly and I will do anything you tell me to do. So come, please, and curse this people for me.’”"},{"Verse":18,"Text":" But Baʹlaam answered the servants of Baʹlak: “If Baʹlak were to give me his own house full of silver and gold, I could not do anything beyond the order of Jehovah my God, whether small or great."},{"Verse":19,"Text":" But please stay here tonight also, so that I may learn what else Jehovah will tell me.”"},{"Verse":20,"Text":" Then God came to Baʹlaam by night and said to him: “If these men have come to summon you, go along with them. But you may speak only the words that I tell you to say.”"},{"Verse":21,"Text":" So Baʹlaam got up in the morning and saddled his donkey and went with the princes of Moʹab."},{"Verse":22,"Text":" But God’s anger blazed because he was going, and Jehovah’s angel stationed himself in the road to resist him. Now Baʹlaam was riding on his donkey, and two of his attendants were with him."},{"Verse":23,"Text":" And when the donkey saw Jehovah’s angel standing in the road with a drawn sword in his hand, it tried to turn off the road into the field. But Baʹlaam began to beat the donkey to make it return to the road."},{"Verse":24,"Text":" Then Jehovah’s angel stood in a narrow path between two vineyards, with stone walls on both sides."},{"Verse":25,"Text":" When the donkey saw Jehovah’s angel, it began to squeeze itself against the wall and it jammed Baʹlaam’s foot against the wall, and Baʹlaam began beating it again."},{"Verse":26,"Text":" Jehovah’s angel now passed by again and stood in a narrow place where there was no way to turn to the right or to the left."},{"Verse":27,"Text":" When the donkey saw Jehovah’s angel, it lay down under Baʹlaam, so Baʹlaam became furious and kept beating the donkey with his staff."},{"Verse":28,"Text":" Finally Jehovah caused the donkey to speak, and it said to Baʹlaam: “What have I done to you to make you beat me these three times?”"},{"Verse":29,"Text":" Baʹlaam replied to the donkey: “It is because you have made a fool of me. If only I had a sword in my hand, I would kill you!”"},{"Verse":30,"Text":" Then the donkey said to Baʹlaam: “Am I not your donkey that you have ridden on all your life until today? Have I ever treated you this way before?” He replied: “No!”"},{"Verse":31,"Text":" Then Jehovah uncovered Baʹlaam’s eyes, and he saw Jehovah’s angel standing in the road with a drawn sword in his hand. At once he bowed low and prostrated himself on his face."},{"Verse":32,"Text":" Then Jehovah’s angel said to him: “Why have you beaten your donkey these three times? Look! I myself came out to offer resistance, because your way is in defiance of my will."},{"Verse":33,"Text":" The donkey saw me and tried to turn away from me these three times. Supposing it had not turned away from me! By now I would have killed you and let the donkey live.”"},{"Verse":34,"Text":" Baʹlaam said to Jehovah’s angel: “I have sinned, because I did not know that it was you standing in the road to meet me. And now if it is bad in your eyes, I will go back.”"},{"Verse":35,"Text":" But Jehovah’s angel said to Baʹlaam: “Go with the men, but you may speak only the words that I tell you.” So Baʹlaam continued going with the princes of Baʹlak."},{"Verse":36,"Text":" When Baʹlak heard that Baʹlaam had come, he immediately went out to meet him at the city of Moʹab, which is on the bank of the Arʹnon on the border of the territory."},{"Verse":37,"Text":" Baʹlak said to Baʹlaam: “Did I not send for you? Why did you not come to me? Did you think I am not able to honor you greatly?”"},{"Verse":38,"Text":" Baʹlaam replied to Baʹlak: “Well, I have come to you now. But will I be allowed to say anything? I can only speak words that God puts in my mouth.”"},{"Verse":39,"Text":" So Baʹlaam went with Baʹlak, and they came to Kirʹiath-huʹzoth."},{"Verse":40,"Text":" Baʹlak sacrificed cattle and sheep and sent some to Baʹlaam and the princes who were with him."},{"Verse":41,"Text":" In the morning Baʹlak took Baʹlaam and brought him up to Baʹmoth-baʹal; from there he could see all the people."}]},{"Chapter":23,"Verses":[{"Verse":1,"Text":" Then Baʹlaam said to Baʹlak: “Build on this spot seven altars, and prepare seven bulls and seven rams for me.”"},{"Verse":2,"Text":" Baʹlak immediately did just as Baʹlaam had said. And Baʹlak and Baʹlaam offered up a bull and a ram on each altar."},{"Verse":3,"Text":" Baʹlaam then said to Baʹlak: “Stay here by your burnt offering, and I will go. Perhaps Jehovah will get in touch with me. Whatever he reveals to me, I will tell you.” So he went to a barren hill."},{"Verse":4,"Text":" Then God got in touch with Baʹlaam, who said to Him: “I set the seven altars in rows, and I offered up a bull and a ram on each altar.”"},{"Verse":5,"Text":" Jehovah put this word in the mouth of Baʹlaam: “Return to Baʹlak, and this is what you are to say.”"},{"Verse":6,"Text":" So he returned and saw that Baʹlak and all the princes of Moʹab were standing by his burnt offering."},{"Verse":7,"Text":" Then he spoke this proverbial saying:\r\n“Baʹlak the king of Moʹab has brought me from Aʹram,\r\nFrom the mountains of the east:\r\n‘Do come to curse Jacob for me.\r\nYes, come to denounce Israel.’"},{"Verse":8,"Text":" How could I put a curse on those whom God has not cursed?\r\nAnd how could I denounce those whom Jehovah has not denounced?"},{"Verse":9,"Text":" From the top of the rocks I see them,\r\nAnd from the hills I see them.\r\nAs a people they dwell there alone;\r\nThey do not count themselves among the nations."},{"Verse":10,"Text":" Who can number the dust particles of Jacob\r\nOr count even the fourth part of Israel?\r\nLet me die the death of the upright,\r\nAnd let my end be like theirs.”"},{"Verse":11,"Text":" Baʹlak then said to Baʹlaam: “What have you done to me? I brought you to put a curse on my enemies, and here you have done nothing but bless them.”"},{"Verse":12,"Text":" He answered: “Must I not speak whatever Jehovah puts in my mouth?”"},{"Verse":13,"Text":" Baʹlak said to him: “Please come with me to another place from which you can see them. You will see only a part of them; you will not see them all. Put a curse on them for me from there.”"},{"Verse":14,"Text":" So he took him to the field of Zoʹphim, to the top of Pisʹgah, and built seven altars and offered up a bull and a ram on each altar."},{"Verse":15,"Text":" So Baʹlaam said to Baʹlak: “Stay here by your burnt offering while I get in touch with Him over there.”"},{"Verse":16,"Text":" And Jehovah got in touch with Baʹlaam and put this word in his mouth: “Return to Baʹlak, and this is what you are to say.”"},{"Verse":17,"Text":" So he came to him and saw that he was waiting by his burnt offering, and the princes of Moʹab were with him. Baʹlak asked him: “What has Jehovah said?”"},{"Verse":18,"Text":" Then he spoke this proverbial saying:\r\n“Get up, Baʹlak, and listen.\r\nHear me, O son of Zipʹpor."},{"Verse":19,"Text":" God is not a mere man who tells lies,\r\nNor a son of man who changes his mind.\r\nWhen he says something, will he not do it?\r\nWhen he speaks, will he not carry it out?"},{"Verse":20,"Text":" Look! I have been taken to bless;\r\nNow He has blessed, and I cannot reverse it."},{"Verse":21,"Text":" He does not tolerate any magical power against Jacob,\r\nAnd he does not allow any trouble against Israel.\r\nJehovah his God is with them,\r\nAnd he is loudly hailed as king among them."},{"Verse":22,"Text":" God is bringing them out of Egypt.\r\nHe is like the horns of a wild bull for them."},{"Verse":23,"Text":" For there are no omens of doom against Jacob,\r\nNor any divination against Israel.\r\nAt this time it may be said about Jacob and Israel:\r\n‘Look at what God has done!’"},{"Verse":24,"Text":" Here is a people who will rise up like a lion,\r\nAnd like the lion, it will raise itself up.\r\nIt will not lie down until it eats prey\r\nAnd drinks the blood of the slain ones.”"},{"Verse":25,"Text":" Baʹlak then said to Baʹlaam: “If on the one hand you cannot put any curse on him, then on the other hand you should not bless him either.”"},{"Verse":26,"Text":" Baʹlaam answered Baʹlak: “Did I not say to you, ‘I will do all that Jehovah says’?”"},{"Verse":27,"Text":" Baʹlak said to Baʹlaam: “Please come and let me take you to yet another place. Perhaps it will be right in the eyes of the true God for you to put a curse on him for me from there.”"},{"Verse":28,"Text":" So Baʹlak took Baʹlaam to the top of Peʹor, which looks toward Jeshiʹmon."},{"Verse":29,"Text":" Then Baʹlaam said to Baʹlak: “Build seven altars on this spot, and prepare seven bulls and seven rams for me.”"},{"Verse":30,"Text":" So Baʹlak did just as Baʹlaam had said, and he offered up a bull and a ram on each altar."}]},{"Chapter":24,"Verses":[{"Verse":1,"Text":" When Baʹlaam saw that it pleased Jehovah to bless Israel, he did not go away again to search for omens of doom, but he turned his face to the wilderness."},{"Verse":2,"Text":" When Baʹlaam raised his eyes and saw Israel encamped by his tribes, then the spirit of God came upon him."},{"Verse":3,"Text":" He then spoke this proverbial saying:\r\n“The saying of Baʹlaam the son of Beʹor,\r\nAnd the saying of a man whose eyes have been opened,"},{"Verse":4,"Text":" The saying of the one hearing the word of God,\r\nWho saw a vision of the Almighty,\r\nWho has bowed down with his eyes uncovered:"},{"Verse":5,"Text":" How beautiful are your tents, O Jacob,\r\nYour tabernacles, O Israel!"},{"Verse":6,"Text":" Like the valleys they have extended a long way,\r\nLike gardens by the river,\r\nLike aloes that Jehovah has planted,\r\nLike cedars by the waters."},{"Verse":7,"Text":" Water keeps trickling from his two leather buckets,\r\nAnd his seed is sown by many waters.\r\nHis king also will be greater than Aʹgag,\r\nAnd his kingdom will be exalted."},{"Verse":8,"Text":" God is bringing him out of Egypt;\r\nHe is like the horns of a wild bull for them.\r\nHe will consume the nations, his oppressors,\r\nAnd their bones he will gnaw, and he will shatter them with his arrows."},{"Verse":9,"Text":" He has crouched down, he has lain down like the lion,\r\nAnd like a lion, who dares rouse him?\r\nThose blessing you are blessed,\r\nAnd those cursing you are cursed.”"},{"Verse":10,"Text":" Then Baʹlak became furious with Baʹlaam. Baʹlak scornfully clapped his hands together and said to Baʹlaam: “It was to put a curse on my enemies that I called you, but now you have done nothing but bless them these three times."},{"Verse":11,"Text":" Now go home immediately. I intended to honor you greatly, but look! Jehovah has deprived you of honor.”"},{"Verse":12,"Text":" Baʹlaam replied to Baʹlak: “Did I not say to the messengers you sent,"},{"Verse":13,"Text":" ‘If Baʹlak were to give me his house full of silver and gold, I could not of my own will do anything beyond the order of Jehovah, whether good or bad. I will only speak what Jehovah will tell me’?"},{"Verse":14,"Text":" And now I am going away to my people. Come and let me advise you what this people will do to your people in the future.”"},{"Verse":15,"Text":" So he spoke this proverbial saying:\r\n“The saying of Baʹlaam the son of Beʹor,\r\nAnd the saying of a man whose eyes have been opened,"},{"Verse":16,"Text":" The saying of the one hearing the word of God,\r\nAnd the one having the knowledge of the Most High,\r\nA vision of the Almighty he saw\r\nWhile bowing down with his eyes uncovered:"},{"Verse":17,"Text":" I will see him, but not now;\r\nI will behold him, but not soon.\r\nA star will come out of Jacob,\r\nAnd a scepter will rise out of Israel.\r\nAnd he will certainly break apart the forehead of Moʹab\r\nAnd the skull of all the sons of tumult."},{"Verse":18,"Text":" And Eʹdom will become a possession,\r\nYes, Seʹir the possession of his enemies,\r\nWhile Israel is displaying his courage."},{"Verse":19,"Text":" And out of Jacob one will be subduing,\r\nAnd he will destroy any survivor from the city.”"},{"Verse":20,"Text":" When he saw Amʹalek, he continued his proverbial saying:\r\n“Amʹalek was the first of the nations,\r\nBut in the end he will perish.”"},{"Verse":21,"Text":" When he saw the Kenʹites, he continued his proverbial saying:\r\n“Secure is your dwelling, and set on the crag is your abode."},{"Verse":22,"Text":" But someone will burn Kaʹin down.\r\nHow long before Assyrʹia carries you away captive?”"},{"Verse":23,"Text":" And he continued his proverbial saying:\r\n“Woe! Who will survive when God does this?"},{"Verse":24,"Text":" Ships will come from the coast of Kitʹtim,\r\nAnd they will afflict Assyrʹia,\r\nAnd they will afflict Eʹber.\r\nBut he too will utterly perish.”"},{"Verse":25,"Text":" Then Baʹlaam got up and went and returned to his place. Baʹlak also went his own way."}]},{"Chapter":25,"Verses":[{"Verse":1,"Text":" When Israel was dwelling in Shitʹtim, the people started to commit sexual immorality with the daughters of Moʹab."},{"Verse":2,"Text":" The women invited the people to the sacrifices of their gods, and the people began to eat and to bow down to their gods."},{"Verse":3,"Text":" So Israel joined in worship of the Baʹal of Peʹor, and Jehovah became enraged with Israel."},{"Verse":4,"Text":" Jehovah said to Moses: “Take all the leaders of these people and hang them up before Jehovah in broad daylight, that the burning anger of Jehovah may turn back from Israel.”"},{"Verse":5,"Text":" Then Moses said to the judges of Israel: “Each one of you should kill his men who joined in worship of the Baʹal of Peʹor.”"},{"Verse":6,"Text":" But just then, there came one of the Israelites bringing near to his brothers a Midʹianite woman before the eyes of Moses and of all the assembly of the Israelites, while they were weeping at the entrance of the tent of meeting."},{"Verse":7,"Text":" When Phinʹehas the son of Eleaʹzar the son of Aaron the priest saw it, he immediately rose up from the midst of the assembly and took a spear in his hand."},{"Verse":8,"Text":" Then he went after the man of Israel into the tent and pierced both of them through, the man of Israel and the woman through her genital parts. At that the scourge on the Israelites was halted."},{"Verse":9,"Text":" Those who died from the scourge amounted to 24,000."},{"Verse":10,"Text":" Then Jehovah said to Moses:"},{"Verse":11,"Text":" “Phinʹehas the son of Eleaʹzar the son of Aaron the priest has turned my wrath away from the people of Israel because he tolerated no rivalry at all toward me among them. So I have not exterminated the Israelites in my insistence on exclusive devotion."},{"Verse":12,"Text":" Therefore, say, ‘I am giving him my covenant of peace."},{"Verse":13,"Text":" And it will serve as the covenant of a lasting priesthood for him and his offspring after him, because he tolerated no rivalry toward his God and he made atonement for the people of Israel.’”"},{"Verse":14,"Text":" Incidentally, the name of the Israelite man who was put to death along with the Midʹianitess was Zimʹri the son of Saʹlu, a chieftain of a paternal house of the Simʹeonites."},{"Verse":15,"Text":" The name of the Midʹianite woman who was put to death was Cozʹbi the daughter of Zur; he was a leader of the clans of a paternal house in Midʹian."},{"Verse":16,"Text":" Jehovah later said to Moses:"},{"Verse":17,"Text":" “Harass the Midʹianites and strike them down,"},{"Verse":18,"Text":" because they have been harassing you with their cunning dealings against you in the affair of Peʹor and of Cozʹbi the daughter of a chieftain of Midʹian, their sister who was put to death in the day of the scourge over the affair of Peʹor.”"}]},{"Chapter":26,"Verses":[{"Verse":1,"Text":" After the scourge, Jehovah said to Moses and Eleaʹzar the son of Aaron the priest:"},{"Verse":2,"Text":" “Take a census of the whole assembly of the Israelites from 20 years of age and up, by their paternal houses, counting all those who can serve in the army in Israel.”"},{"Verse":3,"Text":" So Moses and Eleaʹzar the priest spoke with them in the desert plains of Moʹab by the Jordan at Jerʹicho, saying:"},{"Verse":4,"Text":" “Take a census of them from the age of 20 years and up, just as Jehovah commanded Moses.”\r\nNow the sons of Israel who went out of the land of Egypt were:"},{"Verse":5,"Text":" Reuʹben, Israel’s firstborn; Reuʹben’s sons were: of Haʹnoch, the family of the Haʹnochites; of Palʹlu, the family of the Palʹluites;"},{"Verse":6,"Text":" of Hezʹron, the family of the Hezʹronites; of Carʹmi, the family of the Carʹmites."},{"Verse":7,"Text":" These were the families of the Reuʹbenites, and their registered ones amounted to 43,730."},{"Verse":8,"Text":" The son of Palʹlu was Eliʹab."},{"Verse":9,"Text":" And the sons of Eliʹab were Nemʹuel, Daʹthan, and Abiʹram. This Daʹthan and Abiʹram were chosen ones of the assembly who fought against Moses and Aaron along with Korʹah’s group when they fought against Jehovah."},{"Verse":10,"Text":" Then the earth opened and swallowed them up. As for Korʹah, he died with his supporters when the fire consumed 250 men. And they became a warning example."},{"Verse":11,"Text":" However, the sons of Korʹah did not die."},{"Verse":12,"Text":" The sons of Simʹeon by their families were: of Nemʹuel, the family of the Nemʹuelites; of Jaʹmin, the family of the Jaʹminites; of Jaʹchin, the family of the Jaʹchinites;"},{"Verse":13,"Text":" of Zeʹrah, the family of the Zeʹrahites; of Shaʹul, the family of the Shauʹlites."},{"Verse":14,"Text":" These were the families of the Simʹeonites: 22,200."},{"Verse":15,"Text":" The sons of Gad by their families were: of Zeʹphon, the family of the Zeʹphonites; of Hagʹgi, the family of the Hagʹgites; of Shuʹni, the family of the Shuʹnites;"},{"Verse":16,"Text":" of Ozʹni, the family of the Ozʹnites; of Eʹri, the family of the Eʹrites;"},{"Verse":17,"Text":" of Arʹod, the family of the Arʹodites; of Areʹli, the family of the Areʹlites."},{"Verse":18,"Text":" These were the families of the sons of Gad, and their registered ones were 40,500."},{"Verse":19,"Text":" The sons of Judah were Er and Oʹnan. However, Er and Oʹnan died in the land of Caʹnaan."},{"Verse":20,"Text":" And the sons of Judah by their families were: of Sheʹlah, the family of the Shelaʹnites; of Peʹrez, the family of the Perʹezites; of Zeʹrah, the family of the Zeʹrahites."},{"Verse":21,"Text":" And the sons of Peʹrez were: of Hezʹron, the family of the Hezʹronites; of Haʹmul, the family of the Hamuʹlites."},{"Verse":22,"Text":" These were the families of Judah, and their registered ones were 76,500."},{"Verse":23,"Text":" The sons of Isʹsachar by their families were: of Toʹla, the family of the Toʹlaites; of Puʹvah, the family of the Puʹnites;"},{"Verse":24,"Text":" of Jaʹshub, the family of the Jashʹubites; of Shimʹron, the family of the Shimʹronites."},{"Verse":25,"Text":" These were the families of Isʹsachar, and their registered ones were 64,300."},{"Verse":26,"Text":" The sons of Zebʹulun by their families were: of Seʹred, the family of the Serʹedites; of Eʹlon, the family of the Eʹlonites; of Jahʹleel, the family of the Jahʹleelites."},{"Verse":27,"Text":" These were the families of the Zebʹulunites, and their registered ones were 60,500."},{"Verse":28,"Text":" The sons of Joseph by their families were: Manasʹseh and Eʹphraim."},{"Verse":29,"Text":" The sons of Manasʹseh were: of Maʹchir, the family of the Maʹchirites; and Maʹchir became father to Gilʹead; of Gilʹead, the family of the Gilʹeadites."},{"Verse":30,"Text":" These were the sons of Gilʹead: of Ieʹzer, the family of the Ieʹzerites; of Heʹlek, the family of the Heʹlekites;"},{"Verse":31,"Text":" of Asʹriel, the family of the Asʹrielites; of Sheʹchem, the family of the Sheʹchemites;"},{"Verse":32,"Text":" of Shemiʹda, the family of the Shemiʹdaites; of Heʹpher, the family of the Heʹpherites."},{"Verse":33,"Text":" Now Zeloʹphehad the son of Heʹpher had no sons, only daughters, and the names of the daughters of Zeloʹphehad were Mahʹlah, Noah, Hogʹlah, Milʹcah, and Tirʹzah."},{"Verse":34,"Text":" These were the families of Manasʹseh, and their registered ones were 52,700."},{"Verse":35,"Text":" These were the sons of Eʹphraim by their families: of Shuʹthelah, the family of the Shuʹthelaʹhites; of Beʹcher, the family of the Beʹcherites; of Taʹhan, the family of the Taʹhanites."},{"Verse":36,"Text":" And these were the sons of Shuʹthelah: of Eʹran, the family of the Eʹranites."},{"Verse":37,"Text":" These were the families of the sons of Eʹphraim, and their registered ones were 32,500. These were the sons of Joseph by their families."},{"Verse":38,"Text":" The sons of Benjamin by their families were: of Beʹla, the family of the Beʹlaites; of Ashʹbel, the family of the Ashʹbelites; of Ahiʹram, the family of the Ahiʹramites;"},{"Verse":39,"Text":" of Shephuʹpham, the family of the Shuʹphamites; of Huʹpham, the family of the Huʹphamites."},{"Verse":40,"Text":" The sons of Beʹla were Ard and Naʹaman: of Ard, the family of the Ardʹites; of Naʹaman, the family of the Naʹamites."},{"Verse":41,"Text":" These were the sons of Benjamin by their families, and their registered ones were 45,600."},{"Verse":42,"Text":" These were the sons of Dan by their families: of Shuʹham, the family of the Shuʹhamites. These were the families of Dan by their families."},{"Verse":43,"Text":" All the families of the Shuʹhamites, of their registered ones, were 64,400."},{"Verse":44,"Text":" The sons of Ashʹer by their families were: of Imʹnah, the family of the Imʹnites; of Ishʹvi, the family of the Ishʹvites; of Beriʹah, the family of the Beriʹites;"},{"Verse":45,"Text":" of the sons of Beriʹah: of Heʹber, the family of the Heʹberites; of Malʹchiel, the family of the Malʹchielites."},{"Verse":46,"Text":" The name of Ashʹer’s daughter was Seʹrah."},{"Verse":47,"Text":" These were the families of the sons of Ashʹer, and their registered ones were 53,400."},{"Verse":48,"Text":" The sons of Naphʹtali by their families were: of Jahʹzeel, the family of the Jahʹzeelites; of Guʹni, the family of the Guʹnites;"},{"Verse":49,"Text":" of Jeʹzer, the family of the Jeʹzerites; of Shilʹlem, the family of the Shilʹlemites."},{"Verse":50,"Text":" These were the families of Naphʹtali by their families, and their registered ones were 45,400."},{"Verse":51,"Text":" This is the total of those registered of the Israelites: 601,730."},{"Verse":52,"Text":" After that Jehovah said to Moses:"},{"Verse":53,"Text":" “Among these the land should be divided as an inheritance according to the list of the names."},{"Verse":54,"Text":" For the larger groups, you should increase the inheritance, and for the smaller groups, you should reduce the inheritance. Each group’s inheritance should be given in proportion to the number of those registered."},{"Verse":55,"Text":" However, the land should be apportioned by lot. They should receive their inheritance according to the names of the tribes of their fathers."},{"Verse":56,"Text":" Each inheritance will be determined by lot and apportioned among the larger and the smaller groups.”"},{"Verse":57,"Text":" Now these were the registered ones of the Levites by their families: of Gerʹshon, the family of the Gerʹshonites; of Koʹhath, the family of the Koʹhathites; of Merarʹi, the family of the Merarʹites."},{"Verse":58,"Text":" These were the families of the Levites: the family of the Libʹnites, the family of the Hebʹronites, the family of the Mahʹlites, the family of the Muʹshites, the family of the Korʹahites.\r\nKoʹhath became father to Amʹram."},{"Verse":59,"Text":" And the name of Amʹram’s wife was Jochʹebed, Leʹvi’s daughter, whom his wife bore to Leʹvi in Egypt. And to Amʹram she bore Aaron and Moses and their sister Mirʹiam."},{"Verse":60,"Text":" Then to Aaron there were born Naʹdab, Abiʹhu, Eleaʹzar, and Ithʹamar."},{"Verse":61,"Text":" But Naʹdab and Abiʹhu died for presenting unauthorized fire before Jehovah."},{"Verse":62,"Text":" The total of those registered was 23,000, all males from a month old and up. For they were not registered among the Israelites, because no inheritance was to be given to them among the Israelites."},{"Verse":63,"Text":" These were the ones registered by Moses and Eleaʹzar the priest when they registered the Israelites in the desert plains of Moʹab by the Jordan at Jerʹicho."},{"Verse":64,"Text":" But among them there was no one who had been registered by Moses and Aaron the priest in the census of the Israelites taken in the wilderness of Siʹnai."},{"Verse":65,"Text":" For Jehovah had said concerning them: “They will die without fail in the wilderness.” So there was not a man left of them except Caʹleb the son of Jephunʹneh and Joshua the son of Nun."}]},{"Chapter":27,"Verses":[{"Verse":1,"Text":" Then the daughters of Zeloʹphehad, the son of Heʹpher, the son of Gilʹead, the son of Maʹchir, the son of Manasʹseh, of the families of Manasʹseh the son of Joseph, approached. The names of his daughters were Mahʹlah, Noah, Hogʹlah, Milʹcah, and Tirʹzah."},{"Verse":2,"Text":" They stood before Moses, Eleaʹzar the priest, the chieftains, and all the assembly at the entrance of the tent of meeting and said:"},{"Verse":3,"Text":" “Our father died in the wilderness, but he was not among the group who banded together against Jehovah, the supporters of Korʹah, but he died for his own sin and he did not have any sons."},{"Verse":4,"Text":" Why should the name of our father be lost from his family because he had no son? Give us a possession among our father’s brothers.”"},{"Verse":5,"Text":" So Moses presented their case before Jehovah."},{"Verse":6,"Text":" Jehovah then said this to Moses:"},{"Verse":7,"Text":" “The daughters of Zeloʹphehad are correct. You should by all means give them the possession as an inheritance among their father’s brothers and transfer their father’s inheritance to them."},{"Verse":8,"Text":" And tell the Israelites, ‘If a man dies without having a son, you must then cause his inheritance to pass to his daughter."},{"Verse":9,"Text":" And if he has no daughter, you will give his inheritance to his brothers."},{"Verse":10,"Text":" And if he has no brothers, you will give his inheritance to his father’s brothers."},{"Verse":11,"Text":" And if his father has no brothers, you will give his inheritance to the closest blood relative in his family, and he will take possession of it. This will serve as a statute by judicial decision for the Israelites, just as Jehovah has commanded Moses.’”"},{"Verse":12,"Text":" Then Jehovah said to Moses: “Go up into this mountain of Abʹarim, and view the land that I will give the Israelites."},{"Verse":13,"Text":" When you have seen it, you will also be gathered to your people, just as Aaron your brother was,"},{"Verse":14,"Text":" because when the assembly was quarreling with me in the wilderness of Zin, you rebelled against my order to sanctify me before them by means of the waters. These are the waters of Merʹibah at Kaʹdesh in the wilderness of Zin.”"},{"Verse":15,"Text":" Then Moses said to Jehovah:"},{"Verse":16,"Text":" “Let Jehovah, the God of the spirit of all people, appoint over the assembly a man"},{"Verse":17,"Text":" who will go out and come in before them and who will lead them out and bring them in, so that Jehovah’s assembly may not become like sheep that have no shepherd.”"},{"Verse":18,"Text":" So Jehovah said to Moses: “Take Joshua the son of Nun, a man in whom there is spirit, and lay your hand on him."},{"Verse":19,"Text":" Then stand him before Eleaʹzar the priest and before all the assembly, and you must commission him before their eyes."},{"Verse":20,"Text":" You are to confer some of your authority on him, so that all the assembly of the Israelites may listen to him."},{"Verse":21,"Text":" He will stand before Eleaʹzar the priest, who will inquire in his behalf by the judgment of the Uʹrim before Jehovah. At his order they will go out and at his order they will come in, he and all the Israelites with him and all the assembly.”"},{"Verse":22,"Text":" So Moses did just as Jehovah had commanded him. He took Joshua and stood him before Eleaʹzar the priest and before all the assembly,"},{"Verse":23,"Text":" and he laid his hands on him and commissioned him, just as Jehovah had spoken through Moses."}]},{"Chapter":28,"Verses":[{"Verse":1,"Text":" Jehovah next said to Moses:"},{"Verse":2,"Text":" “Command the Israelites and tell them, ‘You should take care that you present to me my offering, my bread. My offerings by fire as a pleasing aroma to me must be made at their appointed times.’"},{"Verse":3,"Text":" “And say to them, ‘This is the offering made by fire that you will present to Jehovah: two sound year-old male lambs a day as a burnt offering regularly."},{"Verse":4,"Text":" The one male lamb you will offer in the morning, and the other male lamb you will offer at twilight,"},{"Verse":5,"Text":" together with a tenth of an eʹphah of fine flour mixed with a fourth of a hin of beaten oil as a grain offering."},{"Verse":6,"Text":" It is a regular burnt offering, which was established at Mount Siʹnai as a pleasing aroma, an offering made by fire to Jehovah,"},{"Verse":7,"Text":" along with its drink offering, a fourth of a hin for each male lamb. Pour out the alcoholic drink in the holy place as a drink offering to Jehovah."},{"Verse":8,"Text":" And you will offer the other male lamb at twilight. With the same grain offering as that made in the morning and with its same drink offering, you will present it as an offering made by fire as a pleasing aroma to Jehovah."},{"Verse":9,"Text":" “‘However, on the Sabbath day, the offering should be two sound year-old male lambs and two tenths of an eʹphah measure of fine flour mixed with oil as a grain offering, together with its drink offering."},{"Verse":10,"Text":" This is the burnt offering for the Sabbath, along with the regular burnt offering and its drink offering."},{"Verse":11,"Text":" “‘At the start of each month you will present as a burnt offering to Jehovah two young bulls, one ram, and seven sound male lambs each a year old,"},{"Verse":12,"Text":" and three tenth measures of fine flour mixed with oil as a grain offering for each bull and two tenth measures of fine flour mixed with oil as a grain offering for the one ram,"},{"Verse":13,"Text":" and a tenth measure of fine flour mixed with oil as a grain offering for each male lamb, as a burnt offering, a pleasing aroma, an offering made by fire to Jehovah."},{"Verse":14,"Text":" And their drink offerings should be half a hin of wine for a bull and a third of a hin for the ram and a fourth of a hin for a male lamb. This is the monthly burnt offering each month throughout the year."},{"Verse":15,"Text":" Also, one young goat should be offered as a sin offering to Jehovah in addition to the regular burnt offering together with its drink offering."},{"Verse":16,"Text":" “‘In the first month, on the 14th day of the month, will be Jehovah’s Passover."},{"Verse":17,"Text":" And on the 15th day of this month, there will be a festival. Unleavened bread will be eaten for seven days."},{"Verse":18,"Text":" On the first day there will be a holy convention. You must not do any hard work."},{"Verse":19,"Text":" And you will present as a burnt offering made by fire to Jehovah two young bulls, one ram, and seven male lambs each a year old. You should offer sound animals."},{"Verse":20,"Text":" You should offer them with their grain offerings of fine flour mixed with oil, three tenth measures for a bull and two tenth measures for the ram."},{"Verse":21,"Text":" You will offer a tenth measure respectively for each male lamb of the seven male lambs,"},{"Verse":22,"Text":" as well as one goat as a sin offering to make atonement for you."},{"Verse":23,"Text":" Aside from the morning burnt offering, which is for the regular burnt offering, you will offer these."},{"Verse":24,"Text":" You will offer these in the same manner each day for seven days as food, an offering made by fire as a pleasing aroma to Jehovah. It should be offered along with the regular burnt offering and its drink offering."},{"Verse":25,"Text":" On the seventh day you should hold a holy convention. You must not do any hard work."},{"Verse":26,"Text":" “‘On the day of the first ripe fruits, when you present a new grain offering to Jehovah, you should hold a holy convention in your feast of weeks. You must not do any hard work."},{"Verse":27,"Text":" You will present as a burnt offering for a pleasing aroma to Jehovah two young bulls, one ram, and seven male lambs each a year old,"},{"Verse":28,"Text":" and as their grain offering of fine flour mixed with oil, three tenth measures for each bull, two tenth measures for the one ram,"},{"Verse":29,"Text":" a tenth measure respectively for each male lamb of the seven male lambs,"},{"Verse":30,"Text":" as well as one young goat to make atonement for you."},{"Verse":31,"Text":" You will offer them in addition to the regular burnt offering and its grain offering. They should be sound animals, along with their drink offerings."}]},{"Chapter":29,"Verses":[{"Verse":1,"Text":" “‘And in the seventh month, on the first of the month, you should hold a holy convention. You must not do any hard work. It is a day on which you should sound the trumpet."},{"Verse":2,"Text":" You will offer as a burnt offering for a pleasing aroma to Jehovah one young bull, one ram, and seven male lambs each a year old, all of them sound,"},{"Verse":3,"Text":" and their grain offering of fine flour mixed with oil, three tenths of an eʹphah measure for the bull, two tenth measures for the ram,"},{"Verse":4,"Text":" and one tenth measure for each male lamb of the seven male lambs,"},{"Verse":5,"Text":" and one young male goat as a sin offering to make atonement for you."},{"Verse":6,"Text":" This is in addition to the monthly burnt offering and its grain offering and the regular burnt offering and its grain offering, together with their drink offerings, according to the regular procedure for them, as a pleasing aroma, an offering made by fire to Jehovah."},{"Verse":7,"Text":" “‘And on the tenth of this seventh month, you should hold a holy convention, and you must afflict yourselves. You must not do any work."},{"Verse":8,"Text":" And you will present as a burnt offering to Jehovah, as a pleasing aroma, one young bull, one ram, and seven male lambs each a year old, all of them sound."},{"Verse":9,"Text":" And as their grain offering of fine flour mixed with oil, three tenth measures for the bull, two tenth measures for the one ram,"},{"Verse":10,"Text":" a tenth measure respectively for each male lamb of the seven male lambs,"},{"Verse":11,"Text":" as well as one young goat as a sin offering, aside from the sin offering of atonement and the regular burnt offering and its grain offering, together with their drink offerings."},{"Verse":12,"Text":" “‘And on the 15th day of the seventh month, you should hold a holy convention. You must not do any hard work, and you must celebrate a festival to Jehovah seven days."},{"Verse":13,"Text":" And you will present as a burnt offering, an offering made by fire as a pleasing aroma to Jehovah, 13 young bulls, 2 rams, and"},{"Verse":14,"Text":" male lambs each a year old, all of them sound. 14 And as their grain offering of fine flour mixed with oil, three tenth measures for each bull of the 13 bulls, two tenth measures for each ram of the 2 rams,"},{"Verse":15,"Text":" and a tenth measure for each male lamb of the 14 male lambs,"},{"Verse":16,"Text":" as well as one young goat as a sin offering, aside from the regular burnt offering, its grain offering, and its drink offering."},{"Verse":17,"Text":" “‘And on the second day, 12 young bulls, 2 rams, and 14 male lambs each a year old, all of them sound,"},{"Verse":18,"Text":" and their grain offering and their drink offerings for the bulls, the rams, and the male lambs by their number according to the regular procedure,"},{"Verse":19,"Text":" as well as one young goat as a sin offering, aside from the regular burnt offering and its grain offering, together with their drink offerings."},{"Verse":20,"Text":" “‘And on the third day, 11 bulls, 2 rams, and 14 male lambs each a year old, all of them sound,"},{"Verse":21,"Text":" and their grain offering and their drink offerings for the bulls, the rams, and the male lambs by their number according to the regular procedure,"},{"Verse":22,"Text":" as well as one goat as a sin offering, aside from the regular burnt offering and its grain offering and its drink offering."},{"Verse":23,"Text":" “‘And on the fourth day, 10 bulls, 2 rams, and 14 male lambs each a year old, all of them sound,"},{"Verse":24,"Text":" their grain offering and their drink offerings for the bulls, the rams, and the male lambs by their number according to the regular procedure,"},{"Verse":25,"Text":" as well as one young goat as a sin offering, aside from the regular burnt offering, its grain offering, and its drink offering."},{"Verse":26,"Text":" “‘And on the fifth day, 9 bulls, 2 rams, and 14 male lambs each a year old, all of them sound,"},{"Verse":27,"Text":" and their grain offering and their drink offerings for the bulls, the rams, and the male lambs by their number according to the regular procedure,"},{"Verse":28,"Text":" as well as one goat as a sin offering, aside from the regular burnt offering and its grain offering and its drink offering."},{"Verse":29,"Text":" “‘And on the sixth day, 8 bulls, 2 rams, and 14 male lambs each a year old, all of them sound,"},{"Verse":30,"Text":" and their grain offering and their drink offerings for the bulls, the rams, and the male lambs by their number according to the regular procedure,"},{"Verse":31,"Text":" as well as one goat as a sin offering, aside from the regular burnt offering, its grain offering, and its drink offerings."},{"Verse":32,"Text":" “‘And on the seventh day, 7 bulls, 2 rams, and 14 male lambs each a year old, all of them sound,"},{"Verse":33,"Text":" and their grain offering and their drink offerings for the bulls, the rams, and the male lambs by their number according to the regular procedure for them,"},{"Verse":34,"Text":" as well as one goat as a sin offering, aside from the regular burnt offering, its grain offering, and its drink offering."},{"Verse":35,"Text":" “‘On the eighth day, you should hold a solemn assembly. You should not do any hard work."},{"Verse":36,"Text":" You will present as a burnt offering, an offering made by fire as a pleasing aroma to Jehovah, one bull, one ram, and seven male lambs each a year old, all of them sound,"},{"Verse":37,"Text":" and their grain offering and their drink offerings for the bull, the ram, and the male lambs by their number according to the regular procedure,"},{"Verse":38,"Text":" as well as one goat as a sin offering, aside from the regular burnt offering and its grain offering and its drink offering."},{"Verse":39,"Text":" “‘These you will offer to Jehovah at your seasonal festivals, in addition to your vow offerings and your voluntary offerings as your burnt offerings and your grain offerings and your drink offerings and your communion sacrifices.’”"},{"Verse":40,"Text":" Moses told the Israelites everything that Jehovah had commanded him."}]},{"Chapter":30,"Verses":[{"Verse":1,"Text":" Then Moses spoke to the heads of the tribes of Israel, saying: “This is the word that Jehovah has commanded:"},{"Verse":2,"Text":" If a man makes a vow to Jehovah or swears an oath to impose on himself a vow of abstinence, he must not violate his word. He should do everything he vowed he would do."},{"Verse":3,"Text":" “And if a woman makes a vow to Jehovah or she imposes a vow of abstinence on herself when she is young and living in the house of her father"},{"Verse":4,"Text":" and her father hears her vow or her abstinence vow that she has imposed on herself and her father offers no objection, all her vows will stand, and every abstinence vow that she has imposed on herself will stand."},{"Verse":5,"Text":" But if her father forbids her when he hears that she has imposed vows or abstinence vows on herself, it will not stand. Jehovah will forgive her because her father forbade her."},{"Verse":6,"Text":" “However, if she should marry a husband while under her vow or the rash promise that she has imposed on herself"},{"Verse":7,"Text":" and her husband hears of it and offers no objection on the day he hears of it, her vows or her abstinence vows that she has imposed on herself will stand."},{"Verse":8,"Text":" But if her husband forbids her on the day he hears of it, he may annul the vow or the rash promise that she imposed on herself, and Jehovah will forgive her."},{"Verse":9,"Text":" “But if a widow or a divorced woman makes a vow, everything that she has imposed on herself will be binding on her."},{"Verse":10,"Text":" “However, if a woman imposed the vow or the abstinence vow on herself while in the house of her husband"},{"Verse":11,"Text":" and her husband heard it and has not objected or disapproved, all her vows or any abstinence vow that she imposed on herself will stand."},{"Verse":12,"Text":" But if on the day he heard them her husband completely annulled whatever vows or abstinence vow she swore to, they will not stand. Her husband annulled them, and Jehovah will forgive her."},{"Verse":13,"Text":" Regarding any vow or any oath involving an abstinence vow to practice self-denial, her husband should establish it or her husband should annul it."},{"Verse":14,"Text":" But if her husband offers no objection at all from day to day, he also establishes all her vows or all her abstinence vows that are upon her. He establishes them because he did not object on the day he heard her make them."},{"Verse":15,"Text":" But if he annuls them later, sometime after the day he heard them, he will bear the consequences of her guilt."},{"Verse":16,"Text":" “These are the regulations that Jehovah commanded Moses relating to a husband and his wife, and relating to a father and his young daughter living in his house.”"}]},{"Chapter":31,"Verses":[{"Verse":1,"Text":" Jehovah then told Moses:"},{"Verse":2,"Text":" “Take vengeance for the Israelites on the Midʹianites. Afterward you will be gathered to your people.”"},{"Verse":3,"Text":" So Moses spoke to the people, saying: “Equip men from among you for battle against Midʹian and to execute Jehovah’s vengeance on Midʹian."},{"Verse":4,"Text":" You should send 1,000 of each tribe of all the tribes of Israel into the army.”"},{"Verse":5,"Text":" So from the thousands of Israel, 1,000 were assigned from each tribe, 12,000 equipped for battle."},{"Verse":6,"Text":" Then Moses sent them out, 1,000 from each tribe to the army, along with Phinʹehas the son of Eleaʹzar the priest for the army, who had the holy utensils and the signal trumpets in his hand."},{"Verse":7,"Text":" They waged war against Midʹian, just as Jehovah had commanded Moses, and they killed every male."},{"Verse":8,"Text":" Along with the others slain, they killed the kings of Midʹian, namely, Eʹvi, Reʹkem, Zur, Hur, and Reʹba, the five kings of Midʹian. They also killed Baʹlaam the son of Beʹor with the sword."},{"Verse":9,"Text":" But the Israelites carried off captive the women and children of Midʹian. They also plundered all their domestic animals, all their livestock, and all their possessions."},{"Verse":10,"Text":" And all their cities in which they had settled and all their encampments they burned with fire."},{"Verse":11,"Text":" And they took all the spoil and all the plunder, both humans and animals."},{"Verse":12,"Text":" Then they brought the captives, the plunder, and the spoil to Moses and Eleaʹzar the priest and to the assembly of the Israelites, to the camp in the desert plains of Moʹab near the Jordan at Jerʹicho."},{"Verse":13,"Text":" Then Moses and Eleaʹzar the priest and all the chieftains of the assembly went out to meet them outside the camp."},{"Verse":14,"Text":" But Moses grew indignant at the appointed men of the combat forces, the chiefs of the thousands and the chiefs of the hundreds who were coming in from the military expedition."},{"Verse":15,"Text":" Moses said to them: “Have you preserved all the females alive?"},{"Verse":16,"Text":" Look! They are the ones who by Baʹlaam’s word induced the Israelites to commit unfaithfulness toward Jehovah over the affair of Peʹor, so that the scourge came upon the assembly of Jehovah."},{"Verse":17,"Text":" Now you should kill every male among the children and kill every woman who has had sexual relations with a man."},{"Verse":18,"Text":" But you may keep alive all the young girls who have not had sexual relations with a man."},{"Verse":19,"Text":" And you should camp outside the camp seven days. Every one of you who has killed someone and every one of you who has touched someone slain should purify himself on the third day and on the seventh day, you and your captives."},{"Verse":20,"Text":" And you should purify from sin every garment, every article of skin, everything made of goat hair, and every article of wood.”"},{"Verse":21,"Text":" Eleaʹzar the priest then said to the men of the army who had gone into the battle: “This is the statute of the law that Jehovah commanded Moses,"},{"Verse":22,"Text":" ‘Only the gold, the silver, the copper, the iron, the tin, and the lead,"},{"Verse":23,"Text":" everything that can be processed with fire, you should pass through the fire, and it will be clean. However, it should also be purified by the water for cleansing. Everything that cannot be processed with fire, you should pass through the water."},{"Verse":24,"Text":" And you should wash your garments on the seventh day and be clean, and then you may come into the camp.’”"},{"Verse":25,"Text":" Jehovah then said this to Moses:"},{"Verse":26,"Text":" “Take an inventory of the plunder, counting the captives both of humans and animals; do this together with Eleaʹzar the priest and the heads of the paternal houses of the assembly."},{"Verse":27,"Text":" Divide what was plundered into two parts to be shared between those in the army who took part in the battle and all the rest of the assembly."},{"Verse":28,"Text":" As a tax for Jehovah, you should take from the soldiers who went out into the battle one soul out of every 500, of the people, the herd, the donkeys, and the flock."},{"Verse":29,"Text":" You should take it from their half and give it to Eleaʹzar the priest as Jehovah’s contribution."},{"Verse":30,"Text":" From the half given to the Israelites, you should take one out of 50, of the people, the herd, the donkeys, the flock, and every sort of domestic animal, and give them to the Levites, who care for the responsibilities connected with Jehovah’s tabernacle.”"},{"Verse":31,"Text":" So Moses and Eleaʹzar the priest did just as Jehovah had commanded Moses."},{"Verse":32,"Text":" The spoils, the rest of the plunder that the people of the expedition had taken, amounted to 675,000 of the flock,"},{"Verse":33,"Text":" 72,000 of the herd,"},{"Verse":34,"Text":" and 61,000 donkeys."},{"Verse":35,"Text":" The women who had not had sexual relations with a man amounted to 32,000 women."},{"Verse":36,"Text":" The half that was the share of those who went out into the battle amounted to 337,500 of the flock."},{"Verse":37,"Text":" The tax for Jehovah from the flock amounted to 675."},{"Verse":38,"Text":" And there were 36,000 of the herd, and the tax on them for Jehovah was 72."},{"Verse":39,"Text":" And there were 30,500 donkeys, and the tax on them for Jehovah was 61."},{"Verse":40,"Text":" And there were 16,000 humans, and the tax on them for Jehovah was 32 persons."},{"Verse":41,"Text":" Then Moses gave the tax as Jehovah’s contribution to Eleaʹzar the priest, just as Jehovah had commanded Moses."},{"Verse":42,"Text":" From the half belonging to the Israelites, which Moses had divided off from the portion that belonged to the men who waged war,"},{"Verse":43,"Text":" that half of the flock amounted to 337,500,"},{"Verse":44,"Text":" and of the herd, 36,000,"},{"Verse":45,"Text":" and of the donkeys, 30,500,"},{"Verse":46,"Text":" and of the people, 16,000."},{"Verse":47,"Text":" Then Moses took from the half belonging to the Israelites one out of 50, of the people and of the animals, and gave them to the Levites, who cared for the responsibility of Jehovah’s tabernacle, just as Jehovah had commanded Moses."},{"Verse":48,"Text":" Then the appointed men who were of the thousands of the army, the chiefs of the thousands and the chiefs of the hundreds, approached Moses,"},{"Verse":49,"Text":" and they said to Moses: “Your servants have taken the count of the men of war who are under our command, and not one has been reported missing from us."},{"Verse":50,"Text":" So let us each present what he has found as Jehovah’s offering, articles of gold, ankle chains, bracelets, signet rings, earrings, and other jewelry, in order to make atonement for ourselves before Jehovah.”"},{"Verse":51,"Text":" So Moses and Eleaʹzar the priest accepted the gold from them, all the jewelry."},{"Verse":52,"Text":" All the gold of the contribution that they made to Jehovah amounted to 16,750 shekels, from the chiefs of the thousands and the chiefs of the hundreds."},{"Verse":53,"Text":" The men of the army had each taken plunder for himself."},{"Verse":54,"Text":" Moses and Eleaʹzar the priest accepted the gold from the chiefs of the thousands and of the hundreds and brought it into the tent of meeting as a reminder for the people of Israel before Jehovah."}]},{"Chapter":32,"Verses":[{"Verse":1,"Text":" Now the sons of Reuʹben and the sons of Gad had very large quantities of livestock, and they saw that the lands of Jaʹzer and Gilʹead were a good region for livestock."},{"Verse":2,"Text":" So the sons of Gad and the sons of Reuʹben approached Moses, Eleaʹzar the priest, and the chieftains of the assembly and said:"},{"Verse":3,"Text":" “Atʹaroth, Diʹbon, Jaʹzer, Nimʹrah, Heshʹbon, Eleaʹleh, Seʹbam, Neʹbo, and Beʹon,"},{"Verse":4,"Text":" the land that Jehovah defeated before the assembly of Israel, is a good land for livestock, and your servants have much livestock.”"},{"Verse":5,"Text":" They continued: “If we have found favor in your eyes, let this be the land given to your servants as a possession. Do not make us cross the Jordan.”"},{"Verse":6,"Text":" Then Moses said to the sons of Gad and the sons of Reuʹben: “Are your brothers to go to war while you yourselves keep dwelling here?"},{"Verse":7,"Text":" Why should you discourage the people of Israel from crossing into the land that Jehovah is certain to give them?"},{"Verse":8,"Text":" That is what your fathers did when I sent them from Kaʹdesh-barʹnea to see the land."},{"Verse":9,"Text":" When they went up to the Valley of Eshʹcol and saw the land, they discouraged the people of Israel from going into the land that Jehovah was to give them."},{"Verse":10,"Text":" Jehovah’s anger blazed on that day so that he swore:"},{"Verse":11,"Text":" ‘The men who came up out of Egypt from 20 years old and up will not see the land of which I have sworn to Abraham, Isaac, and Jacob, because they have not followed me wholeheartedly—"},{"Verse":12,"Text":" except Caʹleb the son of Jephunʹneh the Kenʹizzite and Joshua the son of Nun, because they have followed Jehovah wholeheartedly.’"},{"Verse":13,"Text":" So Jehovah’s anger blazed against Israel and he made them wander about in the wilderness for 40 years, until all the generation that was doing evil in the eyes of Jehovah came to its end."},{"Verse":14,"Text":" Now here you have risen in the place of your fathers as a brood of sinful men who increase the burning anger of Jehovah against Israel."},{"Verse":15,"Text":" If you turn back from following him, he will certainly leave them again in the wilderness, and you will bring ruin to all this people.”"},{"Verse":16,"Text":" They later approached him and said: “Let us build here stone pens for our livestock and cities for our children."},{"Verse":17,"Text":" But we will continue ready for battle and will go before the Israelites until we have brought them to their place, while our children will dwell in the fortified cities, safe from the inhabitants of the land."},{"Verse":18,"Text":" We will not return to our houses until each of the Israelites has received his land as an inheritance."},{"Verse":19,"Text":" For we will not receive an inheritance with them on the other side of the Jordan and beyond, because we have received our inheritance on the east side of the Jordan.”"},{"Verse":20,"Text":" Moses replied to them: “If you will do this: Take up arms before Jehovah for the war;"},{"Verse":21,"Text":" and if every one of you takes up arms and crosses the Jordan before Jehovah as he drives away his enemies from before him"},{"Verse":22,"Text":" until the land is subdued before Jehovah, afterward you may return and be free from guilt before Jehovah and Israel. Then this land will become your possession before Jehovah."},{"Verse":23,"Text":" But if you do not do this, you will have sinned against Jehovah. In that case, know that your sin will catch up with you."},{"Verse":24,"Text":" So you may build cities for your children and pens for your flocks, but you must do what you have promised.”"},{"Verse":25,"Text":" The sons of Gad and the sons of Reuʹben said this to Moses: “Your servants will do just as my lord is commanding."},{"Verse":26,"Text":" Our children, our wives, our livestock, and all our domestic animals will stay there in the cities of Gilʹead,"},{"Verse":27,"Text":" but your servants will cross over, every man armed for battle to wage war before Jehovah, just as my lord is speaking.”"},{"Verse":28,"Text":" So Moses gave a command concerning them to Eleaʹzar the priest, to Joshua the son of Nun, and to the heads of the paternal houses of the tribes of Israel."},{"Verse":29,"Text":" Moses said to them: “If the sons of Gad and the sons of Reuʹben cross over the Jordan with you, every man armed for the war before Jehovah, and the land is subdued before you, you will then give them the land of Gilʹead as a possession."},{"Verse":30,"Text":" But if they do not take up arms and cross over with you, they will then settle among you in the land of Caʹnaan.”"},{"Verse":31,"Text":" To this the sons of Gad and the sons of Reuʹben answered: “What Jehovah has spoken to your servants is what we will do."},{"Verse":32,"Text":" We will take up arms and cross over before Jehovah to the land of Caʹnaan, but the possession we are to inherit will be on this side of the Jordan.”"},{"Verse":33,"Text":" So Moses gave to them—to the sons of Gad, the sons of Reuʹben, and to the half tribe of Manasʹseh the son of Joseph—the kingdom of Siʹhon the king of the Amʹorites and the kingdom of Og the king of Baʹshan, the land belonging to its cities in those territories, and the cities of the surrounding land."},{"Verse":34,"Text":" And the sons of Gad built Diʹbon, Atʹaroth, Aroʹer,"},{"Verse":35,"Text":" Atʹroth-shoʹphan, Jaʹzer, Jogʹbehah,"},{"Verse":36,"Text":" Beth-nimʹrah, and Beth-haʹran, fortified cities, and they built stone pens for the flocks."},{"Verse":37,"Text":" And the sons of Reuʹben built Heshʹbon, Eleaʹleh, Kiriathaʹim,"},{"Verse":38,"Text":" Neʹbo, and Baʹal-meʹon—their names being changed—and Sibʹmah; and they began to rename the cities that they rebuilt."},{"Verse":39,"Text":" The sons of Maʹchir the son of Manasʹseh marched against Gilʹead and captured it and drove away the Amʹorites who were in it."},{"Verse":40,"Text":" So Moses gave Gilʹead to Maʹchir the son of Manasʹseh, and he began dwelling in it."},{"Verse":41,"Text":" And Jaʹir the son of Manasʹseh marched against them and captured their tent villages, and he began to call them Havʹvoth-jaʹir."},{"Verse":42,"Text":" And Noʹbah marched against and captured Keʹnath and its dependent towns, and he began to call it Noʹbah by his own name."}]},{"Chapter":33,"Verses":[{"Verse":1,"Text":" These were the stages of the journey of the people of Israel when they went out of the land of Egypt by their companies under the direction of Moses and Aaron."},{"Verse":2,"Text":" Moses kept recording the departure places by the stages of their journey at the order of Jehovah, and these were their stages from one departure place to another:"},{"Verse":3,"Text":" They departed from Ramʹeses in the first month, on the 15th day of the month. On the very day after the Passover, the Israelites went out with confidence before the eyes of all the Egyptians."},{"Verse":4,"Text":" Meanwhile, the Egyptians were burying all the firstborn whom Jehovah had struck down among them, for Jehovah had executed judgments on their gods."},{"Verse":5,"Text":" So the Israelites departed from Ramʹeses and camped at Sucʹcoth."},{"Verse":6,"Text":" Then they departed from Sucʹcoth and camped at Eʹtham, which is on the edge of the wilderness."},{"Verse":7,"Text":" Next they departed from Eʹtham and turned back toward Pihahiʹroth, which is in view of Baʹal-zeʹphon, and they camped before Migʹdol."},{"Verse":8,"Text":" After that they departed from Pihahiʹroth and passed through the midst of the sea to the wilderness and kept marching a three-day journey in the wilderness of Eʹtham and camped at Maʹrah."},{"Verse":9,"Text":" Then they departed from Maʹrah and came to Eʹlim. Now in Eʹlim there were 12 springs of water and 70 palm trees, so they camped there."},{"Verse":10,"Text":" Next they departed from Eʹlim and camped by the Red Sea."},{"Verse":11,"Text":" After that they departed from the Red Sea and camped in the wilderness of Sin."},{"Verse":12,"Text":" Then they departed from the wilderness of Sin and camped at Dophʹkah."},{"Verse":13,"Text":" Later they departed from Dophʹkah and camped at Aʹlush."},{"Verse":14,"Text":" They next departed from Aʹlush and camped at Rephʹidim, where there was no water for the people to drink."},{"Verse":15,"Text":" After that they departed from Rephʹidim and camped in the wilderness of Siʹnai."},{"Verse":16,"Text":" They departed from the wilderness of Siʹnai and camped at Kibʹroth-hattaʹavah."},{"Verse":17,"Text":" Then they departed from Kibʹroth-hattaʹavah and camped at Hazeʹroth."},{"Verse":18,"Text":" After that they departed from Hazeʹroth and camped at Rithʹmah."},{"Verse":19,"Text":" Next they departed from Rithʹmah and camped at Rimʹmon-peʹrez."},{"Verse":20,"Text":" Then they departed from Rimʹmon-peʹrez and camped at Libʹnah."},{"Verse":21,"Text":" They departed from Libʹnah and camped at Risʹsah."},{"Verse":22,"Text":" Next they departed from Risʹsah and camped at Kehelaʹthah."},{"Verse":23,"Text":" Then they departed from Kehelaʹthah and camped at Mount Sheʹpher."},{"Verse":24,"Text":" After that they departed from Mount Sheʹpher and camped at Haraʹdah."},{"Verse":25,"Text":" Then they departed from Haraʹdah and camped at Makheʹloth."},{"Verse":26,"Text":" Next they departed from Makheʹloth and camped at Taʹhath."},{"Verse":27,"Text":" After that they departed from Taʹhath and camped at Teʹrah."},{"Verse":28,"Text":" Then they departed from Teʹrah and camped at Mithʹkah."},{"Verse":29,"Text":" Later they departed from Mithʹkah and camped at Hashmoʹnah."},{"Verse":30,"Text":" Next they departed from Hashmoʹnah and camped at Moseʹroth."},{"Verse":31,"Text":" Then they departed from Moseʹroth and camped at Benʹe-jaʹakan."},{"Verse":32,"Text":" And they departed from Benʹe-jaʹakan and camped at Hor-haggidʹgad."},{"Verse":33,"Text":" Next they departed from Hor-haggidʹgad and camped at Jotʹbathah."},{"Verse":34,"Text":" Later they departed from Jotʹbathah and camped at Abroʹnah."},{"Verse":35,"Text":" Then they departed from Abroʹnah and camped at Eʹzion-geʹber."},{"Verse":36,"Text":" After that they departed from Eʹzion-geʹber and camped in the wilderness of Zin, that is, Kaʹdesh."},{"Verse":37,"Text":" Later they departed from Kaʹdesh and camped at Mount Hor, on the frontier of the land of Eʹdom."},{"Verse":38,"Text":" And Aaron the priest went up into Mount Hor at the order of Jehovah and died there in the 40th year after the Israelites left the land of Egypt, in the fifth month, on the first of the month."},{"Verse":39,"Text":" Aaron was 123 years old at his death on Mount Hor."},{"Verse":40,"Text":" Now the king of Aʹrad, the Caʹnaanite who was dwelling in the Negʹeb in the land of Caʹnaan, heard about the coming of the Israelites."},{"Verse":41,"Text":" In time they departed from Mount Hor and camped at Zalmoʹnah."},{"Verse":42,"Text":" After that they departed from Zalmoʹnah and camped at Puʹnon."},{"Verse":43,"Text":" Next they departed from Puʹnon and camped at Oʹboth."},{"Verse":44,"Text":" Then they departed from Oʹboth and camped at Iʹye-abʹarim, on the border of Moʹab."},{"Verse":45,"Text":" Later they departed from Iʹyim and camped at Diʹbon-gad."},{"Verse":46,"Text":" After that they departed from Diʹbon-gad and camped at Alʹmon-diblathaʹim."},{"Verse":47,"Text":" Then they departed from Alʹmon-diblathaʹim and camped in the mountains of Abʹarim before Neʹbo."},{"Verse":48,"Text":" Finally they departed from the mountains of Abʹarim and camped on the desert plains of Moʹab by the Jordan at Jerʹicho."},{"Verse":49,"Text":" They continued camping along the Jordan, from Beth-jeshʹimoth as far as Aʹbel-shitʹtim, on the desert plains of Moʹab."},{"Verse":50,"Text":" Jehovah spoke to Moses on the desert plains of Moʹab by the Jordan at Jerʹicho, saying:"},{"Verse":51,"Text":" “Speak to the Israelites and tell them, ‘You are crossing the Jordan into the land of Caʹnaan."},{"Verse":52,"Text":" You must drive away all the inhabitants of the land from before you and destroy all their carvings of stone and all their metal statues, and you should demolish all their sacred high places."},{"Verse":53,"Text":" And you will take possession of the land and dwell in it, because I will certainly give you the land as a possession."},{"Verse":54,"Text":" You must apportion the land by lot as a possession among your families. To the larger group you should increase his inheritance, and to the smaller group you should reduce his inheritance. Everyone’s inheritance will be where his lot falls. You will receive your property as an inheritance by the tribes of your fathers."},{"Verse":55,"Text":" “‘If, though, you do not drive the inhabitants of the land away from before you, those whom you allow to remain will be as irritants in your eyes and thorns in your sides, and they will harass you in the land where you will dwell."},{"Verse":56,"Text":" And I will do to you what I intended to do to them.’”"}]},{"Chapter":34,"Verses":[{"Verse":1,"Text":" And Jehovah spoke further to Moses, saying:"},{"Verse":2,"Text":" “Give these instructions to the Israelites: ‘When you go into the land of Caʹnaan, this is the land that will fall to you as an inheritance, the land of Caʹnaan according to its boundaries."},{"Verse":3,"Text":" “‘Your southern border will extend from the wilderness of Zin alongside Eʹdom, and your south boundary on the east will be from the extremity of the Salt Sea."},{"Verse":4,"Text":" Your boundary will change direction to pass south of the ascent of Akrabʹbim and continue to Zin, and its end will be south of Kaʹdesh-barʹnea. Then it will extend to Haʹzar-adʹdar and continue to Azʹmon."},{"Verse":5,"Text":" The boundary will change direction at Azʹmon to the Wadi of Egypt, and its end will be at the Sea."},{"Verse":6,"Text":" “‘Your western boundary will be the Great Sea and the coast. This will become your western boundary."},{"Verse":7,"Text":" “‘Now this will be your northern boundary: From the Great Sea you will mark your boundary out to Mount Hor."},{"Verse":8,"Text":" From Mount Hor you will mark out the boundary to Leʹbo-haʹmath, and the end of the boundary will be at Zeʹdad."},{"Verse":9,"Text":" And the boundary will extend to Ziphʹron, and its end will be Haʹzar-eʹnan. This will become your northern boundary."},{"Verse":10,"Text":" “‘Then you should mark as your boundary on the east from Haʹzar-eʹnan to Sheʹpham."},{"Verse":11,"Text":" The boundary will extend from Sheʹpham to Ribʹlah on the east of Aʹin, and the border will go down and cross the eastern slope of the Sea of Chinʹnereth."},{"Verse":12,"Text":" The border will extend to the Jordan, and its end will be the Salt Sea. This will be your land and the boundaries surrounding it.’”"},{"Verse":13,"Text":" So Moses instructed the Israelites, saying: “This is the land that you will apportion as your possession by lot, just as Jehovah has commanded to give to the nine and a half tribes."},{"Verse":14,"Text":" For the tribe of the Reuʹbenites by their paternal house, the tribe of the Gadʹites by their paternal house, and the half tribe of Manasʹseh have already taken their inheritance."},{"Verse":15,"Text":" The two and a half tribes have already taken their inheritance east of the region of the Jordan by Jerʹicho, toward the sunrising.”"},{"Verse":16,"Text":" Jehovah spoke further to Moses, saying:"},{"Verse":17,"Text":" “These are the names of the men who will divide the land for you to possess: Eleaʹzar the priest and Joshua the son of Nun."},{"Verse":18,"Text":" And you will take one chieftain out of each tribe to divide the land as your inheritance."},{"Verse":19,"Text":" These are the names of the men: of the tribe of Judah, Caʹleb the son of Jephunʹneh;"},{"Verse":20,"Text":" of the tribe of the sons of Simʹeon, Shemuʹel the son of Ammiʹhud;"},{"Verse":21,"Text":" of the tribe of Benjamin, Eliʹdad the son of Chisʹlon;"},{"Verse":22,"Text":" of the tribe of the sons of Dan, a chieftain, Bukʹki the son of Jogʹli;"},{"Verse":23,"Text":" of the sons of Joseph from the tribe of the sons of Manasʹseh, a chieftain, Hanʹniel the son of Eʹphod;"},{"Verse":24,"Text":" from the tribe of the sons of Eʹphraim, a chieftain, Kemuʹel the son of Shiphʹtan;"},{"Verse":25,"Text":" of the tribe of the sons of Zebʹulun, a chieftain, Elizaʹphan the son of Parʹnach;"},{"Verse":26,"Text":" of the tribe of the sons of Isʹsachar, a chieftain, Palʹtiel the son of Azʹzan;"},{"Verse":27,"Text":" of the tribe of the sons of Ashʹer, a chieftain, Ahiʹhud the son of Sheloʹmi;"},{"Verse":28,"Text":" of the tribe of the sons of Naphʹtali, a chieftain, Pedahʹel the son of Ammiʹhud.”"},{"Verse":29,"Text":" These are the ones whom Jehovah commanded to distribute the land to the Israelites in the land of Caʹnaan."}]},{"Chapter":35,"Verses":[{"Verse":1,"Text":" Jehovah went on to speak to Moses on the desert plains of Moʹab by the Jordan at Jerʹicho, saying:"},{"Verse":2,"Text":" “Instruct the Israelites that they are to give the Levites cities to inhabit out of the inheritance they will possess, and they should give the Levites the pastures around the cities."},{"Verse":3,"Text":" They will inhabit the cities, and the pastures will be for their livestock, their goods, and all their other animals."},{"Verse":4,"Text":" The pastures of the cities that you will give the Levites will extend for 1,000 cubits from the wall all around the city."},{"Verse":5,"Text":" You should measure outside the city 2,000 cubits on the east side, 2,000 cubits on the south side, 2,000 cubits on the west side, and 2,000 cubits on the north side, with the city in the middle. These will be the pastures of their cities."},{"Verse":6,"Text":" “The cities that you will give to the Levites will be 6 cities of refuge, which you will give for the manslayer to flee to, as well as 42 other cities."},{"Verse":7,"Text":" You are to give to the Levites a total of 4"},{"Verse":8,"Text":" cities, together with their pastures. 8 The cities you give them will be from the possession of the Israelites. From the larger group you will take many, and from the smaller group you will take few. Each group will give some of its cities to the Levites in proportion to the inheritance that it receives.”"},{"Verse":9,"Text":" Jehovah continued to speak to Moses, saying:"},{"Verse":10,"Text":" “Speak to the Israelites and tell them, ‘You are crossing the Jordan to the land of Caʹnaan."},{"Verse":11,"Text":" You should choose cities convenient for yourselves to serve as cities of refuge, where the manslayer who unintentionally kills someone should flee."},{"Verse":12,"Text":" These cities will serve as a refuge for you from the blood avenger, so that the manslayer will not die until he stands trial before the assembly."},{"Verse":13,"Text":" The six cities of refuge that you provide will serve this purpose."},{"Verse":14,"Text":" You will provide three cities on this side of the Jordan and three cities in the land of Caʹnaan to serve as cities of refuge."},{"Verse":15,"Text":" These six cities will serve as a refuge for the Israelites, for the foreign resident, and for the settler among them, for anyone to flee there who unintentionally kills someone."},{"Verse":16,"Text":" “‘But if he struck him with an iron instrument and he dies, he is a murderer. The murderer should be put to death without fail."},{"Verse":17,"Text":" And if he struck him with a stone that could cause death and he dies, he is a murderer. The murderer should be put to death without fail."},{"Verse":18,"Text":" And if he struck him with a wooden instrument that could cause death and he dies, he is a murderer. The murderer should be put to death without fail."},{"Verse":19,"Text":" “‘The avenger of blood is the one who will put the murderer to death. When he encounters him, he himself will put him to death."},{"Verse":20,"Text":" If death resulted because he pushed him out of hatred or threw something at him with malicious intent,"},{"Verse":21,"Text":" or out of hatred he struck him with his hand, and he died, the one who struck him will be put to death without fail. He is a murderer. The avenger of blood will put the murderer to death when he encounters him."},{"Verse":22,"Text":" “‘But if it was unexpectedly and not out of hatred that he pushed him or threw any article at him without malicious intent,"},{"Verse":23,"Text":" or if he did not see him and caused a stone to fall on him and he was not an enemy or seeking his injury, and the person died,"},{"Verse":24,"Text":" the assembly should then judge between the one who struck him and the avenger of blood, in harmony with these judgments."},{"Verse":25,"Text":" The assembly should then save the manslayer from the hand of the avenger of blood and return him to his city of refuge to which he had fled, and he must dwell in it until the death of the high priest who was anointed with the holy oil."},{"Verse":26,"Text":" “‘But if the manslayer goes out of the boundary of his city of refuge to which he fled"},{"Verse":27,"Text":" and the avenger of blood finds him outside the boundary of his city of refuge and slays the manslayer, he has no bloodguilt."},{"Verse":28,"Text":" For he must dwell in his city of refuge until the high priest’s death. But after the high priest’s death, the manslayer may return to the land that he owns."},{"Verse":29,"Text":" These things will serve for you as a statute for judgment throughout your generations in all your dwelling places."},{"Verse":30,"Text":" “‘Whoever kills a person should be put to death as a murderer on the testimony of witnesses; but no one will be put to death on the testimony of just one witness."},{"Verse":31,"Text":" You must take no ransom for the life of a murderer who is deserving to die, for he should be put to death without fail."},{"Verse":32,"Text":" And you must not take a ransom for one who has fled to his city of refuge, allowing him to resume dwelling in his land before the death of the high priest."},{"Verse":33,"Text":" “‘You must not pollute the land in which you live, for blood pollutes the land, and there may be no atonement for the blood that has been spilled on the land except by the blood of the one who spilled it."},{"Verse":34,"Text":" You must not defile the land in which you dwell, in which I am residing; for I, Jehovah, am residing in the midst of the people of Israel.’”"}]},{"Chapter":36,"Verses":[{"Verse":1,"Text":" The family heads of the descendants of Gilʹead the son of Maʹchir the son of Manasʹseh of the families of the sons of Joseph approached and spoke before Moses and the chieftains, the family heads of the Israelites."},{"Verse":2,"Text":" They said: “Jehovah commanded my lord to distribute the land by lot as an inheritance to the Israelites; and my lord was commanded by Jehovah to give the inheritance of our brother Zeloʹphehad to his daughters."},{"Verse":3,"Text":" If they marry men from another Israelite tribe, the women’s inheritance will also be withdrawn from the inheritance of our fathers and be added to the inheritance of the tribe to which they would then belong, so that it would be withdrawn from the lot of our inheritance."},{"Verse":4,"Text":" Now when the Jubilee takes place for the people of Israel, the women’s inheritance will also be added to the inheritance of the tribe to which they then belong, so that their inheritance would be withdrawn from the inheritance of the tribe of our fathers.”"},{"Verse":5,"Text":" Then Moses commanded the Israelites at the order of Jehovah: “What the tribe of the sons of Joseph is saying is correct."},{"Verse":6,"Text":" This is the word that Jehovah has commanded for the daughters of Zeloʹphehad: ‘They may marry whomever they wish. However, they should marry someone from a family of the tribe of their father."},{"Verse":7,"Text":" No inheritance of the Israelites should circulate from tribe to tribe, for the Israelites should hold on to the inheritance of the tribe of their forefathers."},{"Verse":8,"Text":" And every daughter who possesses an inheritance among the tribes of Israel should become a wife of a descendant of her father’s tribe, so that the Israelites may keep possession of the inheritance of their forefathers."},{"Verse":9,"Text":" No inheritance should circulate from one tribe to another tribe, for the tribes of Israel should hold on to their own inheritance.’”"},{"Verse":10,"Text":" The daughters of Zeloʹphehad did just as Jehovah had commanded Moses."},{"Verse":11,"Text":" So Mahʹlah, Tirʹzah, Hogʹlah, Milʹcah, and Noah, the daughters of Zeloʹphehad, married the sons of their father’s brothers."},{"Verse":12,"Text":" They became wives of men from the families of Manasʹseh the son of Joseph so that their inheritance would remain in the tribe of their father’s family."},{"Verse":13,"Text":" These are the commandments and the judicial decisions that Jehovah gave to the Israelites through Moses on the desert plains of Moʹab by the Jordan at Jerʹicho."}]}]}