{"Name":"\\Projects\\nwt_jsonifier\\nwt_E\\nwt_23_Isa_E","Abbrev":["nu","num"],"Chapters":[{"Chapter":1,"Verses":[{"Verse":1,"Text":" The vision that Isaiah the son of Aʹmoz saw concerning Judah and Jerusalem in the days of Uzziʹah, Joʹtham, Aʹhaz, and Hezekiʹah, kings of Judah:"},{"Verse":2,"Text":" Hear, O heavens, and pay attention, O earth,\r\nFor Jehovah has spoken:\r\n“Sons I have brought up and raised,\r\nBut they have revolted against me."},{"Verse":3,"Text":" A bull well knows its buyer,\r\nAnd a donkey the manger of its owner;\r\nBut Israel does not know me,\r\nMy own people do not behave with understanding.”"},{"Verse":4,"Text":" Woe to the sinful nation,\r\nThe people weighed down with error,\r\nA brood of wicked men, corrupt children!\r\nThey have abandoned Jehovah;\r\nThey have treated the Holy One of Israel with disrespect;\r\nThey have turned their backs on him."},{"Verse":5,"Text":" Where will you be struck next as you add to your rebellion?\r\nThe whole head is sick,\r\nAnd the whole heart is diseased."},{"Verse":6,"Text":" From the sole of the foot to the head, nothing is healthy.\r\nThere are wounds and bruises and open sores\r\n—They have not been treated or bound up or softened with oil."},{"Verse":7,"Text":" Your land is desolate.\r\nYour cities are burned with fire.\r\nForeigners devour your land right in front of you.\r\nIt is like a wasteland overthrown by foreigners."},{"Verse":8,"Text":" The daughter of Zion has been left like a shelter in a vineyard,\r\nLike a hut in a cucumber field,\r\nLike a city under siege."},{"Verse":9,"Text":" Unless Jehovah of armies had left us a few survivors,\r\nWe should have become just like Sodʹom,\r\nAnd we should have resembled Gomorʹrah."},{"Verse":10,"Text":" Hear the word of Jehovah, you dictators of Sodʹom.\r\nPay attention to the law of our God, you people of Gomorʹrah."},{"Verse":11,"Text":" “Of what benefit to me are your many sacrifices?” says Jehovah.\r\n“I have had enough of your burnt offerings of rams and the fat of well-fed animals,\r\nAnd I have no delight in the blood of young bulls and lambs and goats."},{"Verse":12,"Text":" When you come to appear before me,\r\nWho has required this from you,\r\nThis trampling of my courtyards?"},{"Verse":13,"Text":" Stop bringing in any more worthless grain offerings.\r\nYour incense is detestable to me.\r\nNew moons, sabbaths, the calling of conventions\r\n—I cannot put up with the use of magical power along with your solemn assembly."},{"Verse":14,"Text":" I have hated your new moons and your festivals.\r\nThey have become a burden to me;\r\nI am tired of bearing them."},{"Verse":15,"Text":" And when you spread out your palms,\r\nI hide my eyes from you.\r\nAlthough you offer many prayers,\r\nI am not listening;\r\nYour hands are filled with blood."},{"Verse":16,"Text":" Wash yourselves, make yourselves clean;\r\nRemove your evil deeds from my sight;\r\nStop doing bad."},{"Verse":17,"Text":" Learn to do good, seek justice,\r\nCorrect the oppressor,\r\nDefend the rights of the fatherless child,\r\nAnd plead the cause of the widow.”"},{"Verse":18,"Text":" “Come, now, and let us set matters straight between us,” says Jehovah.\r\n“Though your sins are like scarlet,\r\nThey will be made as white as snow;\r\nThough they are as red as crimson cloth,\r\nThey will become like wool."},{"Verse":19,"Text":" If you show willingness and listen,\r\nYou will eat the good things of the land."},{"Verse":20,"Text":" But if you refuse and rebel,\r\nYou will be devoured by the sword,\r\nFor the mouth of Jehovah has spoken it.”"},{"Verse":21,"Text":" How the faithful city has become a prostitute!\r\nShe was full of justice;\r\nRighteousness used to lodge in her,\r\nBut now murderers."},{"Verse":22,"Text":" Your silver has become dross,\r\nAnd your beer is diluted with water."},{"Verse":23,"Text":" Your princes are stubborn and partners with thieves.\r\nEvery one of them loves a bribe and chases after gifts.\r\nThey do not grant justice to the fatherless,\r\nAnd the legal case of the widow never reaches them."},{"Verse":24,"Text":" Therefore the true Lord, Jehovah of armies,\r\nThe Powerful One of Israel, declares:\r\n“Ah! I will rid myself of my adversaries,\r\nAnd I will take revenge on my enemies."},{"Verse":25,"Text":" I will turn my hand against you,\r\nI will smelt away your dross as with lye,\r\nAnd I will remove all your impurities."},{"Verse":26,"Text":" I will restore your judges as in the beginning\r\nAnd your advisers as at the start.\r\nAfter this you will be called City of Righteousness, Faithful Town."},{"Verse":27,"Text":" With justice Zion will be redeemed,\r\nAnd her people who return, with righteousness."},{"Verse":28,"Text":" The rebels and the sinners will be broken together,\r\nAnd those leaving Jehovah will come to their finish."},{"Verse":29,"Text":" For they will be ashamed of the mighty trees that you desired,\r\nAnd you will be disgraced because of the gardens that you chose."},{"Verse":30,"Text":" For you will become like a big tree with withering leaves,\r\nAnd like a garden without water."},{"Verse":31,"Text":" The strong man will become tow,\r\nAnd his work a spark;\r\nBoth of them will go up in flames together,\r\nWith no one to extinguish them.”"}]},{"Chapter":2,"Verses":[{"Verse":1,"Text":" This is what Isaiah the son of Aʹmoz saw concerning Judah and Jerusalem:"},{"Verse":2,"Text":" In the final part of the days,\r\nThe mountain of the house of Jehovah\r\nWill become firmly established above the top of the mountains,\r\nAnd it will be raised up above the hills,\r\nAnd to it all the nations will stream."},{"Verse":3,"Text":" And many peoples will go and say:\r\n“Come, let us go up to the mountain of Jehovah,\r\nTo the house of the God of Jacob.\r\nHe will instruct us about his ways,\r\nAnd we will walk in his paths.”\r\nFor law will go out of Zion,\r\nAnd the word of Jehovah out of Jerusalem."},{"Verse":4,"Text":" He will render judgment among the nations\r\nAnd set matters straight respecting many peoples.\r\nThey will beat their swords into plowshares\r\nAnd their spears into pruning shears.\r\nNation will not lift up sword against nation,\r\nNor will they learn war anymore."},{"Verse":5,"Text":" O house of Jacob, come,\r\nLet us walk in the light of Jehovah."},{"Verse":6,"Text":" For you have forsaken your people, the house of Jacob,\r\nBecause they have become full of things from the East;\r\nThey practice magic like the Philisʹtines,\r\nAnd they abound with the children of foreigners."},{"Verse":7,"Text":" Their land is filled with silver and gold,\r\nAnd there is no limit to their treasures.\r\nTheir land is filled with horses,\r\nAnd there is no limit to their chariots."},{"Verse":8,"Text":" Their land is filled with worthless gods.\r\nThey bow down to the work of their own hands,\r\nTo what their own fingers have made."},{"Verse":9,"Text":" So man bows down, he becomes low,\r\nAnd you cannot possibly pardon them."},{"Verse":10,"Text":" Enter into the rock and hide yourself in the dust\r\nBecause of the terrifying presence of Jehovah\r\nAnd his majestic splendor."},{"Verse":11,"Text":" The haughty eyes of man will be brought low,\r\nAnd the arrogance of men will bow down.\r\nJehovah alone will be exalted in that day."},{"Verse":12,"Text":" For it is the day belonging to Jehovah of armies.\r\nIt is coming upon everyone who is haughty and lofty,\r\nUpon everyone, whether exalted or lowly,"},{"Verse":13,"Text":" Upon all the cedars of Lebʹanon that are lofty and exalted\r\nAnd upon all the oaks of Baʹshan,"},{"Verse":14,"Text":" Upon all the lofty mountains\r\nAnd upon all the high hills,"},{"Verse":15,"Text":" Upon every high tower and every fortified wall,"},{"Verse":16,"Text":" Upon all the ships of Tarʹshish\r\nAnd upon all desirable boats."},{"Verse":17,"Text":" Man’s haughtiness will be brought down,\r\nAnd the arrogance of men will bow low.\r\nJehovah alone will be exalted in that day."},{"Verse":18,"Text":" The worthless gods will completely disappear."},{"Verse":19,"Text":" And people will enter into the caves of the rocks\r\nAnd into the holes in the ground,\r\nBecause of the terrifying presence of Jehovah\r\nAnd his majestic splendor,\r\nWhen he arises to make the earth tremble in terror."},{"Verse":20,"Text":" In that day men will take their worthless gods of silver and of gold\r\nThat they had made for themselves to bow down to\r\nAnd throw them away to the shrewmice and to the bats,"},{"Verse":21,"Text":" In order to enter into the holes in the rocks\r\nAnd into the clefts of the crags,\r\nBecause of the terrifying presence of Jehovah\r\nAnd his majestic splendor,\r\nWhen he arises to make the earth tremble in terror."},{"Verse":22,"Text":" For your own sakes, quit trusting in mere man,\r\nWho is only the breath in his nostrils.\r\nWhy should he be taken into account?"}]},{"Chapter":3,"Verses":[{"Verse":1,"Text":" For look! the true Lord, Jehovah of armies,\r\nIs removing from Jerusalem and Judah every kind of support and supply,\r\nAll support of bread and water,"},{"Verse":2,"Text":" Mighty man and warrior,\r\nJudge and prophet, diviner and elder,"},{"Verse":3,"Text":" Chief of 50, dignitary, and adviser,\r\nThe expert magician and the skilled charmer."},{"Verse":4,"Text":" I will make boys their princes,\r\nAnd the unstable will rule over them."},{"Verse":5,"Text":" The people will oppress one another,\r\nEach one his fellow man.\r\nThe boy will assault the old man,\r\nAnd the lightly esteemed one will defy the respected one."},{"Verse":6,"Text":" Each one will take hold of his brother in his father’s house and say:\r\n“You have a cloak—you be our commander.\r\nTake charge of this overthrown pile of ruins.”"},{"Verse":7,"Text":" But he will protest in that day:\r\n“I will not be your wound dresser;\r\nI have no food or clothing in my house.\r\nDo not make me commander over the people.”"},{"Verse":8,"Text":" For Jerusalem has stumbled,\r\nAnd Judah has fallen,\r\nBecause in word and deed they are against Jehovah;\r\nThey behave defiantly in his glorious presence."},{"Verse":9,"Text":" The expression of their faces testifies against them,\r\nAnd they proclaim their sin like Sodʹom;\r\nThey do not try to hide it.\r\nWoe to them, for they are bringing disaster on themselves!"},{"Verse":10,"Text":" Tell the righteous that it will go well for them;\r\nThey will be rewarded for what they do."},{"Verse":11,"Text":" Woe to the wicked one!\r\nDisaster will befall him,\r\nFor what his hands have done will be done to him!"},{"Verse":12,"Text":" As for my people, their taskmasters are abusive,\r\nAnd women rule over them.\r\nMy people, your leaders are causing you to wander,\r\nAnd they confuse the direction of your paths."},{"Verse":13,"Text":" Jehovah is taking his position to accuse;\r\nHe is standing up to pass sentence on peoples."},{"Verse":14,"Text":" Jehovah will enter into judgment with the elders and princes of his people.\r\n“You have burned down the vineyard,\r\nAnd what you have stolen from the poor is in your houses."},{"Verse":15,"Text":" How dare you crush my people\r\nAnd grind the faces of the poor in the dirt?” declares the Sovereign Lord, Jehovah of armies."},{"Verse":16,"Text":" Jehovah says: “Because the daughters of Zion are haughty,\r\nWalking with their heads high,\r\nFlirting with their eyes, skipping along,\r\nMaking a tinkling sound with their anklets,"},{"Verse":17,"Text":" Jehovah will also strike the head of the daughters of Zion with scabs,\r\nAnd Jehovah will make their forehead bare."},{"Verse":18,"Text":" In that day Jehovah will take away the beauty of their bangles,\r\nThe headbands and the crescent-shaped ornaments,"},{"Verse":19,"Text":" The earrings, the bracelets, and the veils,"},{"Verse":20,"Text":" The headdresses, the ankle chains, and the breastbands,\r\nThe perfume receptacles and the charms,"},{"Verse":21,"Text":" The finger rings and the nose rings,"},{"Verse":22,"Text":" The ceremonial robes, the overtunics, the cloaks, and the purses,"},{"Verse":23,"Text":" The hand mirrors and the linen garments,\r\nThe turbans and the veils."},{"Verse":24,"Text":" Instead of balsam oil, there will be a rotten smell;\r\nInstead of a belt, a rope;\r\nInstead of a beautiful hairstyle, baldness;\r\nInstead of a rich garment, a garment of sackcloth;\r\nAnd a brand mark instead of beauty."},{"Verse":25,"Text":" By the sword your men will fall,\r\nAnd your mighty men in battle."},{"Verse":26,"Text":" Her entrances will mourn and grieve,\r\nAnd she will sit on the ground desolate.”"}]},{"Chapter":4,"Verses":[{"Verse":1,"Text":" And seven women will grab hold of one man in that day, saying:\r\n“We will eat our own bread\r\nAnd wear our own clothing;\r\nOnly let us be called by your name\r\nTo take away our disgrace.”"},{"Verse":2,"Text":" In that day what Jehovah makes sprout will be splendid and glorious, and the fruitage of the land will be the pride and beauty of the survivors of Israel."},{"Verse":3,"Text":" Whoever remains in Zion and is left over in Jerusalem will be called holy, all of those in Jerusalem written down for life."},{"Verse":4,"Text":" When Jehovah washes away the filth of the daughters of Zion and rinses away the bloodshed of Jerusalem from her midst by the spirit of judgment and by a spirit of burning,"},{"Verse":5,"Text":" Jehovah will also create over the whole site of Mount Zion and over the place of her conventions a cloud and smoke by day and a bright flaming fire by night; for over all the glory there will be a shelter."},{"Verse":6,"Text":" And there will be a booth for shade by day from the heat, and for refuge and protection from storms and the rain."}]},{"Chapter":5,"Verses":[{"Verse":1,"Text":" Let me sing, please, to my beloved\r\nA song about my loved one and his vineyard.\r\nMy beloved had a vineyard on a fruitful hillside."},{"Verse":2,"Text":" He dug it up and rid it of stones.\r\nHe planted it with a choice red vine,\r\nBuilt a tower in the middle of it,\r\nAnd hewed out a winepress in it.\r\nThen he kept hoping for it to produce grapes,\r\nBut it produced only wild grapes."},{"Verse":3,"Text":" “And now, you inhabitants of Jerusalem and men of Judah,\r\nPlease judge between me and my vineyard."},{"Verse":4,"Text":" What more could I have done for my vineyard\r\nThat I have not already done?\r\nWhy, when I hoped for grapes,\r\nDid it produce only wild grapes?"},{"Verse":5,"Text":" Now, please, let me tell you\r\nWhat I will do to my vineyard:\r\nI will remove its hedge,\r\nAnd it will be burned down.\r\nI will break down its stone wall,\r\nAnd it will be trampled on."},{"Verse":6,"Text":" I will make it a wasteland;\r\nIt will not be pruned or hoed.\r\nIt will be overgrown with thornbushes and weeds,\r\nAnd I will command the clouds not to send any rain on it."},{"Verse":7,"Text":" For the vineyard of Jehovah of armies is the house of Israel;\r\nThe men of Judah are the plantation he was fond of.\r\nHe kept hoping for justice,\r\nBut look! there was injustice;\r\nFor righteousness,\r\nBut look! a cry of distress.”"},{"Verse":8,"Text":" Woe to those who join one house to another house\r\nAnd who annex one field to another field\r\nUntil there is no more room\r\nAnd you live by yourselves on the land!"},{"Verse":9,"Text":" Jehovah of armies has sworn in my ears\r\nThat many houses, though great and beautiful,\r\nWill become an object of horror,\r\nWithout an inhabitant."},{"Verse":10,"Text":" For ten acres of vineyard will produce but one bath measure,\r\nAnd a hoʹmer measure of seed will produce only an eʹphah."},{"Verse":11,"Text":" Woe to those who get up early in the morning to drink alcohol,\r\nWho linger late into the evening darkness until wine inflames them!"},{"Verse":12,"Text":" They have harp and stringed instrument,\r\nTambourine, flute, and wine at their feasts;\r\nBut they do not consider the activity of Jehovah,\r\nAnd they do not see the work of his hands."},{"Verse":13,"Text":" So my people will go into exile\r\nFor lack of knowledge;\r\nTheir glorious men will go hungry,\r\nAnd all their people will be parched with thirst."},{"Verse":14,"Text":" So the Grave has enlarged itself\r\nAnd has opened its mouth wide without limit;\r\nAnd her splendor, her noisy multitudes, and her revelers\r\nWill certainly go down into it."},{"Verse":15,"Text":" And man will bow down,\r\nMan will be brought low,\r\nAnd the eyes of the haughty will be brought low."},{"Verse":16,"Text":" Jehovah of armies will be exalted by his judgment;\r\nThe true God, the Holy One, will sanctify himself through righteousness."},{"Verse":17,"Text":" And the lambs will graze as in their pasture;\r\nForeign residents will feed on the desolate places of well-fed animals."},{"Verse":18,"Text":" Woe to those who drag along their guilt with ropes of deception\r\nAnd their sin with wagon cords;"},{"Verse":19,"Text":" Those who say: “Let Him speed up his work;\r\nLet it come quickly that we may see it.\r\nLet the purpose of the Holy One of Israel take place\r\nThat we may know it!”"},{"Verse":20,"Text":" Woe to those who say that good is bad and bad is good,\r\nThose who substitute darkness for light and light for darkness,\r\nThose who put bitter for sweet and sweet for bitter!"},{"Verse":21,"Text":" Woe to those wise in their own eyes\r\nAnd discreet in their own sight!"},{"Verse":22,"Text":" Woe to those who are mighty in drinking wine\r\nAnd to the men who are masters at mixing alcoholic drinks,"},{"Verse":23,"Text":" Those who acquit the wicked for a bribe\r\nAnd who deny justice to the righteous!"},{"Verse":24,"Text":" Therefore, just as the tongue of fire consumes the stubble\r\nAnd dry grass shrivels in the flames,\r\nTheir very roots will rot,\r\nAnd their blossoms will scatter like powder,\r\nBecause they rejected the law of Jehovah of armies\r\nAnd disrespected the word of the Holy One of Israel."},{"Verse":25,"Text":" That is why the anger of Jehovah burns against his people,\r\nAnd he will stretch out his hand against them and strike them.\r\nThe mountains will quake,\r\nAnd their corpses will be like refuse in the streets.\r\nIn view of all this, his anger has not turned back,\r\nBut his hand is still stretched out to strike."},{"Verse":26,"Text":" He has raised up a signal to a distant nation;\r\nHe has whistled for them to come from the ends of the earth;\r\nAnd look! they are coming very swiftly."},{"Verse":27,"Text":" None among them are tired or stumbling.\r\nNo one is drowsy or sleeps.\r\nThe belt around their waist is not loosened,\r\nNor are their sandal laces broken."},{"Verse":28,"Text":" All their arrows are sharp,\r\nAnd all their bows are bent.\r\nThe hooves of their horses are like flint,\r\nAnd their wheels like a storm wind."},{"Verse":29,"Text":" Their roaring is like that of a lion;\r\nThey roar like young lions.\r\nThey will growl and seize the prey\r\nAnd carry it off with no one to rescue it."},{"Verse":30,"Text":" In that day they will growl over it\r\nLike the growling of the sea.\r\nAnyone who gazes at the land will see distressing darkness;\r\nEven the light has grown dark because of the clouds."}]},{"Chapter":6,"Verses":[{"Verse":1,"Text":" In the year that King Uzziʹah died, I saw Jehovah sitting on a lofty and elevated throne, and the skirts of his robe filled the temple."},{"Verse":2,"Text":" Seraphs were standing above him; each had six wings. Each covered his face with two and covered his feet with two, and each of them would fly about with two."},{"Verse":3,"Text":" And one called to the other:\r\n“Holy, holy, holy is Jehovah of armies.\r\nThe whole earth is filled with his glory.”"},{"Verse":4,"Text":" And the pivots of the thresholds quivered at the sound of the shouting, and the house was filled with smoke."},{"Verse":5,"Text":" Then I said: “Woe to me!\r\nI am as good as dead,\r\nFor I am a man of unclean lips,\r\nAnd I live among a people of unclean lips;\r\nFor my eyes have seen the King, Jehovah of armies himself!”"},{"Verse":6,"Text":" At that, one of the seraphs flew to me, and in his hand was a glowing coal that he had taken with tongs from the altar."},{"Verse":7,"Text":" He touched my mouth and said:\r\n“Look! This has touched your lips.\r\nYour guilt is removed,\r\nAnd your sin is atoned for.”"},{"Verse":8,"Text":" Then I heard the voice of Jehovah saying: “Whom shall I send, and who will go for us?” And I said: “Here I am! Send me!”"},{"Verse":9,"Text":" And he replied, “Go, and say to this people:\r\n‘You will hear again and again,\r\nBut you will not understand;\r\nYou will see again and again,\r\nBut you will not get any knowledge.’"},{"Verse":10,"Text":" Make the heart of this people unreceptive,\r\nMake their ears unresponsive,\r\nAnd paste their eyes together,\r\nSo that they may not see with their eyes\r\nAnd hear with their ears,\r\nSo that their heart may not understand\r\nAnd they may not turn back and be healed.”"},{"Verse":11,"Text":" At this I said: “How long, O Jehovah?” Then he said:\r\n“Until the cities crash in ruins without an inhabitant\r\nAnd the houses are without people\r\nAnd the land is ruined and desolate;"},{"Verse":12,"Text":" Until Jehovah removes men far away\r\nAnd the deserted condition of the land becomes very extensive."},{"Verse":13,"Text":" “But there will still be a tenth in it, and it will again be burned, like a big tree and like an oak, which after they are cut down leave a stump; a holy seed will be its stump.”"}]},{"Chapter":7,"Verses":[{"Verse":1,"Text":" Now in the days of Aʹhaz son of Joʹtham son of Uzziʹah, the king of Judah, King Reʹzin of Syria and Peʹkah son of Remaliʹah, the king of Israel, came up to wage war against Jerusalem, but he could not capture it."},{"Verse":2,"Text":" A report was made to the house of David: “Syria has joined forces with Eʹphraim.”\r\nAnd the heart of Aʹhaz and the heart of his people began to tremble, like the trees of the forest shaking in the wind."},{"Verse":3,"Text":" Jehovah then said to Isaiah: “Go out, please, to meet Aʹhaz, you and your son Sheʹar-jaʹshub, at the end of the conduit of the upper pool by the highway of the laundryman’s field."},{"Verse":4,"Text":" You must say to him, ‘Take care to stay calm. Do not be afraid, and do not lose heart because of these two stumps of smoldering logs, because of the hot anger of Reʹzin and Syria and the son of Remaliʹah."},{"Verse":5,"Text":" For Syria with Eʹphraim and the son of Remaliʹah have plotted harm against you, saying:"},{"Verse":6,"Text":" “Let us go up against Judah and tear it apart and conquer it for ourselves, and let us appoint the son of Tabʹeel as its king.”"},{"Verse":7,"Text":" “‘This is what the Sovereign Lord Jehovah says:\r\n“It will not succeed,\r\nNor will it take place."},{"Verse":8,"Text":" For the head of Syria is Damascus,\r\nAnd the head of Damascus is Reʹzin.\r\nWithin just 65 years\r\nEʹphraim will be completely shattered and cease to be a people."},{"Verse":9,"Text":" The head of Eʹphraim is Samarʹia,\r\nAnd the head of Samarʹia is the son of Remaliʹah.\r\nUnless you have firm faith,\r\nYou will not be firmly established.”’”"},{"Verse":10,"Text":" Jehovah continued speaking to Aʹhaz:"},{"Verse":11,"Text":" “Ask for a sign from Jehovah your God; it may be as deep as the Grave or as high as the sky.”"},{"Verse":12,"Text":" But Aʹhaz said: “I will not ask, nor will I put Jehovah to the test.”"},{"Verse":13,"Text":" Isaiah then said: “Listen, please, O house of David. Is it not enough that you try the patience of men? Must you also try the patience of God?"},{"Verse":14,"Text":" Therefore, Jehovah himself will give you a sign: Look! The young woman will become pregnant and will give birth to a son, and she will name him Immanʹuel."},{"Verse":15,"Text":" He will eat butter and honey by the time that he knows how to reject the bad and choose the good."},{"Verse":16,"Text":" For before the boy knows how to reject the bad and choose the good, the land of the two kings whom you dread will be completely abandoned."},{"Verse":17,"Text":" Jehovah will bring against you and against your people and against the house of your father a time such as has not come since the day Eʹphraim broke away from Judah, for He will bring the king of Assyrʹia."},{"Verse":18,"Text":" “In that day Jehovah will whistle for the flies from the distant streams of the Nile of Egypt and for the bees in the land of Assyrʹia,"},{"Verse":19,"Text":" and they will all come and settle down on the steep valleys, on the rocky clefts, on all the thornbushes, and on all the watering places."},{"Verse":20,"Text":" “In that day by means of a hired razor from the region of the River, by means of the king of Assyrʹia, Jehovah will shave the head and the hair of the legs, and it will sweep away the beard as well."},{"Verse":21,"Text":" “In that day a man will keep alive a young cow of the herd and two sheep."},{"Verse":22,"Text":" And because of the abundance of milk, he will eat butter, for everyone remaining in the land will eat butter and honey."},{"Verse":23,"Text":" “In that day wherever there used to be 1,000 vines worth 1,000 pieces of silver, there will be only thornbushes and weeds."},{"Verse":24,"Text":" Men will go there with bow and arrow, because all the land will become thornbushes and weeds."},{"Verse":25,"Text":" And all the mountains that used to be cleared with a hoe, you will not go near for fear of thornbushes and weeds; they will become a grazing place for bulls and a trampling ground of sheep.”"}]},{"Chapter":8,"Verses":[{"Verse":1,"Text":" Jehovah said to me: “Take a large tablet and write on it with an ordinary stylus, ‘Maʹher-shalʹal-hash-baz.’"},{"Verse":2,"Text":" And let me have it confirmed in writing by faithful witnesses, Uriʹah the priest and Zechariʹah the son of Jeberechiʹah.”"},{"Verse":3,"Text":" Then I had relations with the prophetess, and she became pregnant and in time gave birth to a son. Jehovah then said to me: “Name him Maʹher-shalʹal-hash-baz,"},{"Verse":4,"Text":" for before the boy knows how to call out, ‘My father!’ and ‘My mother!’ the resources of Damascus and the spoil of Samarʹia will be carried away before the king of Assyrʹia.”"},{"Verse":5,"Text":" Jehovah spoke to me again:"},{"Verse":6,"Text":" “Because this people has rejected the gently flowing waters of the Shiloʹah\r\nAnd they rejoice over Reʹzin and the son of Remaliʹah,"},{"Verse":7,"Text":" Therefore look! Jehovah will bring against them\r\nThe mighty and vast waters of the River,\r\nThe king of Assyrʹia and all his glory.\r\nHe will come up over all his streambeds\r\nAnd overflow all his banks"},{"Verse":8,"Text":" And sweep through Judah.\r\nHe will flood and pass through, reaching to the neck;\r\nHis outspread wings will fill the breadth of your land,\r\nO Immanʹuel!”"},{"Verse":9,"Text":" Cause harm, you peoples, but you will be shattered to pieces.\r\nListen, all you from distant parts of the earth!\r\nPrepare for battle, but you will be shattered to pieces!\r\nPrepare for battle, but you will be shattered to pieces!"},{"Verse":10,"Text":" Devise a plan, but it will be thwarted!\r\nSay what you like, but it will not succeed,\r\nFor God is with us!"},{"Verse":11,"Text":" With his strong hand on me, this is what Jehovah said to me to warn me away from following the course of this people:"},{"Verse":12,"Text":" “You should not call a conspiracy what this people calls a conspiracy!\r\nDo not fear what they fear;\r\nDo not tremble at it."},{"Verse":13,"Text":" Jehovah of armies—he is the One you should regard as holy,\r\nHe is the One you should fear,\r\nAnd he is the One who should cause you to tremble.”"},{"Verse":14,"Text":" He will become as a sanctuary,\r\nBut as a stone to strike against\r\nAnd as a rock to stumble over\r\nTo both houses of Israel,\r\nAs a trap and a snare\r\nTo the inhabitants of Jerusalem."},{"Verse":15,"Text":" Many of them will stumble and fall and be broken;\r\nThey will be ensnared and caught."},{"Verse":16,"Text":" Wrap up the written confirmation;\r\nSeal up the law among my disciples!"},{"Verse":17,"Text":" I will keep in expectation of Jehovah, who is hiding his face from the house of Jacob, and I will hope in him."},{"Verse":18,"Text":" Look! I and the children whom Jehovah has given me are as signs and as miracles in Israel from Jehovah of armies, who resides on Mount Zion."},{"Verse":19,"Text":" And if they say to you: “Inquire of the spirit mediums or of the fortune-tellers who chirp and mutter,” is it not of their God that a people should inquire? Should they inquire of the dead in behalf of the living?"},{"Verse":20,"Text":" Instead, they should inquire of the law and of the written confirmation!\r\nWhen they do not speak according to this word, they have no light."},{"Verse":21,"Text":" And each one will pass through the land afflicted and hungry; and because he is hungry and indignant, he will curse his king and his God as he looks upward."},{"Verse":22,"Text":" Then he will look to the earth and see only distress and darkness, obscurity and hard times, gloom and no brightness."}]},{"Chapter":9,"Verses":[{"Verse":1,"Text":" However, the gloom will not be as when the land had distress, as in former times when the land of Zebʹulun and the land of Naphʹtali were treated with contempt. But at a later time He will cause it to be honored—the way by the sea, in the region of the Jordan, Galʹilee of the nations."},{"Verse":2,"Text":" The people who were walking in the darkness\r\nHave seen a great light.\r\nAs for those dwelling in the land of deep shadow,\r\nLight has shone on them."},{"Verse":3,"Text":" You have made the nation populous;\r\nYou have made its rejoicing great.\r\nThey rejoice before you\r\nAs people rejoice in the harvesttime,\r\nAs those who joyfully divide up the spoil."},{"Verse":4,"Text":" For you have shattered to pieces the yoke of their load,\r\nThe rod on their shoulders, the staff of the taskmaster,\r\nAs in the day of Midʹian."},{"Verse":5,"Text":" Every boot that shakes the earth as it marches\r\nAnd every garment soaked in blood\r\nWill become fuel for the fire."},{"Verse":6,"Text":" For a child has been born to us,\r\nA son has been given to us;\r\nAnd the rulership will rest on his shoulder.\r\nHis name will be called Wonderful Counselor, Mighty God, Eternal Father, Prince of Peace."},{"Verse":7,"Text":" To the increase of his rulership\r\nAnd to peace, there will be no end,\r\nOn the throne of David and on his kingdom\r\nIn order to establish it firmly and to sustain it\r\nThrough justice and righteousness,\r\nFrom now on and forever.\r\nThe zeal of Jehovah of armies will do this."},{"Verse":8,"Text":" Jehovah sent a word against Jacob,\r\nAnd it has come against Israel."},{"Verse":9,"Text":" And all the people will know it\r\n—Eʹphraim and the inhabitants of Samarʹia—\r\nWho say in their haughtiness and in their insolence of heart:"},{"Verse":10,"Text":" “Bricks have fallen,\r\nBut we will build with hewn stone.\r\nSycamore trees have been cut down,\r\nBut we will replace them with cedars.”"},{"Verse":11,"Text":" Jehovah will raise up Reʹzin’s adversaries against him\r\nAnd will stir his enemies to action,"},{"Verse":12,"Text":" Syria from the east and the Philisʹtines from the west,\r\nThey will devour Israel with open mouths.\r\nIn view of all this, his anger has not turned back,\r\nBut his hand is still stretched out to strike."},{"Verse":13,"Text":" For the people have not returned to the One who strikes them;\r\nThey have not sought Jehovah of armies."},{"Verse":14,"Text":" Jehovah will cut off from Israel\r\nHead and tail, shoot and rush, in one day."},{"Verse":15,"Text":" The elder and highly respected one is the head,\r\nAnd the prophet giving false instruction is the tail."},{"Verse":16,"Text":" Those leading this people are causing them to wander,\r\nAnd those who are being led are confused."},{"Verse":17,"Text":" That is why Jehovah will not rejoice over their young men,\r\nAnd he will have no mercy on their fatherless children and their widows\r\nBecause all of them are apostates and evildoers\r\nAnd every mouth is speaking senselessness.\r\nIn view of all this, his anger has not turned back,\r\nBut his hand is still stretched out to strike."},{"Verse":18,"Text":" For wickedness burns like a fire,\r\nConsuming thornbushes and weeds.\r\nIt will set fire to the thickets of the forest,\r\nAnd they will go up in clouds of smoke."},{"Verse":19,"Text":" In the fury of Jehovah of armies\r\nThe land has been set on fire,\r\nAnd the people will become fuel for the fire.\r\nNo one will spare even his brother."},{"Verse":20,"Text":" One will cut down on the right\r\nBut still be hungry;\r\nAnd one will eat on the left\r\nBut will not be satisfied.\r\nEach will devour the flesh of his own arm,"},{"Verse":21,"Text":" Manasʹseh will devour Eʹphraim,\r\nAnd Eʹphraim Manasʹseh.\r\nTogether they will be against Judah.\r\nIn view of all this, his anger has not turned back,\r\nBut his hand is still stretched out to strike."}]},{"Chapter":10,"Verses":[{"Verse":1,"Text":" Woe to those who enact harmful regulations,\r\nWho constantly draft oppressive decrees,"},{"Verse":2,"Text":" To deny the legal claim of the poor,\r\nTo deprive the lowly among my people of justice,\r\nMaking widows their spoil\r\nAnd fatherless children their plunder!"},{"Verse":3,"Text":" What will you do on the day of reckoning,\r\nWhen destruction comes from afar?\r\nTo whom will you flee for assistance,\r\nAnd where will you leave your wealth?"},{"Verse":4,"Text":" Nothing remains except to crouch among the prisoners\r\nOr to fall among the slain.\r\nIn view of all this, his anger has not turned back,\r\nBut his hand is still stretched out to strike."},{"Verse":5,"Text":" “Aha! the Assyrʹian,\r\nThe rod to express my anger\r\nAnd the staff in their hand for my denunciation!"},{"Verse":6,"Text":" I will send him against an apostate nation,\r\nAgainst the people who infuriated me;\r\nI will command him to take much spoil and much plunder\r\nAnd to trample them like mud in the streets."},{"Verse":7,"Text":" But he will not be inclined this way\r\nAnd his heart will not scheme this way;\r\nFor it is in his heart to annihilate,\r\nTo cut off many nations, not a few."},{"Verse":8,"Text":" For he says,\r\n‘Are not my princes all kings?"},{"Verse":9,"Text":" Is not Calʹno just like Carʹchemish?\r\nIs not Haʹmath like Arʹpad?\r\nIs not Samarʹia like Damascus?"},{"Verse":10,"Text":" My hand has seized the kingdoms of the worthless gods,\r\nWhose graven images were more than those of Jerusalem and Samarʹia!"},{"Verse":11,"Text":" Will I not also do to Jerusalem and her idols\r\nJust as I have done to Samarʹia and to her worthless gods?’"},{"Verse":12,"Text":" “When Jehovah finishes all his work on Mount Zion and in Jerusalem, He will punish the king of Assyrʹia for his insolent heart and his proud, arrogant gaze."},{"Verse":13,"Text":" For he says,\r\n‘I will do this by the strength of my hand\r\nAnd with my wisdom, for I am wise.\r\nI will remove the boundaries of peoples\r\nAnd pillage their treasures,\r\nAnd I will subdue the inhabitants like a mighty one."},{"Verse":14,"Text":" Like a man reaching into a nest,\r\nMy hand will seize the resources of the peoples;\r\nAnd like one gathering abandoned eggs,\r\nI will gather the whole earth!\r\nNo one will flutter his wings or open his mouth or chirp.’”"},{"Verse":15,"Text":" Will the ax exalt itself over the one who chops with it?\r\nWill the saw exalt itself over the one who saws with it?\r\nCould a staff wave the one who lifts it?\r\nOr could a rod lift up the one who is not made of wood?"},{"Verse":16,"Text":" Therefore the true Lord, Jehovah of armies,\r\nWill inflict emaciation on his fat ones,\r\nAnd beneath his glory he will kindle a blazing fire."},{"Verse":17,"Text":" Israel’s Light will become a fire,\r\nAnd his Holy One a flame;\r\nIt will blaze up and consume his weeds and his thornbushes in one day."},{"Verse":18,"Text":" He will utterly do away with the glory of his forest and his orchard;\r\nIt will be as when a sick man wastes away."},{"Verse":19,"Text":" The rest of the trees of his forest\r\nWill be so few that a boy could list them."},{"Verse":20,"Text":" In that day those remaining of Israel\r\nAnd the survivors of the house of Jacob\r\nWill no longer support themselves on the one who struck them;\r\nBut they will support themselves on Jehovah,\r\nThe Holy One of Israel, with faithfulness."},{"Verse":21,"Text":" Only a remnant will return,\r\nThe remnant of Jacob, to the Mighty God."},{"Verse":22,"Text":" For though your people, O Israel,\r\nAre as the grains of sand of the sea,\r\nOnly a remnant of them will return.\r\nAn extermination has been decided on,\r\nAnd justice will engulf them."},{"Verse":23,"Text":" Yes, the extermination decided on by the Sovereign Lord, Jehovah of armies,\r\nWill be carried out in the entire land."},{"Verse":24,"Text":" Therefore this is what the Sovereign Lord, Jehovah of armies, says: “Do not be afraid, my people who are dwelling in Zion, because of the Assyrʹian, who used to strike you with the rod and to lift up his staff against you as Egypt did."},{"Verse":25,"Text":" For in a very little while the denunciation will come to an end; my anger will be directed to their destruction."},{"Verse":26,"Text":" Jehovah of armies will brandish a whip against him, as when he defeated Midʹian by the rock Oʹreb. And his staff will be over the sea, and he will raise it as he did with Egypt."},{"Verse":27,"Text":" In that day his load will depart from on your shoulder,\r\nAnd his yoke from on your neck,\r\nAnd the yoke will be broken because of the oil.”"},{"Verse":28,"Text":" He has come to Aiʹath;\r\nHe has passed through Migʹron;\r\nAt Michʹmash he deposits his baggage."},{"Verse":29,"Text":" They have passed over the ford;\r\nThey spend the night at Geʹba;\r\nRaʹmah trembles, Gibʹeah of Saul has fled."},{"Verse":30,"Text":" Cry out and scream, O daughter of Galʹlim!\r\nPay attention, O Laʹishah!\r\nO poor Anʹathoth!"},{"Verse":31,"Text":" Madmeʹnah has run away.\r\nThe inhabitants of Geʹbim have sought shelter."},{"Verse":32,"Text":" This very day he will halt in Nob.\r\nHe shakes his fist at the mountain of the daughter of Zion,\r\nThe hill of Jerusalem."},{"Verse":33,"Text":" Look! The true Lord, Jehovah of armies,\r\nIs chopping off branches with a terrible crash;\r\nThe tallest trees are being cut down,\r\nAnd the lofty are brought low."},{"Verse":34,"Text":" He strikes down the thickets of the forest with an iron tool,\r\nAnd Lebʹanon will fall by a mighty one."}]},{"Chapter":11,"Verses":[{"Verse":1,"Text":" A twig will grow out of the stump of Jesʹse,\r\nAnd a sprout from his roots will bear fruit."},{"Verse":2,"Text":" And the spirit of Jehovah will settle upon him,\r\nThe spirit of wisdom and of understanding,\r\nThe spirit of counsel and of mightiness,\r\nThe spirit of knowledge and of the fear of Jehovah."},{"Verse":3,"Text":" And he will find delight in the fear of Jehovah.\r\nHe will not judge by what appears to his eyes,\r\nNor reprove simply according to what his ears hear."},{"Verse":4,"Text":" He will judge the lowly with fairness,\r\nAnd with uprightness he will give reproof in behalf of the meek ones of the earth.\r\nHe will strike the earth with the rod of his mouth\r\nAnd put the wicked to death with the breath of his lips."},{"Verse":5,"Text":" Righteousness will be the belt around his waist,\r\nAnd faithfulness the belt of his hips."},{"Verse":6,"Text":" The wolf will reside for a while with the lamb,\r\nAnd with the young goat the leopard will lie down,\r\nAnd the calf and the lion and the fattened animal will all be together;\r\nAnd a little boy will lead them."},{"Verse":7,"Text":" The cow and the bear will feed together,\r\nAnd their young will lie down together.\r\nThe lion will eat straw like the bull."},{"Verse":8,"Text":" The nursing child will play over the lair of a cobra,\r\nAnd a weaned child will put his hand over the den of a poisonous snake."},{"Verse":9,"Text":" They will not cause any harm\r\nOr any ruin in all my holy mountain,\r\nBecause the earth will certainly be filled with the knowledge of Jehovah\r\nAs the waters cover the sea."},{"Verse":10,"Text":" In that day the root of Jesʹse will stand up as a signal for the peoples.\r\nTo him the nations will turn for guidance,\r\nAnd his resting-place will become glorious."},{"Verse":11,"Text":" In that day Jehovah will again offer his hand, a second time, to reclaim the remnant of his people who are left from Assyrʹia, from Egypt, from Pathʹros, from Cush, from Eʹlam, from Shiʹnar, from Haʹmath, and from the islands of the sea."},{"Verse":12,"Text":" He will raise up a signal for the nations and gather the dispersed ones of Israel, and he will gather together the scattered ones of Judah from the four corners of the earth."},{"Verse":13,"Text":" The jealousy of Eʹphraim will be gone,\r\nAnd those who show hostility to Judah will be done away with.\r\nEʹphraim will not be jealous of Judah,\r\nNor will Judah show hostility toward Eʹphraim."},{"Verse":14,"Text":" And they will swoop down on the slopes of the Philisʹtines to the west;\r\nTogether they will plunder the people of the East.\r\nThey will thrust out their hand against Eʹdom and Moʹab,\r\nAnd the Amʹmonites will become their subjects."},{"Verse":15,"Text":" Jehovah will divide the gulf of the Egyptian sea\r\nAnd wave his hand over the River.\r\nWith his scorching breath he will strike it in its seven torrents,\r\nAnd he will cause people to walk across in their sandals."},{"Verse":16,"Text":" And there will be a highway out of Assyrʹia for the remnant of his people who are left,\r\nAs there was for Israel in the day he came out of the land of Egypt."}]},{"Chapter":12,"Verses":[{"Verse":1,"Text":" In that day you will certainly say:\r\n“I thank you, O Jehovah,\r\nFor although you were angry with me,\r\nYour anger gradually subsided, and you comforted me."},{"Verse":2,"Text":" Look! God is my salvation.\r\nI will trust and feel no dread;\r\nFor Jah Jehovah is my strength and my might,\r\nAnd he has become my salvation.”"},{"Verse":3,"Text":" With rejoicing you will draw water\r\nFrom the springs of salvation."},{"Verse":4,"Text":" And in that day you will say:\r\n“Give thanks to Jehovah, call on his name,\r\nMake his deeds known among the peoples!\r\nDeclare that his name is exalted."},{"Verse":5,"Text":" Sing praises to Jehovah, for he has done magnificent things.\r\nLet this be made known in all the earth."},{"Verse":6,"Text":" Cry out and shout for joy, you inhabitant of Zion,\r\nFor great in your midst is the Holy One of Israel.”"}]},{"Chapter":13,"Verses":[{"Verse":1,"Text":" A pronouncement against Babylon that Isaiah the son of Aʹmoz saw in vision:"},{"Verse":2,"Text":" “Raise up a signal on a mountain of bare rocks.\r\nCall out to them, wave your hand,\r\nSo that they may come into the entrances of the nobles."},{"Verse":3,"Text":" I have issued the command to those whom I have appointed.\r\nI have summoned my warriors to express my anger,\r\nMy proudly exultant ones."},{"Verse":4,"Text":" Listen! A crowd in the mountains;\r\nIt sounds like a numerous people!\r\nListen! The uproar of kingdoms,\r\nOf nations gathered together!\r\nJehovah of armies is mustering the army for war."},{"Verse":5,"Text":" They are coming from a distant land,\r\nFrom the extremity of the heavens,\r\nJehovah and the weapons of his wrath,\r\nTo bring ruin to all the earth."},{"Verse":6,"Text":" Wail, for the day of Jehovah is near!\r\nIt will come as a destruction from the Almighty."},{"Verse":7,"Text":" That is why all hands will go limp,\r\nAnd every man’s heart will melt with fear."},{"Verse":8,"Text":" The people are panic-stricken.\r\nThey are seized with convulsions and pain,\r\nLike a woman in labor.\r\nThey look at one another in horror,\r\nWith faces inflamed by anguish."},{"Verse":9,"Text":" Look! The day of Jehovah is coming,\r\nCruel both with fury and with burning anger,\r\nTo make the land an object of horror,\r\nAnd to annihilate the land’s sinners from it."},{"Verse":10,"Text":" For the stars of the heavens and their constellations\r\nWill not give off their light;\r\nThe sun will be dark when it rises,\r\nAnd the moon will not shed its light."},{"Verse":11,"Text":" I will call the inhabited earth to account for its badness,\r\nAnd the wicked for their error.\r\nI will put an end to the pride of the presumptuous,\r\nAnd I will humble the haughtiness of tyrants."},{"Verse":12,"Text":" I will make mortal man scarcer than refined gold,\r\nAnd humans scarcer than the gold of Oʹphir."},{"Verse":13,"Text":" That is why I will make the heavens tremble,\r\nAnd the earth will be shaken out of its place\r\nAt the fury of Jehovah of armies in the day of his burning anger."},{"Verse":14,"Text":" Like a hunted gazelle and like a flock with no one to gather them,\r\nEach will return to his own people;\r\nEach will flee to his own land."},{"Verse":15,"Text":" Whoever is found will be pierced through,\r\nAnd whoever is caught will fall by the sword."},{"Verse":16,"Text":" Their children will be dashed to pieces before their eyes,\r\nTheir houses will be looted,\r\nAnd their wives will be raped."},{"Verse":17,"Text":" Here I am raising up against them the Medes,\r\nWho regard silver as nothing\r\nAnd who take no delight in gold."},{"Verse":18,"Text":" Their bows will shatter young men;\r\nThey will show no pity on the fruit of the womb\r\nNor mercy to children."},{"Verse":19,"Text":" And Babylon, the most glorious of kingdoms,\r\nThe beauty and the pride of the Chaldeʹans,\r\nWill be like Sodʹom and Gomorʹrah when God overthrew them."},{"Verse":20,"Text":" She will never be inhabited,\r\nNor will she be a place to reside in throughout all generations.\r\nNo Arab will pitch his tent there,\r\nAnd no shepherds will rest their flocks there."},{"Verse":21,"Text":" The desert creatures will lie down there;\r\nTheir houses will be filled with eagle owls.\r\nThe ostriches will reside there,\r\nAnd wild goats will skip about there."},{"Verse":22,"Text":" Howling creatures will cry out in her towers,\r\nAnd jackals in her luxurious palaces.\r\nHer time is near, and her days will not be prolonged.”"}]},{"Chapter":14,"Verses":[{"Verse":1,"Text":" For Jehovah will show mercy to Jacob, and he will again choose Israel. He will settle them in their land, and the foreign residents will join them and attach themselves to the house of Jacob."},{"Verse":2,"Text":" And peoples will take them and bring them to their own place, and the house of Israel will possess them as male and female servants in Jehovah’s land; and they will be the captors of those who held them captive, and they will have in subjection those who were forcing them to work."},{"Verse":3,"Text":" In the day when Jehovah gives you rest from your pain and from your turmoil and from the hard slavery imposed on you,"},{"Verse":4,"Text":" you will recite this proverb against the king of Babylon:\r\n“How the one forcing others to work has met his end!\r\nHow the oppression has ended!"},{"Verse":5,"Text":" Jehovah has broken the rod of the wicked,\r\nThe staff of the rulers,"},{"Verse":6,"Text":" The one furiously striking peoples with unceasing blows,\r\nThe one angrily subduing nations with relentless persecution."},{"Verse":7,"Text":" The whole earth now rests, free of disturbance.\r\nPeople cry out for joy."},{"Verse":8,"Text":" Even the juniper trees rejoice over you,\r\nAlong with the cedars of Lebʹanon.\r\nThey say, ‘Ever since you have fallen,\r\nNo woodcutter comes up against us.’"},{"Verse":9,"Text":" Even the Grave underneath is stirred up\r\nTo meet you when you come.\r\nBecause of you, it awakens those powerless in death,\r\nAll the oppressive leaders of the earth.\r\nIt makes all the kings of the nations rise from their thrones."},{"Verse":10,"Text":" All of them speak up and say to you,\r\n‘Have you also become weak like us?\r\nHave you become like us?"},{"Verse":11,"Text":" Down to the Grave your pride has been brought,\r\nThe sound of your stringed instruments.\r\nMaggots are spread beneath you as a bed,\r\nAnd worms are your covering.’"},{"Verse":12,"Text":" How you have fallen from heaven,\r\nO shining one, son of the dawn!\r\nHow you have been cut down to the earth,\r\nYou who vanquished nations!"},{"Verse":13,"Text":" You said in your heart, ‘I will ascend to the heavens.\r\nAbove the stars of God I will lift up my throne,\r\nAnd I will sit down on the mountain of meeting,\r\nIn the remotest parts of the north."},{"Verse":14,"Text":" I will go up above the tops of the clouds;\r\nI will make myself resemble the Most High.’"},{"Verse":15,"Text":" Instead, you will be brought down to the Grave,\r\nTo the remotest parts of the pit."},{"Verse":16,"Text":" Those seeing you will stare at you;\r\nThey will closely examine you, saying,\r\n‘Is this the man who was shaking the earth,\r\nWho made kingdoms tremble,"},{"Verse":17,"Text":" Who made the inhabited earth like the wilderness\r\nAnd overthrew its cities,\r\nWho refused to let his prisoners go home?’"},{"Verse":18,"Text":" All other kings of the nations,\r\nYes, all of them, lie down in glory,\r\nEach one in his own tomb."},{"Verse":19,"Text":" But you are discarded without a grave,\r\nLike a detested sprout,\r\nClothed with the slain who were stabbed with the sword,\r\nWho go down to the stones of a pit,\r\nLike a carcass trampled underfoot."},{"Verse":20,"Text":" You will not join them in a grave,\r\nFor you destroyed your own land,\r\nYou killed your own people.\r\nThe offspring of evildoers will never again be named."},{"Verse":21,"Text":" Prepare a slaughtering block for his sons\r\nBecause of the guilt of their forefathers,\r\nSo that they will not rise up and take over the earth\r\nAnd fill the land with their cities.”"},{"Verse":22,"Text":" “I will rise up against them,” declares Jehovah of armies.\r\n“And I will wipe out from Babylon name and remnant and descendants and posterity,” declares Jehovah."},{"Verse":23,"Text":" “And I will make her a possession of porcupines and a region of marshes, and I will sweep her with the broom of annihilation,” declares Jehovah of armies."},{"Verse":24,"Text":" Jehovah of armies has sworn:\r\n“Just as I have intended, so it will occur,\r\nAnd just as I have decided, that is what will come true."},{"Verse":25,"Text":" I will crush the Assyrʹian in my land,\r\nAnd I will trample him on my mountains.\r\nHis yoke will be removed from them,\r\nAnd his load will be removed from their shoulder.”"},{"Verse":26,"Text":" This is what has been decided against all the earth,\r\nAnd this is the hand that is stretched out against all the nations."},{"Verse":27,"Text":" For Jehovah of armies has decided,\r\nAnd who can thwart it?\r\nHis hand is stretched out,\r\nAnd who can turn it back?"},{"Verse":28,"Text":" In the year that King Aʹhaz died, this pronouncement was made:"},{"Verse":29,"Text":" “Do not rejoice, Philisʹtia, any of you,\r\nJust because the staff of the one striking you has been broken.\r\nFor from the root of the serpent will come a poisonous snake,\r\nAnd its offspring will be a flying fiery snake."},{"Verse":30,"Text":" While the firstborn of the lowly feed\r\nAnd the poor lie down in security,\r\nI will put your root to death with famine,\r\nAnd what is left of you will be killed."},{"Verse":31,"Text":" Wail, O gate! Cry out, O city!\r\nAll of you will lose heart, O Philisʹtia!\r\nFor a smoke is coming from the north,\r\nAnd there are no stragglers in his ranks.”"},{"Verse":32,"Text":" How should they answer the messengers of the nation?\r\nThat Jehovah has laid the foundation of Zion,\r\nAnd that the lowly ones of his people will take refuge in her."}]},{"Chapter":15,"Verses":[{"Verse":1,"Text":" A pronouncement against Moʹab:\r\nBecause it has been devastated in a night,\r\nAr of Moʹab has been silenced.\r\nBecause it has been devastated in a night,\r\nKir of Moʹab has been silenced."},{"Verse":2,"Text":" He has gone up to the House and to Diʹbon,\r\nTo the high places to weep.\r\nMoʹab wails over Neʹbo and over Medʹeba.\r\nEvery head is shaved bald, every beard is clipped."},{"Verse":3,"Text":" In its streets they have put on sackcloth.\r\nOn their roofs and in their public squares they all wail;\r\nThey go down weeping."},{"Verse":4,"Text":" Heshʹbon and Eleaʹleh cry out;\r\nTheir voice is heard as far as Jaʹhaz.\r\nThat is why the armed men of Moʹab keep shouting.\r\nHe is trembling."},{"Verse":5,"Text":" My heart cries out over Moʹab.\r\nIts fugitives have fled as far as Zoʹar and Egʹlath-sheliʹshiyah.\r\nOn the ascent of Luʹhith they weep as they go up;\r\nOn the way to Horonaʹim they cry out over the catastrophe."},{"Verse":6,"Text":" For the waters of Nimʹrim are desolate;\r\nThe green grass has dried up,\r\nThe grass is gone and nothing green is left."},{"Verse":7,"Text":" That is why they are carrying away what is left of their stores and their riches;\r\nThey are crossing the valley of poplars."},{"Verse":8,"Text":" For the outcry echoes throughout the territory of Moʹab.\r\nThe wailing reaches to Eglaʹim;\r\nThe wailing reaches to Beʹer-eʹlim."},{"Verse":9,"Text":" For the waters of Diʹmon are full of blood,\r\nAnd I have more in store for Diʹmon:\r\nA lion for those of Moʹab who escape\r\nAnd for those remaining in the land."}]},{"Chapter":16,"Verses":[{"Verse":1,"Text":" Send a ram to the ruler of the land,\r\nFrom Seʹla through the wilderness\r\nTo the mountain of the daughter of Zion."},{"Verse":2,"Text":" Like a bird chased away from its nest,\r\nSo the daughters of Moʹab will be at the fords of Arʹnon."},{"Verse":3,"Text":" “Offer counsel, carry out the decision.\r\nMake your shadow at high noon like the night.\r\nConceal the dispersed and do not betray those fleeing."},{"Verse":4,"Text":" May my dispersed ones reside in you, O Moʹab.\r\nBecome a place of concealment to them because of the destroyer.\r\nThe oppressor will reach his end,\r\nThe destruction will come to an end,\r\nAnd those trampling others down will perish from the earth."},{"Verse":5,"Text":" Then a throne will be firmly established in loyal love.\r\nThe one who sits on it in the tent of David will be faithful;\r\nHe will judge fairly and will swiftly execute righteousness.”"},{"Verse":6,"Text":" We have heard about the pride of Moʹab—he is very proud—\r\nHis haughtiness and his pride and his fury;\r\nBut his empty talk will come to nothing."},{"Verse":7,"Text":" So Moʹab will wail for Moʹab;\r\nThey will all wail.\r\nThose who are stricken will moan for the raisin cakes of Kir-harʹeseth."},{"Verse":8,"Text":" For the terraces of Heshʹbon have withered,\r\nThe vine of Sibʹmah,\r\nThe rulers of the nations have trampled its bright-red branches;\r\nThey had reached as far as Jaʹzer;\r\nThey had extended into the wilderness.\r\nIts shoots had spread out and gone as far as the sea."},{"Verse":9,"Text":" That is why I will weep over the vine of Sibʹmah as I weep for Jaʹzer.\r\nWith my tears I will drench you, O Heshʹbon and Eleaʹleh,\r\nBecause the shouting over your summer fruit and your harvest has ended."},{"Verse":10,"Text":" Rejoicing and joyfulness have been taken away from the orchard,\r\nAnd there are no songs of joy or shouting in the vineyards.\r\nThe treader no longer treads out wine in the presses,\r\nFor I have caused the shouting to cease."},{"Verse":11,"Text":" That is why deep within me I am boisterous over Moʹab,\r\nLike the strumming of a harp,\r\nAnd my innermost being over Kir-harʹeseth."},{"Verse":12,"Text":" Even when Moʹab wears himself out on the high place and goes to pray in his sanctuary, he will accomplish nothing."},{"Verse":13,"Text":" This is the word that Jehovah previously spoke concerning Moʹab."},{"Verse":14,"Text":" And now Jehovah says: “Within three years, like the years of a hired worker, the glory of Moʹab will be disgraced with much tumult of every sort, and those who remain will be very few and insignificant.”"}]},{"Chapter":17,"Verses":[{"Verse":1,"Text":" A pronouncement against Damascus:\r\n“Look! Damascus will cease to be a city,\r\nAnd it will become a heap of ruins."},{"Verse":2,"Text":" The cities of Aroʹer will be abandoned;\r\nThey will become places for flocks to lie down\r\nWith no one to make them afraid."},{"Verse":3,"Text":" Fortified cities will disappear from Eʹphraim,\r\nAnd the kingdom from Damascus;\r\nAnd those remaining of Syria\r\nWill be like the glory of the Israelites,” declares Jehovah of armies."},{"Verse":4,"Text":" “In that day the glory of Jacob will diminish,\r\nAnd his healthy body will grow thin."},{"Verse":5,"Text":" It will be as when the harvester is gathering the standing grain\r\nAnd his arm harvests the ears of grain,\r\nLike when one gleans grain in the Valley of Rephʹaim."},{"Verse":6,"Text":" Only gleanings will be left,\r\nAs when an olive tree is beaten:\r\nOnly two or three ripe olives remain on the highest branch,\r\nOnly four or five on its fruit-bearing branches,” declares Jehovah the God of Israel."},{"Verse":7,"Text":" In that day man will look up to his Maker, and his eyes will gaze at the Holy One of Israel."},{"Verse":8,"Text":" He will not look to the altars, the work of his hands; and he will not gaze at what his fingers have made, either the sacred poles or the incense stands."},{"Verse":9,"Text":" In that day his fortress cities will become like an abandoned site in the woodland,\r\nLike a branch that was abandoned before the Israelites;\r\nIt will become a wasteland."},{"Verse":10,"Text":" For you have forgotten the God of your salvation;\r\nYou have failed to remember the Rock of your fortress.\r\nThat is why you plant beautiful plantations\r\nAnd set it with the shoot of a stranger."},{"Verse":11,"Text":" In the day you carefully fence in your plantation,\r\nIn the morning you make your seed sprout,\r\nBut the harvest will vanish in the day of disease and incurable pain."},{"Verse":12,"Text":" Listen! There is a commotion of many peoples,\r\nWho are as boisterous as the seas!\r\nThere is an uproar of nations,\r\nWhose sound is like the roar of mighty waters!"},{"Verse":13,"Text":" The nations will make a sound like the roar of many waters.\r\nHe will rebuke them, and they will flee far away,\r\nChased like the chaff of the mountains before a wind,\r\nLike a whirling thistle before a storm wind."},{"Verse":14,"Text":" In the evening there is terror.\r\nBefore morning they are no more.\r\nThis is the share of those pillaging us\r\nAnd the lot of those plundering us."}]},{"Chapter":18,"Verses":[{"Verse":1,"Text":" Woe to the land of whirring insect wings\r\nIn the region of the rivers of Ethioʹpia!"},{"Verse":2,"Text":" It sends envoys by sea,\r\nAcross the waters in papyrus vessels, saying:\r\n“Go, you swift messengers,\r\nTo a tall and smooth-skinned nation,\r\nTo a people feared everywhere,\r\nTo a strong, conquering nation,\r\nWhose land is washed away by rivers.”"},{"Verse":3,"Text":" All you inhabitants of the land and you residents of the earth,\r\nWhat you see will be like a signal raised on the mountains,\r\nAnd you will hear a sound like the blowing of a horn."},{"Verse":4,"Text":" For this is what Jehovah said to me:\r\n“I will remain undisturbed and look on my established place,\r\nLike the shimmering heat along with the sunlight,\r\nLike the cloud of dew in the heat of harvest."},{"Verse":5,"Text":" For before the harvest,\r\nWhen the blossom is finished and the bloom becomes a ripening grape,\r\nThe shoots will be cut off with pruning shears\r\nAnd the tendrils will be lopped off and removed."},{"Verse":6,"Text":" They will all be left for the birds of prey of the mountains\r\nAnd for the beasts of the earth.\r\nThe birds of prey will spend the summer on them,\r\nAnd all the beasts of the earth will spend the harvesttime on them."},{"Verse":7,"Text":" At that time a gift will be brought to Jehovah of armies,\r\nFrom a tall and smooth-skinned nation,\r\nFrom a people feared everywhere,\r\nFrom a strong, conquering nation,\r\nWhose land is washed away by rivers\r\nTo the place that bears the name of Jehovah of armies, Mount Zion.”"}]},{"Chapter":19,"Verses":[{"Verse":1,"Text":" A pronouncement against Egypt:\r\nLook! Jehovah is riding on a swift cloud and is coming into Egypt.\r\nThe worthless gods of Egypt will tremble before him,\r\nAnd the heart of Egypt will melt within it."},{"Verse":2,"Text":" “I will incite Egyptians against Egyptians,\r\nAnd they will fight one another,\r\nEach against his brother and his neighbor,\r\nCity against city, kingdom against kingdom."},{"Verse":3,"Text":" And the spirit of Egypt will become bewildered within it,\r\nAnd I will confuse its plans.\r\nThey will resort to the worthless gods,\r\nTo the charmers and to the spirit mediums and to the fortune-tellers."},{"Verse":4,"Text":" I will hand Egypt over to a hard master,\r\nAnd a harsh king will rule over them,” declares the true Lord, Jehovah of armies."},{"Verse":5,"Text":" The water of the sea will be dried up,\r\nAnd the river will become parched and run dry."},{"Verse":6,"Text":" And the rivers will stink;\r\nThe Nile canals of Egypt will become low and parched.\r\nThe reeds and the rushes will decay."},{"Verse":7,"Text":" The plants along the Nile River, at the mouth of the Nile,\r\nAnd all the land sown with seed along the Nile will dry up.\r\nIt will be blown away, and it will be no more."},{"Verse":8,"Text":" And the fishermen will mourn,\r\nThose casting fishhooks into the Nile will lament,\r\nAnd those who spread their nets on the water will dwindle."},{"Verse":9,"Text":" Those who work in combed flax\r\nAnd those making white fabric on the loom will be put to shame."},{"Verse":10,"Text":" Her weavers will be crushed;\r\nAll the hired workers will grieve."},{"Verse":11,"Text":" The princes of Zoʹan are foolish.\r\nThe wisest advisers of Pharʹaoh give unreasonable advice.\r\nHow can you say to Pharʹaoh:\r\n“I am a descendant of wise ones,\r\nA descendant of ancient kings”?"},{"Verse":12,"Text":" Where, then, are your wise men?\r\nLet them tell you if they know what Jehovah of armies has decided concerning Egypt."},{"Verse":13,"Text":" The princes of Zoʹan have acted foolishly;\r\nThe princes of Noph have been deceived;\r\nThe chiefs of her tribes have led Egypt astray."},{"Verse":14,"Text":" Jehovah has poured out on her a spirit of confusion;\r\nAnd they have led Egypt astray in whatever she does,\r\nLike a drunk staggering in his vomit."},{"Verse":15,"Text":" And Egypt will not have any work to do,\r\nWhether for the head or the tail, the shoot or the rush."},{"Verse":16,"Text":" In that day Egypt will become like women, trembling and terrified because of the threatening hand that Jehovah of armies raises against it."},{"Verse":17,"Text":" And the land of Judah will become a cause for terror to Egypt. They will feel dread at the mention of it because of the decision that Jehovah of armies has made against them."},{"Verse":18,"Text":" In that day there will be five cities in the land of Egypt speaking the language of Caʹnaan and swearing loyalty to Jehovah of armies. One city will be called The City of Tearing Down."},{"Verse":19,"Text":" In that day there will be an altar to Jehovah in the middle of the land of Egypt and a pillar to Jehovah at its boundary."},{"Verse":20,"Text":" It will be for a sign and for a witness to Jehovah of armies in the land of Egypt; for they will cry out to Jehovah because of the oppressors, and he will send them a savior, a grand one, who will save them."},{"Verse":21,"Text":" And Jehovah will become known to the Egyptians, and the Egyptians will know Jehovah in that day, and they will offer sacrifices and gifts and make a vow to Jehovah and pay it."},{"Verse":22,"Text":" Jehovah will strike Egypt, striking and healing it; and they will return to Jehovah, and he will respond to their entreaties and heal them."},{"Verse":23,"Text":" In that day there will be a highway out of Egypt to Assyrʹia. Then Assyrʹia will come into Egypt, and Egypt into Assyrʹia, and Egypt will serve God together with Assyrʹia."},{"Verse":24,"Text":" In that day Israel will be the third along with Egypt and with Assyrʹia, a blessing in the midst of the earth,"},{"Verse":25,"Text":" for Jehovah of armies will have blessed it, saying: “Blessed be my people, Egypt, and the work of my hands, Assyrʹia, and my inheritance, Israel.”"}]},{"Chapter":20,"Verses":[{"Verse":1,"Text":" In the year that King Sarʹgon of Assyrʹia sent the Tarʹtan to Ashʹdod, he fought against Ashʹdod and captured it."},{"Verse":2,"Text":" At that time Jehovah spoke through Isaiah the son of Aʹmoz, saying: “Go, remove the sackcloth from your hips, and take your sandals off your feet.” And he did so, walking about naked and barefoot."},{"Verse":3,"Text":" Jehovah then said: “Just as my servant Isaiah has walked about naked and barefoot for three years as a sign and a portent against Egypt and Ethioʹpia,"},{"Verse":4,"Text":" so the king of Assyrʹia will lead the captives of Egypt and the exiles of Ethioʹpia, boys and old men, naked and barefoot and with exposed buttocks, the nakedness of Egypt."},{"Verse":5,"Text":" And they will be terrified and will be ashamed of Ethioʹpia their hope and of Egypt their pride."},{"Verse":6,"Text":" The inhabitants of this coastland will say in that day, ‘Look at what happened to our hope, to which we fled for help and rescue from the king of Assyrʹia! How will we escape now?’”"}]},{"Chapter":21,"Verses":[{"Verse":1,"Text":" A pronouncement against the wilderness of the sea:\r\nIt is coming like storm winds that sweep through in the south,\r\nFrom the wilderness, from a fearsome land."},{"Verse":2,"Text":" A harsh vision has been told to me:\r\nThe treacherous one is acting treacherously,\r\nAnd the destroyer is destroying.\r\nGo up, O Eʹlam! Lay siege, O Meʹdia!\r\nI will put an end to all the sighing she caused."},{"Verse":3,"Text":" That is why I am in great anguish.\r\nConvulsions have seized me,\r\nLike those of a woman giving birth.\r\nI am too distressed to hear;\r\nI am too disturbed to see."},{"Verse":4,"Text":" My heart falters; I shudder in terror.\r\nThe twilight I longed for makes me tremble."},{"Verse":5,"Text":" Set the table and arrange the seats!\r\nEat and drink!\r\nGet up, you princes, anoint the shield!"},{"Verse":6,"Text":" For this is what Jehovah said to me:\r\n“Go, post a lookout and have him report what he sees.”"},{"Verse":7,"Text":" And he saw a war chariot with a team of horses,\r\nA war chariot of donkeys,\r\nA war chariot of camels.\r\nHe watched carefully, with great attentiveness."},{"Verse":8,"Text":" Then he called out like a lion:\r\n“Upon the watchtower, O Jehovah, I am standing constantly by day,\r\nAnd I am stationed at my guardpost every night."},{"Verse":9,"Text":" Look at what is coming:\r\nMen in a war chariot with a team of horses!”\r\nThen he spoke up and said:\r\n“She has fallen! Babylon has fallen!\r\nAll the graven images of her gods he has shattered to the ground!”"},{"Verse":10,"Text":" O my people who have been threshed,\r\nThe product of my threshing floor,\r\nI have reported to you what I have heard from Jehovah of armies, the God of Israel."},{"Verse":11,"Text":" A pronouncement against Duʹmah:\r\nSomeone is calling out to me from Seʹir:\r\n“Watchman, what of the night?\r\nWatchman, what of the night?”"},{"Verse":12,"Text":" The watchman said:\r\n“The morning is coming, and also the night.\r\nIf you would inquire, inquire.\r\nCome again!”"},{"Verse":13,"Text":" A pronouncement against the desert plain:\r\nIn the forest in the desert plain you will spend the night,\r\nO caravans of Deʹdan."},{"Verse":14,"Text":" Bring water to meet the thirsty one,\r\nYou inhabitants of the land of Teʹma,\r\nAnd bring bread for the one fleeing."},{"Verse":15,"Text":" For they have fled from the swords, from the drawn sword,\r\nFrom the bent bow, and from the cruelty of the war."},{"Verse":16,"Text":" For this is what Jehovah said to me: “Within one year, like the years of a hired worker, all the glory of Keʹdar will come to an end."},{"Verse":17,"Text":" The remaining bowmen of the warriors of Keʹdar will be few, for Jehovah the God of Israel has spoken.”"}]},{"Chapter":22,"Verses":[{"Verse":1,"Text":" A pronouncement about the Valley of Vision:\r\nWhat is the matter with you that you have all gone up to the roofs?"},{"Verse":2,"Text":" You were full of turmoil,\r\nA boisterous city, an exultant town.\r\nYour slain were not slain with the sword,\r\nNor did they die in battle."},{"Verse":3,"Text":" All your dictators have fled together.\r\nThey were taken prisoner without need of a bow.\r\nAll who were found were taken prisoner,\r\nEven though they had fled far away."},{"Verse":4,"Text":" That is why I said: “Turn your eyes away from me,\r\nAnd I will weep bitterly.\r\nDo not insist on comforting me\r\nOver the destruction of the daughter of my people."},{"Verse":5,"Text":" For it is a day of confusion and of defeat and of panic,\r\nFrom the Sovereign Lord, Jehovah of armies,\r\nIn the Valley of Vision.\r\nThere is a demolishing of the wall\r\nAnd a cry to the mountain."},{"Verse":6,"Text":" Eʹlam picks up the quiver\r\nWith manned chariots and horses,\r\nAnd Kir uncovers the shield."},{"Verse":7,"Text":" Your choicest valleys\r\nWill become full of war chariots,\r\nAnd the horses will take their positions at the gate,"},{"Verse":8,"Text":" And the screen of Judah will be removed.\r\n“In that day you will look toward the armory of the House of the Forest,"},{"Verse":9,"Text":" and you will see the many breaches of the City of David. And you will collect the waters of the lower pool."},{"Verse":10,"Text":" You will count the houses of Jerusalem, and you will pull down the houses to reinforce the wall."},{"Verse":11,"Text":" And you will make a basin between the two walls for the water of the old pool, but you will not look to its Grand Maker, and you will not see the One who formed it long ago."},{"Verse":12,"Text":" In that day the Sovereign Lord, Jehovah of armies,\r\nWill call for weeping and mourning,\r\nFor shaved heads and the wearing of sackcloth."},{"Verse":13,"Text":" But instead, there is celebration and rejoicing,\r\nThe killing of cattle and the slaughtering of sheep,\r\nThe eating of meat and the drinking of wine.\r\n‘Let us eat and drink, for tomorrow we will die.’”"},{"Verse":14,"Text":" Then Jehovah of armies revealed himself in my ears: “‘This error will not be atoned in your behalf until you people die,’ says the Sovereign Lord, Jehovah of armies.”"},{"Verse":15,"Text":" This is what the Sovereign Lord, Jehovah of armies, says: “Go in to this steward, to Shebʹna, who is in charge of the house, and say,"},{"Verse":16,"Text":" ‘What is your interest here, and who is there of interest to you here, that you hewed out a burial place here for yourself?’ He is hewing out his burial place in a high place; he is cutting out a resting-place for himself in a crag."},{"Verse":17,"Text":" ‘Look! Jehovah will hurl you down violently, O man, and seize you forcibly."},{"Verse":18,"Text":" He will certainly wrap you up tightly and hurl you like a ball into a wide land. There you will die, and there your glorious chariots will be, a disgrace to your master’s house."},{"Verse":19,"Text":" And I will depose you from your position and throw you out of your office."},{"Verse":20,"Text":" “‘In that day I will call my servant Eliʹakim the son of Hilkiʹah,"},{"Verse":21,"Text":" and I will clothe him with your robe and firmly bind your sash around him, and I will give your authority into his hand. And he will be a father to the inhabitants of Jerusalem and to the house of Judah."},{"Verse":22,"Text":" And I will put the key of the house of David on his shoulder. He will open and no one will shut; and he will shut and no one will open."},{"Verse":23,"Text":" I will drive him in as a peg in a lasting place, and he will become as a throne of glory to the house of his father."},{"Verse":24,"Text":" And they will hang on him all the glory of the house of his father, the descendants and the offspring, all the small vessels, the bowl-shaped vessels, as well as all the large jars."},{"Verse":25,"Text":" “‘In that day,’ declares Jehovah of armies, ‘the peg that is driven in a lasting place will be removed, and it will be cut down and fall, and the load that it supported will fall to ruin, for Jehovah himself has spoken.’”"}]},{"Chapter":23,"Verses":[{"Verse":1,"Text":" A pronouncement about Tyre:\r\nWail, you ships of Tarʹshish!\r\nFor the port has been destroyed; it cannot be entered.\r\nFrom the land of Kitʹtim it has been revealed to them."},{"Verse":2,"Text":" Be silent, you inhabitants of the coastland.\r\nThe merchants from Siʹdon who cross the sea have filled you."},{"Verse":3,"Text":" Over many waters went the grain of Shiʹhor,\r\nThe harvest of the Nile, her revenue,\r\nBringing the profit of the nations."},{"Verse":4,"Text":" Be ashamed, O Siʹdon, you stronghold of the sea,\r\nBecause the sea has said:\r\n“I have not had birth pains, and I have not given birth,\r\nNor have I brought up young men or raised young women.”"},{"Verse":5,"Text":" As when they heard the report about Egypt,\r\nPeople will be in anguish over the report about Tyre."},{"Verse":6,"Text":" Cross over to Tarʹshish!\r\nWail, you inhabitants of the coastland!"},{"Verse":7,"Text":" Is this your city that was exultant from long ago, from her early times?\r\nHer feet used to take her to distant lands to reside."},{"Verse":8,"Text":" Who has decided this against Tyre,\r\nThe bestower of crowns,\r\nWhose merchants were princes,\r\nWhose tradesmen were honored in all the earth?"},{"Verse":9,"Text":" Jehovah of armies himself has decided this,\r\nTo profane her pride over all her beauty,\r\nTo humiliate all those who were honored throughout the earth."},{"Verse":10,"Text":" Cross over your land like the Nile River, O daughter of Tarʹshish.\r\nThere is no longer any shipyard."},{"Verse":11,"Text":" He has stretched his hand out over the sea;\r\nHe has shaken kingdoms.\r\nJehovah has ordered the annihilation of Phoeniʹcia’s strongholds."},{"Verse":12,"Text":" And he says: “You will exult no more,\r\nO oppressed one, the virgin daughter of Siʹdon.\r\nGet up, cross over to Kitʹtim.\r\nEven there you will find no rest.”"},{"Verse":13,"Text":" Look! The land of the Chaldeʹans.\r\nThis is the people—Assyrʹia was not the one—\r\nThey made her a place for those haunting the desert.\r\nThey have erected their siege towers;\r\nThey have stripped bare her fortified towers,\r\nReducing her to a crumbling ruin."},{"Verse":14,"Text":" Wail, you ships of Tarʹshish,\r\nFor your stronghold has been destroyed."},{"Verse":15,"Text":" In that day Tyre will be forgotten for 70 years, the same as the lifetime of one king. At the end of 70 years, it will happen to Tyre as in the song of a prostitute:"},{"Verse":16,"Text":" “Take a harp, go around the city, O forgotten prostitute.\r\nPlay your harp skillfully;\r\nSing many songs,\r\nSo that they will remember you.”"},{"Verse":17,"Text":" At the end of 70 years, Jehovah will turn his attention to Tyre, and she will return to her hire and prostitute herself with all the world’s kingdoms on the face of the earth."},{"Verse":18,"Text":" But her profit and her hire will become something holy to Jehovah. It will not be stored or laid away, because her hire will be for those dwelling before Jehovah, so that they may eat to satisfaction and wear elegant clothing."}]},{"Chapter":24,"Verses":[{"Verse":1,"Text":" Look! Jehovah is emptying the land and making it desolate.\r\nHe turns it upside down and scatters its inhabitants."},{"Verse":2,"Text":" It will be the same for everyone:\r\nThe people as well as the priest,\r\nThe servant and his master,\r\nThe servant and her mistress,\r\nThe buyer and the seller,\r\nThe lender and the borrower,\r\nThe creditor and the debtor."},{"Verse":3,"Text":" The land will be completely emptied;\r\nIt will be completely plundered,\r\nFor Jehovah has spoken this word."},{"Verse":4,"Text":" The land mourns; it is wasting away.\r\nThe productive land withers; it is fading away.\r\nThe prominent people of the land wither."},{"Verse":5,"Text":" The land has been polluted by its inhabitants,\r\nFor they have bypassed the laws,\r\nChanged the regulation,\r\nAnd broken the lasting covenant."},{"Verse":6,"Text":" That is why the curse devours the land,\r\nAnd those inhabiting it are held guilty.\r\nThat is why the inhabitants of the land have dwindled,\r\nAnd very few men are left."},{"Verse":7,"Text":" The new wine mourns, the vine withers,\r\nAnd all those cheerful at heart are sighing."},{"Verse":8,"Text":" The joy of the tambourines has ceased;\r\nThe noise of the revelers has ended;\r\nThe happy sound of the harp has ceased."},{"Verse":9,"Text":" They drink wine without song,\r\nAnd alcohol tastes bitter to those drinking it."},{"Verse":10,"Text":" The deserted town is broken down;\r\nEvery house is shut up so that no one can enter."},{"Verse":11,"Text":" They cry out for wine in the streets.\r\nAll rejoicing has disappeared;\r\nThe joy of the land has gone."},{"Verse":12,"Text":" The city is left in ruins;\r\nThe gate has been crushed to a heap of rubble."},{"Verse":13,"Text":" For this is how it will be in the land, among the peoples:\r\nAs when an olive tree is beaten,\r\nLike the gleaning when the grape harvest comes to an end."},{"Verse":14,"Text":" They will raise their voice,\r\nThey will shout joyfully.\r\nFrom the sea they will proclaim the majesty of Jehovah."},{"Verse":15,"Text":" That is why they will glorify Jehovah in the region of light;\r\nIn the islands of the sea they will glorify the name of Jehovah the God of Israel."},{"Verse":16,"Text":" From the ends of the earth we hear songs:\r\n“Glory to the Righteous One!”\r\nBut I say: “I am wasting away, I am wasting away!\r\nWoe to me! The treacherous have acted treacherously;\r\nWith treachery the treacherous have acted treacherously.”"},{"Verse":17,"Text":" Terror and pits and traps await you, inhabitant of the land."},{"Verse":18,"Text":" Anyone fleeing from the sound of terror will fall into the pit,\r\nAnd anyone coming up from the pit will be caught in the trap.\r\nFor the floodgates above will be opened,\r\nAnd the foundations of the land will quake."},{"Verse":19,"Text":" The land has burst apart;\r\nThe land has been shaken up;\r\nThe land convulses violently."},{"Verse":20,"Text":" The land staggers like a drunken man,\r\nAnd it sways back and forth like a hut in the wind.\r\nIts transgression weighs heavily on it,\r\nAnd it will fall, so that it will not rise up again."},{"Verse":21,"Text":" In that day Jehovah will turn his attention to the army of the heights above\r\nAnd to the kings of the earth upon the earth."},{"Verse":22,"Text":" And they will be gathered together\r\nLike prisoners gathered into a pit,\r\nAnd they will be shut up in the dungeon;\r\nAfter many days they will be given attention."},{"Verse":23,"Text":" The full moon will be abashed,\r\nAnd the shining sun will be ashamed,\r\nFor Jehovah of armies has become King in Mount Zion and in Jerusalem,\r\nGlorious before the elders of his people."}]},{"Chapter":25,"Verses":[{"Verse":1,"Text":" O Jehovah, you are my God.\r\nI exalt you, I praise your name,\r\nFor you have done wonderful things,\r\nThings purposed from ancient times,\r\nIn faithfulness, in trustworthiness."},{"Verse":2,"Text":" For you have turned a city into a pile of stones,\r\nA fortified town into a crumbling ruin.\r\nThe foreigner’s tower is a city no more;\r\nIt will never be rebuilt."},{"Verse":3,"Text":" That is why a strong people will glorify you;\r\nThe city of tyrannical nations will fear you."},{"Verse":4,"Text":" For you have become a stronghold to the lowly,\r\nA stronghold to the poor in his distress,\r\nA refuge from the rainstorm,\r\nAnd a shade from the heat.\r\nWhen the blast of the tyrants is like a rainstorm against a wall,"},{"Verse":5,"Text":" As the heat in a parched land,\r\nYou subdue the uproar of strangers.\r\nLike heat that is subdued by the shadow of a cloud,\r\nSo the song of the tyrants is silenced."},{"Verse":6,"Text":" In this mountain Jehovah of armies will make for all the peoples\r\nA banquet of rich dishes,\r\nA banquet of fine wine,\r\nOf rich dishes filled with marrow,\r\nOf fine, filtered wine."},{"Verse":7,"Text":" In this mountain he will do away with the shroud that is enveloping all the peoples\r\nAnd the covering that is woven over all the nations."},{"Verse":8,"Text":" He will swallow up death forever,\r\nAnd the Sovereign Lord Jehovah will wipe away the tears from all faces.\r\nThe reproach of his people he will take away from all the earth,\r\nFor Jehovah himself has spoken it."},{"Verse":9,"Text":" In that day they will say:\r\n“Look! This is our God!\r\nWe have hoped in him,\r\nAnd he will save us.\r\nThis is Jehovah!\r\nWe have hoped in him.\r\nLet us be joyful and rejoice in the salvation by him.”"},{"Verse":10,"Text":" For the hand of Jehovah will rest on this mountain,\r\nAnd Moʹab will be trampled on in its place\r\nLike straw trampled into a pile of manure."},{"Verse":11,"Text":" He will slap out his hands into it\r\nLike a swimmer slapping out his hands to swim,\r\nAnd he will bring down its haughtiness\r\nWith the skillful movements of his hands."},{"Verse":12,"Text":" And the fortified city, with your high walls of security,\r\nHe will bring down;\r\nHe will knock it down to the ground, to the very dust."}]},{"Chapter":26,"Verses":[{"Verse":1,"Text":" In that day this song will be sung in the land of Judah:\r\n“We have a strong city.\r\nHe makes salvation its walls and its ramparts."},{"Verse":2,"Text":" Open up the gates so that the righteous nation may enter,\r\nA nation that is keeping faithful conduct."},{"Verse":3,"Text":" You will safeguard those who fully lean on you;\r\nYou will give them continuous peace,\r\nBecause it is in you that they trust."},{"Verse":4,"Text":" Trust in Jehovah forever,\r\nFor Jah Jehovah is the eternal Rock."},{"Verse":5,"Text":" For he has brought low those inhabiting the height, the lofty city.\r\nHe brings it down,\r\nHe brings it down to the earth;\r\nHe casts it down to the dust."},{"Verse":6,"Text":" The foot will trample it,\r\nThe feet of the afflicted, the steps of the lowly.”"},{"Verse":7,"Text":" The path of the righteous one is upright.\r\nBecause you are upright,\r\nYou will smooth out the course of the righteous."},{"Verse":8,"Text":" As we follow the path of your judgments, O Jehovah,\r\nOur hope is in you.\r\nWe long for your name and your memorial."},{"Verse":9,"Text":" In the night I long for you with my whole being,\r\nYes, my spirit keeps looking for you;\r\nFor when there are judgments from you for the earth,\r\nThe inhabitants of the land learn about righteousness."},{"Verse":10,"Text":" Even if the wicked is shown favor,\r\nHe will not learn righteousness.\r\nEven in the land of uprightness he will act wickedly,\r\nAnd he will not see the majesty of Jehovah."},{"Verse":11,"Text":" O Jehovah, your hand is raised, but they do not see it.\r\nThey will see your zeal for your people and be put to shame.\r\nYes, the fire for your adversaries will consume them."},{"Verse":12,"Text":" O Jehovah, you will grant us peace,\r\nBecause everything we have done\r\nYou have accomplished for us."},{"Verse":13,"Text":" O Jehovah our God, other masters besides you have ruled over us,\r\nBut we make mention of your name alone."},{"Verse":14,"Text":" They are dead; they will not live.\r\nPowerless in death, they will not rise up.\r\nFor you have turned your attention to them\r\nTo annihilate them and destroy all mention of them."},{"Verse":15,"Text":" You have enlarged the nation, O Jehovah,\r\nYou have enlarged the nation;\r\nYou have glorified yourself.\r\nYou have greatly extended all the borders of the land."},{"Verse":16,"Text":" O Jehovah, during distress they turned to you;\r\nThey poured out their prayer in a whisper when you disciplined them."},{"Verse":17,"Text":" Just as a pregnant woman about to give birth\r\nHas labor pains and cries out in pain,\r\nSo we have been because of you, O Jehovah."},{"Verse":18,"Text":" We became pregnant, we had labor pains,\r\nBut it is as if we had given birth to wind.\r\nWe have not brought salvation to the land,\r\nAnd no one is born to inhabit the land."},{"Verse":19,"Text":" “Your dead will live.\r\nMy corpses will rise up.\r\nAwake and shout joyfully,\r\nYou residents in the dust!\r\nFor your dew is as the dew of the morning,\r\nAnd the earth will let those powerless in death come to life."},{"Verse":20,"Text":" Go, my people, enter your inner rooms,\r\nAnd shut your doors behind you.\r\nHide yourself for a brief moment\r\nUntil the wrath has passed by."},{"Verse":21,"Text":" For look! Jehovah is coming from his place\r\nTo call the inhabitants of the land to account for their error,\r\nAnd the land will expose her bloodshed\r\nAnd will no longer cover over her slain.”"}]},{"Chapter":27,"Verses":[{"Verse":1,"Text":" In that day Jehovah, with his harsh and great and strong sword,\r\nWill turn his attention to Leviʹathan, the gliding serpent,\r\nTo Leviʹathan, the twisting serpent,\r\nAnd he will kill the monster that is in the sea."},{"Verse":2,"Text":" In that day sing to her:\r\n“A vineyard of foaming wine!"},{"Verse":3,"Text":" I, Jehovah, am safeguarding her.\r\nEvery moment I water her.\r\nI safeguard her night and day,\r\nSo that no one may harm her."},{"Verse":4,"Text":" There is no wrath in me.\r\nWho will confront me with thornbushes and weeds in the battle?\r\nI will trample them and set them on fire all together."},{"Verse":5,"Text":" Otherwise, let him hold fast to my stronghold.\r\nLet him make peace with me;\r\nPeace let him make with me.”"},{"Verse":6,"Text":" In the coming days Jacob will take root,\r\nIsrael will blossom and sprout,\r\nAnd they will fill the land with produce."},{"Verse":7,"Text":" Must he be struck with the stroke of the one striking him?\r\nOr must he be killed as with the slaughter of his slain?"},{"Verse":8,"Text":" With a startling cry you will contend with her when sending her away.\r\nHe will expel her with his fierce blast in the day of the east wind."},{"Verse":9,"Text":" So in this way the error of Jacob will be atoned for,\r\nAnd this will be the full fruitage when his sin is taken away:\r\nHe will make all the stones of the altar\r\nLike chalkstones that have been pulverized,\r\nAnd no sacred poles or incense stands will be left."},{"Verse":10,"Text":" For the fortified city will be deserted;\r\nThe pastures will be forsaken and abandoned like a wilderness.\r\nThere the calf will graze and lie down\r\nAnd will consume her branches."},{"Verse":11,"Text":" When her twigs have dried up,\r\nWomen will come and break them off,\r\nMaking fires with them.\r\nFor this people is without understanding.\r\nThat is why their Maker will show them no mercy,\r\nAnd the One who formed them will show them no favor."},{"Verse":12,"Text":" In that day Jehovah will beat out the fruit from the flowing stream of the River to the Wadi of Egypt, and you will be gathered up one after the other, O people of Israel."},{"Verse":13,"Text":" In that day a great horn will be blown, and those who are perishing in the land of Assyrʹia and those dispersed in the land of Egypt will come and bow down to Jehovah in the holy mountain in Jerusalem."}]},{"Chapter":28,"Verses":[{"Verse":1,"Text":" Woe to the showy crown of the drunkards of Eʹphraim\r\nAnd the fading blossom of its glorious beauty,\r\nWhich is on the head of the fertile valley of those overcome with wine!"},{"Verse":2,"Text":" Look! Jehovah has someone strong and mighty.\r\nLike a thundering hailstorm, a destructive windstorm,\r\nLike a thunderstorm of powerful floodwaters,\r\nHe will forcefully hurl it down to the earth."},{"Verse":3,"Text":" The showy crowns of the drunkards of Eʹphraim\r\nWill be trampled underfoot."},{"Verse":4,"Text":" And the fading flower of its glorious beauty,\r\nWhich is on the head of the fertile valley,\r\nWill become like the early fig before summer.\r\nWhen someone sees it, he swallows it as soon as it is in his hand."},{"Verse":5,"Text":" In that day Jehovah of armies will become a glorious crown and a beautiful garland to those left of his people."},{"Verse":6,"Text":" And he will become a spirit of justice to the one who sits in judgment and a source of mightiness to those who repel the attack at the gate."},{"Verse":7,"Text":" And these also go astray because of wine;\r\nTheir alcoholic beverages make them stagger.\r\nPriest and prophet go astray because of alcohol;\r\nThe wine confuses them,\r\nAnd they stagger from their alcohol;\r\nTheir vision makes them go astray,\r\nAnd they stumble in judgment."},{"Verse":8,"Text":" For their tables are full of filthy vomit\r\n—There is no place without it."},{"Verse":9,"Text":" To whom will one impart knowledge,\r\nAnd to whom will one explain the message?\r\nTo those who have just been weaned from milk,\r\nThose just taken away from the breasts?"},{"Verse":10,"Text":" For it is “command after command, command after command,\r\nLine by line, line by line,\r\nA little here, a little there.”"},{"Verse":11,"Text":" So by means of those with stammering speech and a foreign language, he will speak to this people."},{"Verse":12,"Text":" He once told them: “This is the resting-place. Let the weary one rest; this is the place of refreshment,” but they refused to listen."},{"Verse":13,"Text":" So to them the word of Jehovah will be:\r\n“Command after command, command after command,\r\nLine by line, line by line,\r\nA little here, a little there,”\r\nSo that when they walk,\r\nThey will stumble and fall backward\r\nAnd be broken and ensnared and caught."},{"Verse":14,"Text":" So hear the word of Jehovah, you boasters,\r\nYou rulers of this people in Jerusalem,"},{"Verse":15,"Text":" For you men say:\r\n“We have made a covenant with Death,\r\nAnd with the Grave we have made an agreement.\r\nWhen the raging flash flood passes through,\r\nIt will not reach us,\r\nFor we have made a lie our refuge\r\nAnd we have hidden ourselves in falsehood.”"},{"Verse":16,"Text":" Therefore this is what the Sovereign Lord Jehovah says:\r\n“Here I am laying as a foundation in Zion a tested stone,\r\nThe precious cornerstone of a sure foundation.\r\nNo one exercising faith will panic."},{"Verse":17,"Text":" And I will make justice the measuring line\r\nAnd righteousness the leveling tool.\r\nThe hail will sweep away the refuge of lies,\r\nAnd the waters will flood out the hiding place."},{"Verse":18,"Text":" Your covenant with Death will be dissolved,\r\nAnd your agreement with the Grave will not stand.\r\nWhen the raging flash flood passes through,\r\nYou will be crushed by it."},{"Verse":19,"Text":" As often as it passes through,\r\nIt will sweep you away;\r\nFor it will pass through morning after morning,\r\nDuring the day and during the night.\r\nOnly terror will make them understand what was heard.”"},{"Verse":20,"Text":" For the bed is too short to stretch out on,\r\nAnd the woven sheet is too narrow to wrap up in."},{"Verse":21,"Text":" For Jehovah will rise up as at Mount Peraʹzim;\r\nHe will rouse himself as in the valley near Gibʹeon,\r\nThat he may do his deed—his strange deed—\r\nAnd that he may carry out his work—his unusual work."},{"Verse":22,"Text":" Now do not scoff,\r\nSo that your bonds may not be further tightened,\r\nFor I have heard from the Sovereign Lord, Jehovah of armies,\r\nThat an extermination has been determined for all the land."},{"Verse":23,"Text":" Give ear and listen to my voice;\r\nPay attention and listen to what I say."},{"Verse":24,"Text":" Does the plower keep plowing all day before he sows seed?\r\nDoes he continually break up and harrow his ground?"},{"Verse":25,"Text":" When he has smoothed out its surface,\r\nDoes he not then scatter black cumin and sow cumin,\r\nAnd does he not plant wheat, millet, and barley in their places\r\nAnd spelt around the edges?"},{"Verse":26,"Text":" For He teaches him the right way;\r\nHis God instructs him."},{"Verse":27,"Text":" For black cumin is not crushed with a threshing sledge,\r\nAnd a wagon wheel is not driven over cumin.\r\nRather, black cumin is beaten out with a rod,\r\nAnd cumin with a staff."},{"Verse":28,"Text":" Does a person crush grain for bread?\r\nNo, he does not thresh it incessantly;\r\nAnd when he drives the roller of his wagon over it with his horses,\r\nHe does not crush it."},{"Verse":29,"Text":" This also comes from Jehovah of armies,\r\nWhose counsel is wonderful\r\nAnd whose achievements are great."}]},{"Chapter":29,"Verses":[{"Verse":1,"Text":" “Woe to Arʹiel, Arʹiel, the city where David encamped!\r\nContinue year after year;\r\nLet the cycle of festivals continue."},{"Verse":2,"Text":" But I will bring distress on Arʹiel,\r\nAnd there will be mourning and lamentation,\r\nAnd she will become to me like an altar hearth of God."},{"Verse":3,"Text":" I will encamp on all sides against you,\r\nAnd I will besiege you with a palisade\r\nAnd raise up siegeworks against you."},{"Verse":4,"Text":" You will be brought low;\r\nFrom the ground you will speak,\r\nAnd what you say will be muffled by dust.\r\nYour voice will come from the ground\r\nLike the voice of a spirit medium,\r\nAnd your words will chirp from the dust."},{"Verse":5,"Text":" The crowd of your enemies will be like fine powder,\r\nThe crowd of the tyrants just like the blowing chaff.\r\nAnd it will happen in an instant, suddenly."},{"Verse":6,"Text":" Jehovah of armies will give you his attention\r\nWith thunder and earthquake and a great noise,\r\nWith storm wind and tempest and the flames of a consuming fire.”"},{"Verse":7,"Text":" Then the crowd of all the nations waging war against Arʹiel\r\n—All those waging war against her,\r\nThe siege towers against her,\r\nAnd those bringing distress on her—\r\nWill become like a dream, a vision of the night."},{"Verse":8,"Text":" Yes, it will be just as when someone hungry dreams that he is eating,\r\nBut he wakes up hungry,\r\nAnd as when someone thirsty dreams that he is drinking,\r\nBut he wakes up tired and thirsty.\r\nSo it will happen with the crowd of all the nations\r\nThat wage war against Mount Zion."},{"Verse":9,"Text":" Be stunned and amazed;\r\nBlind yourselves and be blinded.\r\nThey are drunk, but not with wine;\r\nThey are staggering, but not from alcohol."},{"Verse":10,"Text":" For Jehovah has poured a spirit of deep sleep on you;\r\nHe has closed your eyes, the prophets,\r\nAnd he has covered your heads, the visionaries."},{"Verse":11,"Text":" Every vision becomes for you like the words of a sealed book. When they give it to someone who can read, saying: “Read this out loud, please,” he will say: “I cannot, for it is sealed up.”"},{"Verse":12,"Text":" And when they give the book to someone who cannot read, saying: “Read this, please,” he will say: “I cannot read at all.”"},{"Verse":13,"Text":" Jehovah says: “This people approach me with their mouth\r\nAnd they honor me with their lips,\r\nBut their heart is far removed from me;\r\nAnd their fear of me is based on commands of men that they have been taught."},{"Verse":14,"Text":" Therefore, I am the One who will again do wonderful things with this people,\r\nWith wonder upon wonder;\r\nAnd the wisdom of their wise men will perish,\r\nAnd the understanding of their discreet men will be hidden.”"},{"Verse":15,"Text":" Woe to those who go to great lengths to conceal their plans from Jehovah.\r\nTheir deeds are done in a dark place,\r\nWhile they say: “Who sees us?\r\nWho knows about us?”"},{"Verse":16,"Text":" How you twist things!\r\nShould the potter be regarded the same as the clay?\r\nShould what is made say about its maker:\r\n“He did not make me”?\r\nAnd does what is formed say about its former:\r\n“He shows no understanding”?"},{"Verse":17,"Text":" In just a short time, Lebʹanon will be turned into an orchard,\r\nAnd the orchard will be regarded as a forest."},{"Verse":18,"Text":" In that day the deaf will hear the words of the book,\r\nAnd out of the gloom and darkness the eyes of the blind will see."},{"Verse":19,"Text":" The meek will rejoice greatly in Jehovah,\r\nAnd the poor among men will be joyful in the Holy One of Israel."},{"Verse":20,"Text":" For the tyrant will be no more,\r\nThe boaster will come to his finish,\r\nAnd all those keeping alert to do harm will be destroyed,"},{"Verse":21,"Text":" Those who with a false word make others guilty,\r\nWho lay traps for the defender in the city gate,\r\nAnd who with empty arguments deny justice to the righteous one."},{"Verse":22,"Text":" So this is what Jehovah, who redeemed Abraham, says to the house of Jacob:\r\n“Jacob will no longer be ashamed,\r\nAnd no more will his face grow pale."},{"Verse":23,"Text":" For when he sees his children,\r\nWho are the work of my hands, in his midst,\r\nThey will sanctify my name;\r\nYes, they will sanctify the Holy One of Jacob,\r\nAnd they will stand in awe of the God of Israel."},{"Verse":24,"Text":" Those who are wayward in spirit will acquire understanding,\r\nAnd those who complain will accept instruction.”"}]},{"Chapter":30,"Verses":[{"Verse":1,"Text":" “Woe to the stubborn sons,” declares Jehovah,\r\n“Who carry out plans that are not mine,\r\nWho make alliances, but not by my spirit,\r\nIn order to add sin to sin."},{"Verse":2,"Text":" They go down to Egypt without consulting me,\r\nTo take shelter under Pharʹaoh’s protection\r\nAnd to take refuge in the shadow of Egypt!"},{"Verse":3,"Text":" But the protection of Pharʹaoh will become for you a reason for shame,\r\nAnd refuge in Egypt’s shadow a cause for humiliation."},{"Verse":4,"Text":" For his princes are in Zoʹan,\r\nAnd his envoys have reached Haʹnes."},{"Verse":5,"Text":" They will all be put to shame\r\nBy a people who can bring no benefit to them,\r\nWho offer no help and no benefit,\r\nOnly shame and disgrace.”"},{"Verse":6,"Text":" A pronouncement against the beasts of the south:\r\nThrough the land of distress and hardship,\r\nOf the lion, the roaring lion,\r\nOf the viper and the flying fiery snake,\r\nThey carry their wealth on the backs of donkeys\r\nAnd their supplies on the humps of camels.\r\nBut these things will not benefit the people."},{"Verse":7,"Text":" For Egypt’s help is completely useless.\r\nSo I have called this one: “Raʹhab, who sits still.”"},{"Verse":8,"Text":" “Now go, write it on a tablet in their presence,\r\nAnd inscribe it in a book,\r\nSo that it may serve for a future day\r\nAs a permanent witness."},{"Verse":9,"Text":" For they are a rebellious people, deceitful sons,\r\nSons who are unwilling to hear the law of Jehovah."},{"Verse":10,"Text":" They say to the seers, ‘Do not see,’\r\nAnd to the visionaries, ‘Do not tell us truthful visions.\r\nTell us flattering things; envision deceptive illusions."},{"Verse":11,"Text":" Turn aside from the way; deviate from the path.\r\nQuit putting before us the Holy One of Israel.’”"},{"Verse":12,"Text":" Therefore this is what the Holy One of Israel says:\r\n“Since you reject this word\r\nAnd you trust in fraud and deceit\r\nAnd you rely on these,"},{"Verse":13,"Text":" So this error will be for you like a broken wall,\r\nLike a bulging high wall ready to fall.\r\nIt will crash suddenly, in an instant."},{"Verse":14,"Text":" It will be broken like a large potter’s jar,\r\nSo completely smashed that no fragment among its pieces will be left\r\nTo rake the fire from the fireplace\r\nOr to scoop water from a puddle.”"},{"Verse":15,"Text":" For this is what the Sovereign Lord Jehovah, the Holy One of Israel, says:\r\n“By returning to me and resting, you will be saved;\r\nYour strength will be in keeping calm and showing trust.”\r\nBut you were unwilling."},{"Verse":16,"Text":" Instead, you said: “No, we will flee on horses!”\r\nSo flee you will.\r\n“And on swift horses we will ride!”\r\nSo those pursuing you will be swift."},{"Verse":17,"Text":" A thousand will tremble at the threat of one;\r\nAt the threat of five you will flee\r\nUntil what is left of you is like a mast on the top of a mountain,\r\nLike a signal pole on a hill."},{"Verse":18,"Text":" But Jehovah is waiting patiently to show you favor,\r\nAnd he will rise up to show you mercy.\r\nFor Jehovah is a God of justice.\r\nHappy are all those keeping in expectation of him."},{"Verse":19,"Text":" When the people dwell in Zion, in Jerusalem, you will by no means weep. He will surely show you favor at the sound of your cry for help; he will answer you as soon as he hears it."},{"Verse":20,"Text":" Though Jehovah will give you bread in the form of distress and water in the form of oppression, your Grand Instructor will no longer hide himself, and you will see your Grand Instructor with your own eyes."},{"Verse":21,"Text":" And your own ears will hear a word behind you saying, “This is the way. Walk in it,” in case you should go to the right or in case you should go to the left."},{"Verse":22,"Text":" And you will defile the silver overlay of your graven images and the golden plating of your metal statues. You will cast them away like a menstrual cloth and say to them, “Be gone!”"},{"Verse":23,"Text":" And he will give the rain for the seed you sow in the ground, and the bread that the ground produces will be abundant and rich. In that day your livestock will graze in spacious pastures."},{"Verse":24,"Text":" And the cattle and the donkeys that work the ground will eat fodder seasoned with sorrel, which was winnowed with the shovel and the pitchfork."},{"Verse":25,"Text":" And on every tall mountain and on every high hill will be streams and watercourses, in the day of the great slaughter when the towers fall."},{"Verse":26,"Text":" And the light of the full moon will become like the light of the sun; and the light of the sun will become seven times stronger, like the light of seven days, in the day that Jehovah binds up the breakdown of his people and heals the severe wound from the blow he inflicted."},{"Verse":27,"Text":" Look! The name of Jehovah is coming from far away,\r\nBurning with his anger and with heavy clouds.\r\nHis lips are full of indignation,\r\nAnd his tongue is like a consuming fire."},{"Verse":28,"Text":" His spirit is like a flooding torrent that reaches clear to the neck,\r\nTo shake the nations in a sieve of destruction;\r\nAnd the peoples will have a bridle in their jaws that leads them astray."},{"Verse":29,"Text":" But your song will be like the one sung in the night\r\nWhen you prepare for a festival,\r\nAnd your heart will rejoice like one\r\nWho walks with a flute\r\nOn his way to the mountain of Jehovah, to the Rock of Israel."},{"Verse":30,"Text":" Jehovah will make his majestic voice heard\r\nAnd reveal his arm as it descends in the heat of anger,\r\nWith the flame of a consuming fire,\r\nA cloudburst and a thunderstorm and hailstones."},{"Verse":31,"Text":" For because of the voice of Jehovah, Assyrʹia will be struck with terror;\r\nHe will strike it with a rod."},{"Verse":32,"Text":" And every swing of his rod of punishment\r\nThat Jehovah will bring down on Assyrʹia\r\nWill be accompanied by tambourines and harps\r\nAs he brandishes his arm against them in battle."},{"Verse":33,"Text":" For his Toʹpheth is already prepared;\r\nIt is also made ready for the king.\r\nHe has made the woodpile deep and wide,\r\nWith an abundance of fire and wood.\r\nThe breath of Jehovah, like a torrent of sulfur,\r\nWill set fire to it."}]},{"Chapter":31,"Verses":[{"Verse":1,"Text":" Woe to those who go down to Egypt for assistance,\r\nWho rely on horses,\r\nWho trust in war chariots because they are numerous,\r\nAnd in warhorses because they are mighty.\r\nBut they do not look to the Holy One of Israel,\r\nAnd they do not search for Jehovah."},{"Verse":2,"Text":" But he is also wise and will bring calamity,\r\nAnd he will not take back his words.\r\nHe will rise up against the house of evildoers\r\nAnd against those who help wrongdoers."},{"Verse":3,"Text":" The Egyptians, though, are mere men and not God;\r\nTheir horses are flesh and not spirit.\r\nWhen Jehovah stretches out his hand,\r\nWhoever offers help will stumble\r\nAnd whoever is helped will fall;\r\nThey will all perish at the same time."},{"Verse":4,"Text":" For this is what Jehovah has said to me:\r\n“Just as the lion growls, a strong young lion, over its prey,\r\nWhen a whole group of shepherds is called together against it,\r\nAnd it is not terrified by their voice\r\nOr daunted by their commotion,\r\nSo will Jehovah of armies come down to wage war\r\nOver Mount Zion and over her hill."},{"Verse":5,"Text":" Like swooping birds, so Jehovah of armies will defend Jerusalem.\r\nHe will defend her and save her.\r\nHe will spare her and rescue her.”"},{"Verse":6,"Text":" “Return to the One against whom you have blatantly revolted, O people of Israel."},{"Verse":7,"Text":" For in that day each one will reject his worthless gods of silver and his valueless gods of gold, which your own hands sinfully made."},{"Verse":8,"Text":" And the Assyrʹian will fall by the sword, not of a man;\r\nAnd a sword, not of a human, will devour him.\r\nHe will flee because of the sword,\r\nAnd his young men will be put to forced labor."},{"Verse":9,"Text":" His crag will pass away because of sheer fright,\r\nAnd his princes will be terrified because of the signal pole,” declares Jehovah,\r\nWhose light is in Zion and whose furnace is in Jerusalem."}]},{"Chapter":32,"Verses":[{"Verse":1,"Text":" Look! A king will reign for righteousness,\r\nAnd princes will rule for justice."},{"Verse":2,"Text":" And each one will be like a hiding place from the wind,\r\nA place of concealment from the rainstorm,\r\nLike streams of water in a waterless land,\r\nLike the shadow of a massive crag in a parched land."},{"Verse":3,"Text":" Then the eyes of those seeing will no longer be pasted shut,\r\nAnd the ears of those hearing will pay attention."},{"Verse":4,"Text":" The heart of those who are impetuous will ponder over knowledge,\r\nAnd the stammering tongue will speak fluently and clearly."},{"Verse":5,"Text":" The senseless one will no longer be called generous,\r\nAnd the unprincipled man will not be called noble;"},{"Verse":6,"Text":" For the senseless one will speak nonsense,\r\nAnd his heart will devise harmful things,\r\nTo promote apostasy and to speak what is wayward against Jehovah,\r\nTo cause the hungry one to go unfed\r\nAnd to deprive the thirsty one of something to drink."},{"Verse":7,"Text":" The devices of the unprincipled man are bad;\r\nHe promotes shameful conduct\r\nTo ruin the afflicted one with lies,\r\nEven when the poor speaks what is right."},{"Verse":8,"Text":" But the generous one has generous intentions,\r\nAnd in generous endeavors he perseveres."},{"Verse":9,"Text":" “You complacent women, get up and listen to my voice!\r\nYou carefree daughters, pay attention to what I say!"},{"Verse":10,"Text":" In a little over a year, you who are carefree will shudder,\r\nBecause no fruit will have been gathered when the grape harvest ends."},{"Verse":11,"Text":" Tremble, you complacent women!\r\nShudder, you who are carefree!\r\nStrip yourselves bare,\r\nAnd put sackcloth around your hips."},{"Verse":12,"Text":" Beat your breasts in lamentation\r\nOver the desirable fields and the fruitful vine."},{"Verse":13,"Text":" For the ground of my people will be covered with thorns and briars;\r\nThey will cover all the houses of rejoicing,\r\nYes, the city of exultation."},{"Verse":14,"Text":" For the fortified tower has been forsaken;\r\nThe noisy city has been abandoned.\r\nOʹphel and the watchtower have become a permanent wasteland,\r\nA delight for wild donkeys,\r\nA pasture for the flocks,"},{"Verse":15,"Text":" Until the spirit is poured out on us from above,\r\nAnd the wilderness becomes an orchard,\r\nAnd the orchard is regarded as a forest."},{"Verse":16,"Text":" Then justice will reside in the wilderness,\r\nAnd righteousness will dwell in the orchard."},{"Verse":17,"Text":" The result of true righteousness will be peace,\r\nAnd the fruitage of true righteousness will be lasting tranquility and security."},{"Verse":18,"Text":" My people will dwell in a peaceful abiding place,\r\nIn secure dwellings and in tranquil resting-places."},{"Verse":19,"Text":" But the hail will flatten the forest,\r\nAnd the city will be completely leveled."},{"Verse":20,"Text":" Happy are you who sow seed alongside all waters,\r\nWho send out the bull and the donkey.”"}]},{"Chapter":33,"Verses":[{"Verse":1,"Text":" Woe to you, you destroyer who has not been destroyed;\r\nYou betrayer who has not been betrayed!\r\nWhen you finish destroying, you will be destroyed.\r\nWhen you finish betraying, you will be betrayed."},{"Verse":2,"Text":" O Jehovah, show us favor.\r\nOur hope is in you.\r\nBecome our arm every morning,\r\nYes, our salvation in the time of distress."},{"Verse":3,"Text":" At the sound of turmoil peoples flee.\r\nWhen you rise up, nations scatter."},{"Verse":4,"Text":" As the voracious locusts gather, so your spoil will be gathered;\r\nPeople will rush on it like swarms of locusts."},{"Verse":5,"Text":" Jehovah will be exalted,\r\nFor he resides in the heights above.\r\nHe will fill Zion with justice and righteousness."},{"Verse":6,"Text":" He is the stability of your times;\r\nAn abundance of salvation, wisdom, knowledge, and the fear of Jehovah\r\n—This is his treasure."},{"Verse":7,"Text":" Look! Their heroes cry out in the street;\r\nThe messengers of peace weep bitterly."},{"Verse":8,"Text":" The highways are deserted;\r\nThere is no one traveling on the pathways.\r\nHe has broken the covenant;\r\nHe has rejected the cities;\r\nHe shows no regard for mortal man."},{"Verse":9,"Text":" The land mourns and withers away.\r\nLebʹanon is ashamed; it has decayed.\r\nSharʹon has become like the desert,\r\nAnd Baʹshan and Carʹmel shake off their leaves."},{"Verse":10,"Text":" “Now I will rise up,” says Jehovah,\r\n“Now I will exalt myself;\r\nNow I will magnify myself."},{"Verse":11,"Text":" You conceive dried grass and give birth to stubble.\r\nYour own spirit will consume you like a fire."},{"Verse":12,"Text":" And peoples will become as the burnings of lime.\r\nAs thorns cut down, they will be set ablaze with fire."},{"Verse":13,"Text":" You who are far away, listen to what I will do!\r\nAnd you who are nearby, acknowledge my might!"},{"Verse":14,"Text":" The sinners in Zion are in dread;\r\nTrembling has seized the apostates:\r\n‘Who of us can live where there is a consuming fire?\r\nWho of us can live with unquenchable flames?’"},{"Verse":15,"Text":" The one who walks in continual righteousness,\r\nWho speaks what is upright,\r\nWho rejects dishonest, fraudulent gain,\r\nWhose hands refuse a bribe rather than grabbing it,\r\nWho closes his ear to talk of bloodshed,\r\nAnd who shuts his eyes to avoid seeing what is bad"},{"Verse":16,"Text":" —He will reside in the heights;\r\nHis secure refuge will be in rocky strongholds,\r\nHis bread will be provided,\r\nAnd his water supply will never fail.”"},{"Verse":17,"Text":" Your eyes will behold a king in his splendor;\r\nThey will see a land far away."},{"Verse":18,"Text":" In your heart you will recall the terror:\r\n“Where is the secretary?\r\nWhere is the one who weighed out the tribute?\r\nWhere is the one who counted the towers?”"},{"Verse":19,"Text":" You will no more see the insolent people,\r\nA people whose language is too obscure to comprehend,\r\nWhose stammering tongue you cannot understand."},{"Verse":20,"Text":" Behold Zion, the city of our festivals!\r\nYour eyes will see Jerusalem as a tranquil dwelling place,\r\nA tent that will not be moved.\r\nNever will its tent pins be pulled out,\r\nAnd none of its ropes will be torn apart."},{"Verse":21,"Text":" But there the Majestic One, Jehovah,\r\nWill be for us a region of rivers, of wide canals,\r\nWhere no galley fleet will go\r\nAnd no majestic ships will pass by."},{"Verse":22,"Text":" For Jehovah is our Judge,\r\nJehovah is our Lawgiver,\r\nJehovah is our King;\r\nHe is the One who will save us."},{"Verse":23,"Text":" Your ropes will hang loose;\r\nThey cannot hold up the mast nor spread the sail.\r\nAt that time an abundance of spoil will be divided up;\r\nEven the lame will take much plunder."},{"Verse":24,"Text":" And no resident will say: “I am sick.”\r\nThe people dwelling in the land will be pardoned for their error."}]},{"Chapter":34,"Verses":[{"Verse":1,"Text":" Come close to hear, you nations,\r\nAnd pay attention, you peoples.\r\nLet the earth and that which fills it listen,\r\nThe land and all its produce."},{"Verse":2,"Text":" For Jehovah’s indignation is against all the nations,\r\nAnd his wrath is against all their army.\r\nHe will devote them to destruction;\r\nHe will give them to the slaughter."},{"Verse":3,"Text":" Their slain will be thrown out,\r\nAnd the stench of their carcasses will ascend;\r\nThe mountains will melt because of their blood."},{"Verse":4,"Text":" All the army of the heavens will rot away,\r\nAnd the heavens will be rolled up like a scroll.\r\nAll their army will wither away,\r\nAs a withered leaf falls from the vine\r\nAnd a shriveled fig from the fig tree."},{"Verse":5,"Text":" “For in the heavens my sword will be drenched.\r\nIt will descend on Eʹdom in judgment,\r\nOn the people whom I devoted to destruction."},{"Verse":6,"Text":" Jehovah has a sword; it will be covered with blood.\r\nIt will be covered with the fat,\r\nWith the blood of young rams and goats,\r\nWith the kidney fat of rams.\r\nFor Jehovah has a sacrifice in Bozʹrah,\r\nA great slaughter in the land of Eʹdom."},{"Verse":7,"Text":" The wild bulls will go down with them,\r\nThe young bulls with the powerful ones.\r\nTheir land will be drenched in blood,\r\nAnd their dust will be soaked with fat.”"},{"Verse":8,"Text":" For Jehovah has a day of vengeance,\r\nA year of retribution for the legal case over Zion."},{"Verse":9,"Text":" Her streams will be changed into pitch,\r\nAnd her dust into sulfur,\r\nAnd her land will become like burning pitch."},{"Verse":10,"Text":" By night or by day it will not be extinguished;\r\nIts smoke will keep ascending forever.\r\nFrom generation to generation she will remain devastated;\r\nNo one will pass through her forever and ever."},{"Verse":11,"Text":" The pelican and the porcupine will possess her,\r\nAnd long-eared owls and ravens will reside in her.\r\nHe will stretch out over her the measuring line of emptiness\r\nAnd the plumb line of desolation."},{"Verse":12,"Text":" None of her nobles will be called to the kingship,\r\nAnd all her princes will come to nothing."},{"Verse":13,"Text":" Thorns will grow in her fortified towers,\r\nNettles and thorny weeds in her fortresses.\r\nShe will become a lair of jackals,\r\nAn enclosure for ostriches."},{"Verse":14,"Text":" Desert creatures will meet up with howling animals,\r\nAnd the wild goat will call to its companion.\r\nYes, there the nightjar will settle and find a place of rest."},{"Verse":15,"Text":" There the arrow snake will make its nest and lay eggs,\r\nAnd it will hatch them and gather them in its shadow.\r\nYes, there the kites will gather, each one with her mate."},{"Verse":16,"Text":" Search in the book of Jehovah and read it out loud:\r\nNot one of them will be missing;\r\nNone of them will be lacking a mate,\r\nFor it is the mouth of Jehovah that has given the order,\r\nAnd it is his spirit that has gathered them together."},{"Verse":17,"Text":" He is the One who has cast the lot for them,\r\nAnd his own hand has measured out their assigned place.\r\nThey will possess it for all time;\r\nThey will reside in it throughout all generations."}]},{"Chapter":35,"Verses":[{"Verse":1,"Text":" The wilderness and the parched land will exult,\r\nAnd the desert plain will be joyful and blossom as the saffron."},{"Verse":2,"Text":" Without fail it will blossom;\r\nIt will rejoice and shout for joy.\r\nThe glory of Lebʹanon will be given to it,\r\nThe splendor of Carʹmel and of Sharʹon.\r\nThey will see the glory of Jehovah, the splendor of our God."},{"Verse":3,"Text":" Strengthen the weak hands,\r\nAnd make firm the knees that are shaking."},{"Verse":4,"Text":" Say to those who are anxious at heart:\r\n“Be strong. Do not be afraid.\r\nLook! Your own God will come with vengeance,\r\nGod will come with retribution.\r\nHe will come and save you.”"},{"Verse":5,"Text":" At that time the eyes of the blind will be opened,\r\nAnd the ears of the deaf will be unstopped."},{"Verse":6,"Text":" At that time the lame will leap like the deer,\r\nAnd the tongue of the speechless will shout for joy.\r\nFor waters will burst forth in the wilderness,\r\nAnd streams in the desert plain."},{"Verse":7,"Text":" The heat-parched ground will become a reedy pool,\r\nAnd the thirsty ground springs of water.\r\nIn the lairs where jackals rested,\r\nThere will be green grass and reeds and papyrus."},{"Verse":8,"Text":" And a highway will be there,\r\nYes, a way called the Way of Holiness.\r\nThe unclean one will not travel on it.\r\nIt is reserved for the one walking on the way;\r\nNo one foolish will stray onto it."},{"Verse":9,"Text":" No lion will be there,\r\nAnd no vicious wild beasts will come on it.\r\nThey will not be found there;\r\nOnly the repurchased ones will walk there."},{"Verse":10,"Text":" Those redeemed by Jehovah will return and come to Zion with a joyful cry.\r\nUnending joy will crown their heads.\r\nExultation and rejoicing will be theirs,\r\nAnd grief and sighing will flee away."}]},{"Chapter":36,"Verses":[{"Verse":1,"Text":" In the 14th year of King Hezekiʹah, Sennachʹerib the king of Assyrʹia came up against all the fortified cities of Judah and captured them."},{"Verse":2,"Text":" The king of Assyrʹia then sent the Rabʹshakeh with a vast army from Laʹchish to King Hezekiʹah in Jerusalem. They took up a position by the conduit of the upper pool, which is at the highway of the laundryman’s field."},{"Verse":3,"Text":" Then Eliʹakim son of Hilkiʹah, who was in charge of the household, Shebʹna the secretary, and Joʹah son of Aʹsaph the recorder came out to him."},{"Verse":4,"Text":" So the Rabʹshakeh said to them: “Please, say to Hezekiʹah, ‘This is what the great king, the king of Assyrʹia, says: “What is the basis for your confidence?"},{"Verse":5,"Text":" You are saying, ‘I have a strategy and the power to wage war,’ but these are empty words. In whom have you put trust, so that you dare to rebel against me?"},{"Verse":6,"Text":" Look! You trust in the support of this crushed reed, Egypt, which if a man should lean on it would enter into his palm and pierce it. That is the way Pharʹaoh king of Egypt is to all those who trust in him."},{"Verse":7,"Text":" And if you should say to me, ‘We trust in Jehovah our God,’ is he not the one whose high places and altars Hezekiʹah has removed, while he says to Judah and Jerusalem, ‘You should bow down before this altar’?”’"},{"Verse":8,"Text":" So now make this wager, please, with my lord the king of Assyrʹia: I will give you 2,000 horses if you are able to find enough riders for them."},{"Verse":9,"Text":" How, then, could you drive back even one governor who is the least of my lord’s servants, while you put your trust in Egypt for chariots and for horsemen?"},{"Verse":10,"Text":" Now is it without authorization from Jehovah that I have come up against this land to destroy it? Jehovah himself said to me, ‘Go up against this land and destroy it.’”"},{"Verse":11,"Text":" At this Eliʹakim and Shebʹna and Joʹah said to the Rabʹshakeh: “Speak to your servants, please, in the Aramaʹic language, for we can understand it; do not speak to us in the language of the Jews in the hearing of the people on the wall.”"},{"Verse":12,"Text":" But the Rabʹshakeh said: “Is it just to your lord and to you that my lord sent me to speak these words? Is it not also to the men who sit on the wall, those who will eat their own excrement and drink their own urine along with you?”"},{"Verse":13,"Text":" Then the Rabʹshakeh stood and called out loudly in the language of the Jews, saying: “Hear the word of the great king, the king of Assyrʹia."},{"Verse":14,"Text":" This is what the king says, ‘Do not let Hezekiʹah deceive you, for he is not able to rescue you."},{"Verse":15,"Text":" And do not let Hezekiʹah cause you to trust in Jehovah by saying: “Jehovah will surely rescue us, and this city will not be given into the hand of the king of Assyrʹia.”"},{"Verse":16,"Text":" Do not listen to Hezekiʹah, for this is what the king of Assyrʹia says: “Make peace with me and surrender, and each of you will eat from his own vine and from his own fig tree and will drink the water of his own cistern,"},{"Verse":17,"Text":" until I come and take you to a land like your own land, a land of grain and new wine, a land of bread and vineyards."},{"Verse":18,"Text":" Do not let Hezekiʹah mislead you by saying, ‘Jehovah will rescue us.’ Have any of the gods of the nations rescued their land out of the hand of the king of Assyrʹia?"},{"Verse":19,"Text":" Where are the gods of Haʹmath and Arʹpad? Where are the gods of Sepharvaʹim? And have they rescued Samarʹia out of my hand?"},{"Verse":20,"Text":" Who among all the gods of these lands have rescued their land out of my hand, so that Jehovah should rescue Jerusalem out of my hand?”’”"},{"Verse":21,"Text":" But they kept silent and did not say a word to him in reply, for the order of the king was, “You must not answer him.”"},{"Verse":22,"Text":" But Eliʹakim son of Hilkiʹah, who was in charge of the household, Shebʹna the secretary, and Joʹah son of Aʹsaph the recorder came to Hezekiʹah with their garments ripped apart and told him the words of the Rabʹshakeh."}]},{"Chapter":37,"Verses":[{"Verse":1,"Text":" As soon as King Hezekiʹah heard this, he ripped his garments apart and covered himself with sackcloth and went into the house of Jehovah."},{"Verse":2,"Text":" Then he sent Eliʹakim, who was in charge of the household, Shebʹna the secretary, and the elders of the priests, covered with sackcloth, to the prophet Isaiah, the son of Aʹmoz."},{"Verse":3,"Text":" They said to him: “This is what Hezekiʹah says, ‘This day is a day of distress, of rebuke, and of disgrace; for the children are ready to be born, but there is no strength to give birth."},{"Verse":4,"Text":" Perhaps Jehovah your God will hear the words of the Rabʹshakeh, whom the king of Assyrʹia his lord sent to taunt the living God, and he will call him to account for the words that Jehovah your God has heard. So offer up a prayer in behalf of the remnant who have survived.’”"},{"Verse":5,"Text":" So the servants of King Hezekiʹah went in to Isaiah,"},{"Verse":6,"Text":" and Isaiah said to them: “This is what you should say to your lord, ‘This is what Jehovah says: “Do not be afraid because of the words that you heard, the words with which the attendants of the king of Assyrʹia blasphemed me."},{"Verse":7,"Text":" Here I am putting a thought in his mind, and he will hear a report and return to his own land; and I will make him fall by the sword in his own land.”’”"},{"Verse":8,"Text":" After the Rabʹshakeh heard that the king of Assyrʹia had pulled away from Laʹchish, he returned to him and found him fighting against Libʹnah."},{"Verse":9,"Text":" Now the king heard it said about King Tirhaʹkah of Ethioʹpia: “He has come out to fight against you.” When he heard this, he sent messengers again to Hezekiʹah, saying:"},{"Verse":10,"Text":" “This is what you should say to King Hezekiʹah of Judah, ‘Do not let your God in whom you trust deceive you by saying: “Jerusalem will not be given into the hand of the king of Assyrʹia.”"},{"Verse":11,"Text":" Look! You have heard what the kings of Assyrʹia did to all the lands by devoting them to destruction. Will you alone be rescued?"},{"Verse":12,"Text":" Did the gods of the nations that my forefathers destroyed rescue them? Where are Goʹzan, Haʹran, Reʹzeph, and the people of Eʹden who were in Tel-asʹsar?"},{"Verse":13,"Text":" Where is the king of Haʹmath, the king of Arʹpad, and the king of the cities of Sepharvaʹim, and of Heʹna, and of Ivʹvah?’”"},{"Verse":14,"Text":" Hezekiʹah took the letters out of the hand of the messengers and read them. Hezekiʹah then went up to the house of Jehovah and spread them out before Jehovah."},{"Verse":15,"Text":" And Hezekiʹah began to pray to Jehovah and say:"},{"Verse":16,"Text":" “O Jehovah of armies, the God of Israel, sitting enthroned above the cherubs, you alone are the true God of all the kingdoms of the earth. You made the heavens and the earth."},{"Verse":17,"Text":" Incline your ear, O Jehovah, and hear! Open your eyes, O Jehovah, and see! Hear all the words that Sennachʹerib has sent to taunt the living God."},{"Verse":18,"Text":" It is a fact, O Jehovah, that the kings of Assyrʹia have devastated all the lands, as well as their own land."},{"Verse":19,"Text":" And they have thrown their gods into the fire, because they were not gods but the work of human hands, wood and stone. That is why they could destroy them."},{"Verse":20,"Text":" But now, O Jehovah our God, save us out of his hand, so that all the kingdoms of the earth may know that you alone are God, O Jehovah.”"},{"Verse":21,"Text":" Isaiah son of Aʹmoz then sent this message to Hezekiʹah: “This is what Jehovah the God of Israel says, ‘Because you prayed to me concerning King Sennachʹerib of Assyrʹia,"},{"Verse":22,"Text":" this is the word that Jehovah has spoken against him:\r\n“The virgin daughter of Zion despises you, she scoffs at you.\r\nThe daughter of Jerusalem shakes her head at you."},{"Verse":23,"Text":" Whom have you taunted and blasphemed?\r\nAgainst whom have you raised your voice\r\nAnd lifted your arrogant eyes?\r\nIt is against the Holy One of Israel!"},{"Verse":24,"Text":" Through your servants you have taunted Jehovah and said,\r\n‘With the multitude of my war chariots\r\nI will ascend the heights of mountains,\r\nThe remotest parts of Lebʹanon.\r\nI will cut down its lofty cedars, its choice juniper trees.\r\nI will enter its highest retreats, its densest forests."},{"Verse":25,"Text":" I will dig wells and drink waters;\r\nI will dry up the streams of Egypt with the soles of my feet.’"},{"Verse":26,"Text":" Have you not heard? From long ago it was determined.\r\nFrom days gone by I have prepared it.\r\nNow I will bring it about.\r\nYou will turn fortified cities into desolate piles of ruins."},{"Verse":27,"Text":" Their inhabitants will be helpless;\r\nThey will be terrified and put to shame.\r\nThey will become as vegetation of the field and green grass,\r\nAs grass of the roofs that is scorched by the east wind."},{"Verse":28,"Text":" But I well know when you sit, when you go out, when you come in,\r\nAnd when you are enraged against me,"},{"Verse":29,"Text":" Because your rage against me and your roaring have reached my ears.\r\nSo I will put my hook in your nose and my bridle between your lips,\r\nAnd I will lead you back the way you came.”"},{"Verse":30,"Text":" “‘And this will be the sign for you: This year you will eat what grows on its own; and in the second year, you will eat grain that sprouts from that; but in the third year you will sow seed and reap, and you will plant vineyards and eat their fruitage."},{"Verse":31,"Text":" Those of the house of Judah who escape, those who are left, will take root downward and produce fruit upward."},{"Verse":32,"Text":" For a remnant will go out of Jerusalem and survivors from Mount Zion. The zeal of Jehovah of armies will do this."},{"Verse":33,"Text":" “‘Therefore this is what Jehovah says about the king of Assyrʹia:\r\n“He will not come into this city\r\nOr shoot an arrow there\r\nOr confront it with a shield\r\nOr cast up a siege rampart against it.”’"},{"Verse":34,"Text":" ‘By the way he came he will return;\r\nHe will not come into this city,’ declares Jehovah."},{"Verse":35,"Text":" ‘I will defend this city and save it for my own sake\r\nAnd for the sake of my servant David.’”"},{"Verse":36,"Text":" And the angel of Jehovah went out and struck down 185,000 men in the camp of the Assyrʹians. When people rose up early in the morning, they saw all the dead bodies."},{"Verse":37,"Text":" So King Sennachʹerib of Assyrʹia departed and returned to Ninʹeveh and stayed there."},{"Verse":38,"Text":" And as he was bowing down at the house of his god Nisʹroch, his own sons Adramʹmelech and Shareʹzer struck him down with the sword and then escaped to the land of Arʹarat. And his son Eʹsar-hadʹdon became king in his place."}]},{"Chapter":38,"Verses":[{"Verse":1,"Text":" In those days Hezekiʹah became sick and was at the point of death. The prophet Isaiah the son of Aʹmoz came and said to him, “This is what Jehovah says: ‘Give instructions to your household, for you will die; you will not recover.’”"},{"Verse":2,"Text":" At that Hezekiʹah turned his face to the wall and began to pray to Jehovah:"},{"Verse":3,"Text":" “I beg you, O Jehovah, remember, please, how I have walked before you faithfully and with a complete heart, and I have done what was good in your eyes.” And Hezekiʹah began to weep profusely."},{"Verse":4,"Text":" Then the word of Jehovah came to Isaiah, saying:"},{"Verse":5,"Text":" “Go back and say to Hezekiʹah, ‘This is what Jehovah the God of David your forefather says: “I have heard your prayer. I have seen your tears. Here I am adding 15 years to your life,"},{"Verse":6,"Text":" and I will rescue you and this city out of the hand of the king of Assyrʹia, and I will defend this city."},{"Verse":7,"Text":" This is the sign from Jehovah to show you that Jehovah will carry out the word that he has spoken:"},{"Verse":8,"Text":" Here I will make the declining shadow of the sun on the stairway of Aʹhaz go back ten steps.”’” So the sun went back ten steps on the stairway that it had already descended."},{"Verse":9,"Text":" A writing of King Hezekiʹah of Judah when he became sick and recovered from his sickness."},{"Verse":10,"Text":" I said: “In the middle of my life\r\nI must go into the gates of the Grave.\r\nI will be deprived of my remaining years.”"},{"Verse":11,"Text":" I said: “I will not see Jah, Jah in the land of the living.\r\nI will look no more on mankind\r\nWhen I am with the inhabitants of the place where everything ceases."},{"Verse":12,"Text":" My own dwelling has been pulled out and removed from me\r\nLike the tent of a shepherd.\r\nI have rolled up my life like a loom worker;\r\nHe cuts me off like the threads of the warp.\r\nFrom daylight to nightfall you keep bringing me to an end."},{"Verse":13,"Text":" I calm myself until the morning.\r\nLike a lion, he keeps breaking all my bones;\r\nFrom daylight to nightfall you keep bringing me to an end."},{"Verse":14,"Text":" Like the swift or the thrush, so I keep chirping;\r\nI keep cooing like the dove.\r\nMy eyes look wearily to the height:\r\n‘O Jehovah, I am in great distress;\r\nBe my support!’"},{"Verse":15,"Text":" What can I say?\r\nHe has spoken to me and acted.\r\nI will walk humbly all my years\r\nBecause of my bitter distress."},{"Verse":16,"Text":" ‘O Jehovah, by these things every man lives,\r\nAnd in them is the life of my spirit.\r\nYou will restore me to health and preserve me alive."},{"Verse":17,"Text":" Look! Instead of peace, I had great bitterness;\r\nBut in your fondness for me,\r\nYou preserved me from the pit of destruction.\r\nYou have thrown all my sins behind your back."},{"Verse":18,"Text":" For the Grave cannot glorify you,\r\nDeath cannot praise you.\r\nThose who go down into the pit cannot hope for your faithfulness."},{"Verse":19,"Text":" The living, the living can praise you,\r\nJust as I can this day.\r\nA father can give his sons knowledge about your faithfulness."},{"Verse":20,"Text":" O Jehovah, save me,\r\nAnd we will play my songs on stringed instruments\r\nAll the days of our life at the house of Jehovah.’”"},{"Verse":21,"Text":" Isaiah then said: “Bring a cake of pressed dried figs and apply it to the boil, so that he may recover.”"},{"Verse":22,"Text":" Hezekiʹah had asked: “What is the sign that I will go up to the house of Jehovah?”"}]},{"Chapter":39,"Verses":[{"Verse":1,"Text":" At that time the king of Babylon, Merʹodach-balʹadan son of Balʹadan, sent letters and a gift to Hezekiʹah, for he had heard that he had been sick and had recovered."},{"Verse":2,"Text":" Hezekiʹah gladly welcomed them and showed them his treasure-house—the silver, the gold, the balsam oil and other precious oil, his whole armory, and everything that was to be found in his treasuries. There was nothing that Hezekiʹah did not show them in his own house and in all his dominion."},{"Verse":3,"Text":" After that Isaiah the prophet came in to King Hezekiʹah and asked him: “What did these men say, and where did they come from?” So Hezekiʹah said: “They came from a distant land, from Babylon.”"},{"Verse":4,"Text":" Next he asked: “What did they see in your house?” Hezekiʹah replied: “They saw everything in my house. There was nothing that I did not show them in my treasuries.”"},{"Verse":5,"Text":" Isaiah now said to Hezekiʹah: “Hear the word of Jehovah of armies,"},{"Verse":6,"Text":" ‘Look! Days are coming, and all that is in your house and all that your forefathers have stored up to this day will be carried off to Babylon. Nothing will be left,’ says Jehovah."},{"Verse":7,"Text":" ‘And some of your own sons to whom you will become father will be taken and will become court officials in the palace of the king of Babylon.’”"},{"Verse":8,"Text":" At that Hezekiʹah said to Isaiah: “The word of Jehovah that you have spoken is good.” Then he added: “Because there will be peace and stability during my lifetime.”"}]},{"Chapter":40,"Verses":[{"Verse":1,"Text":" “Comfort, comfort my people,” says your God."},{"Verse":2,"Text":" “Speak to the heart of Jerusalem,\r\nAnd proclaim to her that her compulsory service has been fulfilled,\r\nThat her guilt has been paid off.\r\nFrom the hand of Jehovah she has received a full amount for all her sins.”"},{"Verse":3,"Text":" A voice of one calling out in the wilderness:\r\n“Clear up the way of Jehovah!\r\nMake a straight highway through the desert for our God."},{"Verse":4,"Text":" Let every valley be raised up,\r\nAnd every mountain and hill be made low.\r\nThe rough ground must become level,\r\nAnd the rugged ground a valley plain."},{"Verse":5,"Text":" The glory of Jehovah will be revealed,\r\nAnd all flesh will see it together,\r\nFor the mouth of Jehovah has spoken.”"},{"Verse":6,"Text":" Listen! Someone is saying: “Call out!”\r\nAnother asks: “What should I call out?”\r\n“All flesh is green grass.\r\nAll their loyal love is like the blossom of the field."},{"Verse":7,"Text":" The green grass dries up,\r\nThe blossom withers,\r\nBecause the breath of Jehovah blows upon it.\r\nSurely the people are but green grass."},{"Verse":8,"Text":" The green grass dries up,\r\nThe blossom withers,\r\nBut the word of our God endures forever.”"},{"Verse":9,"Text":" Go up onto a high mountain,\r\nYou woman bringing good news for Zion.\r\nRaise your voice with power,\r\nYou woman bringing good news for Jerusalem.\r\nRaise it, do not be afraid.\r\nAnnounce to the cities of Judah: “Here is your God.”"},{"Verse":10,"Text":" Look! The Sovereign Lord Jehovah will come with power,\r\nAnd his arm will rule for him.\r\nLook! His reward is with him,\r\nAnd the wage he pays is before him."},{"Verse":11,"Text":" Like a shepherd he will care for his flock.\r\nWith his arm he will gather together the lambs,\r\nAnd in his bosom he will carry them.\r\nHe will gently lead those nursing their young."},{"Verse":12,"Text":" Who has measured the waters in the hollow of his hand\r\nAnd taken the measurements of the heavens with a span of his hand?\r\nWho has gathered in a measure the dust of the earth\r\nOr weighed the mountains in the balances\r\nAnd the hills in the scales?"},{"Verse":13,"Text":" Who has taken the measurements of the spirit of Jehovah,\r\nAnd who can instruct him as his adviser?"},{"Verse":14,"Text":" With whom did he consult to gain understanding,\r\nOr who teaches him in the path of justice,\r\nOr teaches him knowledge,\r\nOr shows him the way of true understanding?"},{"Verse":15,"Text":" Look! The nations are like a drop from a bucket,\r\nAnd as the film of dust on the scales they are regarded.\r\nLook! He lifts up the islands like fine dust."},{"Verse":16,"Text":" Even Lebʹanon is not sufficient to keep a fire burning,\r\nAnd its wild animals are not sufficient for a burnt offering."},{"Verse":17,"Text":" All the nations are as something nonexistent in front of him;\r\nHe regards them as nothing, as an unreality."},{"Verse":18,"Text":" To whom can you compare God?\r\nWhat likeness can you put next to him?"},{"Verse":19,"Text":" The craftsman casts an idol,\r\nThe metalworker overlays it with gold,\r\nAnd he forges silver chains."},{"Verse":20,"Text":" He chooses a tree for his contribution,\r\nA tree that will not rot.\r\nHe searches for a skilled craftsman\r\nTo prepare a carved image that will not topple over."},{"Verse":21,"Text":" Do you not know?\r\nHave you not heard?\r\nHas it not been told to you from the beginning?\r\nHave you not understood from the foundations of the earth?"},{"Verse":22,"Text":" There is One who dwells above the circle of the earth,\r\nAnd its inhabitants are like grasshoppers.\r\nHe is stretching out the heavens like a fine gauze,\r\nAnd he spreads them out like a tent to dwell in."},{"Verse":23,"Text":" He reduces high officials to nothing\r\nAnd makes the judges of the earth an unreality."},{"Verse":24,"Text":" They are hardly planted,\r\nThey are hardly sown,\r\nTheir stem has hardly taken root in the earth,\r\nAnd they are blown on and dry up,\r\nAnd the wind carries them away like stubble."},{"Verse":25,"Text":" “To whom can you liken me to make me his equal?” says the Holy One."},{"Verse":26,"Text":" “Lift up your eyes to heaven and see.\r\nWho has created these things?\r\nIt is the One who brings out their army by number;\r\nHe calls them all by name.\r\nBecause of his vast dynamic energy and his awe-inspiring power,\r\nNot one of them is missing."},{"Verse":27,"Text":" Why do you say, O Jacob, and why do you declare, O Israel,\r\n‘My way is hidden from Jehovah,\r\nAnd I receive no justice from God’?"},{"Verse":28,"Text":" Do you not know? Have you not heard?\r\nJehovah, the Creator of the ends of the earth, is a God for all eternity.\r\nHe never tires out or grows weary.\r\nHis understanding is unsearchable."},{"Verse":29,"Text":" He gives power to the tired one\r\nAnd full might to those lacking strength."},{"Verse":30,"Text":" Boys will tire out and grow weary,\r\nAnd young men will stumble and fall,"},{"Verse":31,"Text":" But those hoping in Jehovah will regain power.\r\nThey will soar on wings like eagles.\r\nThey will run and not grow weary;\r\nThey will walk and not tire out.”"}]},{"Chapter":41,"Verses":[{"Verse":1,"Text":" “Listen to me in silence, you islands;\r\nLet the nations regain their strength.\r\nLet them approach; then let them speak.\r\nLet us come together for judgment."},{"Verse":2,"Text":" Who has raised up someone from the sunrise,\r\nCalling him in righteousness to His feet,\r\nTo hand over nations to him\r\nAnd to make him subdue kings?\r\nWho reduces them to dust before his sword,\r\nLike windblown stubble before his bow?"},{"Verse":3,"Text":" He pursues them, passing along unhindered\r\nOver paths that his feet have not traveled."},{"Verse":4,"Text":" Who has acted and done this,\r\nSummoning the generations from the beginning?\r\nI, Jehovah, am the First One;\r\nAnd with the last ones I am the same.”"},{"Verse":5,"Text":" The islands have seen it and have become afraid.\r\nThe ends of the earth began to tremble.\r\nThey draw near and come forward."},{"Verse":6,"Text":" Each one helps his companion\r\nAnd says to his brother: “Be strong.”"},{"Verse":7,"Text":" So the craftsman strengthens the metalworker;\r\nThe one who flattens with the forge hammer\r\nStrengthens the one hammering at the anvil.\r\nHe says about the soldering: “It is good.”\r\nThen it is fastened with nails so that it will not topple over."},{"Verse":8,"Text":" “But you, O Israel, are my servant,\r\nYou, O Jacob, whom I have chosen,\r\nThe offspring of Abraham my friend,"},{"Verse":9,"Text":" You, whom I took from the ends of the earth,\r\nAnd you, whom I called from its most distant parts.\r\nI said to you, ‘You are my servant;\r\nI have chosen you; I have not rejected you."},{"Verse":10,"Text":" Do not be afraid, for I am with you.\r\nDo not be anxious, for I am your God.\r\nI will fortify you, yes, I will help you,\r\nI will really hold on to you with my right hand of righteousness.’"},{"Verse":11,"Text":" Look! All those getting enraged against you will be put to shame and humiliated.\r\nThose who fight with you will be brought to nothing and perish."},{"Verse":12,"Text":" You will search for men who struggle with you, but you will not find them;\r\nThe men at war with you will become as something nonexistent, as nothing at all."},{"Verse":13,"Text":" For I, Jehovah your God, am grasping your right hand,\r\nThe One saying to you, ‘Do not be afraid. I will help you.’"},{"Verse":14,"Text":" Do not be afraid, you worm Jacob,\r\nYou men of Israel, I will help you,” declares Jehovah, your Repurchaser, the Holy One of Israel."},{"Verse":15,"Text":" “Look! I have made you a threshing sledge,\r\nA new threshing instrument with double-edged teeth.\r\nYou will tread down the mountains and crush them\r\nAnd make the hills like chaff."},{"Verse":16,"Text":" You will winnow them,\r\nAnd the wind will carry them away;\r\nA windstorm will scatter them.\r\nYou will be joyful in Jehovah,\r\nAnd you will boast in the Holy One of Israel.”"},{"Verse":17,"Text":" “The needy and the poor are seeking water, but there is none.\r\nTheir tongue is dry from thirst.\r\nI, Jehovah, will answer them.\r\nI, the God of Israel, will not abandon them."},{"Verse":18,"Text":" I will make rivers flow on the bare hills\r\nAnd springs in the valley plains.\r\nI will turn the wilderness into a reedy pool of water\r\nAnd the waterless land into springs of water."},{"Verse":19,"Text":" In the desert I will plant the cedar tree,\r\nThe acacia and the myrtle and the pine tree.\r\nIn the desert plain I will plant the juniper tree,\r\nTogether with the ash and the cypress tree,"},{"Verse":20,"Text":" So that all people may see and know\r\nAnd pay attention and understand\r\nThat the hand of Jehovah has done this,\r\nAnd the Holy One of Israel has created it.”"},{"Verse":21,"Text":" “Present your case,” says Jehovah.\r\n“Produce your arguments,” says the King of Jacob."},{"Verse":22,"Text":" “Produce evidence and tell us the things that will happen.\r\nDo tell us about the former things,\r\nSo that we may reflect on them and know their outcome.\r\nOr declare to us the things that are coming."},{"Verse":23,"Text":" Tell us what will happen in the future,\r\nSo that we may know that you are gods.\r\nYes, do something, good or bad,\r\nSo that we may be amazed when we see it."},{"Verse":24,"Text":" Look! You are something nonexistent,\r\nAnd your achievement is nothing.\r\nAnyone who chooses you is detestable."},{"Verse":25,"Text":" I have raised up someone from the north, and he will come,\r\nOne from the rising of the sun who will call on my name.\r\nHe will trample rulers as if they were clay,\r\nLike a potter who treads moist clay."},{"Verse":26,"Text":" Who told about this from the beginning, so that we could know,\r\nOr from times past, so that we could say, ‘He is right’?\r\nIndeed, no one announced it!\r\nNo one declared it!\r\nNo one heard anything from you!”"},{"Verse":27,"Text":" I was the first to say to Zion: “Look! Here they are!”\r\nAnd to Jerusalem I will send a bearer of good news."},{"Verse":28,"Text":" But I kept looking, and there was no one;\r\nThere was not one among them to give advice.\r\nAnd I kept asking them to reply."},{"Verse":29,"Text":" Look! All of them are a delusion.\r\nTheir works are nothing.\r\nTheir metal images are wind and unreality."}]},{"Chapter":42,"Verses":[{"Verse":1,"Text":" Look! My servant, whom I support!\r\nMy chosen one, whom I have approved!\r\nI have put my spirit in him;\r\nHe will bring justice to the nations."},{"Verse":2,"Text":" He will not cry out or raise his voice,\r\nAnd he will not make his voice heard in the street."},{"Verse":3,"Text":" No crushed reed will he break,\r\nAnd no smoldering wick will he extinguish.\r\nIn faithfulness he will bring justice."},{"Verse":4,"Text":" He will not grow dim or be crushed until he establishes justice in the earth;\r\nAnd the islands keep waiting for his law."},{"Verse":5,"Text":" This is what the true God, Jehovah, says,\r\nThe Creator of the heavens and the Grand One who stretched them out,\r\nThe One who spread out the earth and its produce,\r\nThe One who gives breath to the people on it\r\nAnd spirit to those who walk on it:"},{"Verse":6,"Text":" “I, Jehovah, have called you in righteousness;\r\nI have taken hold of your hand.\r\nI will safeguard you and give you as a covenant for the people\r\nAnd as a light of the nations,"},{"Verse":7,"Text":" For you to open the blind eyes,\r\nTo bring the prisoner out of the dungeon\r\nAnd those sitting in darkness out of the prison."},{"Verse":8,"Text":" I am Jehovah. That is my name;\r\nI give my glory to no one else,\r\nNor my praise to graven images."},{"Verse":9,"Text":" See, the first things have come to pass;\r\nNow I am declaring new things.\r\nBefore they spring up, I tell you about them.”"},{"Verse":10,"Text":" Sing to Jehovah a new song,\r\nHis praise from the ends of the earth,\r\nYou who go down to the sea and all that fills it,\r\nYou islands and their inhabitants."},{"Verse":11,"Text":" Let the wilderness and its cities raise their voice,\r\nThe settlements where Keʹdar dwells.\r\nLet the inhabitants of the crag shout joyfully;\r\nLet them cry out from the top of the mountains."},{"Verse":12,"Text":" Let them attribute glory to Jehovah\r\nAnd declare his praise in the islands."},{"Verse":13,"Text":" Jehovah will go out like a mighty man.\r\nHe will awaken his zeal like a warrior.\r\nHe will shout, yes, he will let out a war cry;\r\nHe will show himself mightier than his enemies."},{"Verse":14,"Text":" “I have kept quiet for a long time.\r\nI remained silent and restrained myself.\r\nLike a woman giving birth,\r\nI will groan, pant, and gasp all at once."},{"Verse":15,"Text":" I will devastate mountains and hills\r\nAnd dry up all their vegetation.\r\nI will turn rivers into islands\r\nAnd dry up reedy pools of water."},{"Verse":16,"Text":" I will lead the blind in a way that they do not know\r\nAnd cause them to tread on unfamiliar paths.\r\nI will turn the darkness before them into light\r\nAnd turn the rugged terrain into level land.\r\nThis is what I will do for them, and I will not abandon them.”"},{"Verse":17,"Text":" They will be turned back and will be utterly put to shame,\r\nThose who trust in carved images,\r\nThose who say to metal statues: “You are our gods.”"},{"Verse":18,"Text":" Listen, you who are deaf;\r\nLook and see, you who are blind."},{"Verse":19,"Text":" Who is blind except my servant,\r\nSo deaf as the messenger I send?\r\nWho is so blind as the one rewarded,\r\nSo blind as the servant of Jehovah?"},{"Verse":20,"Text":" You see many things, but you do not keep watch.\r\nYou open your ears, but you do not listen."},{"Verse":21,"Text":" For the sake of his righteousness,\r\nJehovah has taken pleasure in magnifying the law and making it glorious."},{"Verse":22,"Text":" But this is a people plundered and pillaged;\r\nAll of them are trapped in the holes and hidden in the prisons.\r\nThey have been plundered with no one to rescue them,\r\nAnd pillaged with no one to say: “Bring them back!”"},{"Verse":23,"Text":" Who among you will hear this?\r\nWho will pay attention and listen for the time to come?"},{"Verse":24,"Text":" Who has given Jacob for pillage\r\nAnd Israel to the plunderers?\r\nIs it not Jehovah, the One against whom we sinned?\r\nIn His ways they refused to walk,\r\nAnd His law they would not obey."},{"Verse":25,"Text":" So He kept pouring out on him wrath,\r\nHis anger and the fury of war.\r\nIt consumed everything around him, but he paid no attention.\r\nIt blazed up against him, but he would not take it to heart."}]},{"Chapter":43,"Verses":[{"Verse":1,"Text":" Now this is what Jehovah says,\r\nYour Creator, O Jacob, the One who formed you, O Israel:\r\n“Do not be afraid, for I have repurchased you.\r\nI have called you by your name.\r\nYou belong to me."},{"Verse":2,"Text":" When you pass through the waters, I will be with you,\r\nAnd through the rivers, they will not flood over you.\r\nWhen you walk through the fire, you will not be scorched,\r\nNor will the flame singe you."},{"Verse":3,"Text":" For I am Jehovah your God,\r\nThe Holy One of Israel, your Savior.\r\nI have given Egypt as a ransom for you,\r\nEthioʹpia and Seʹba in exchange for you."},{"Verse":4,"Text":" For you became precious in my eyes,\r\nYou were honored, and I have loved you.\r\nSo I will give people in place of you\r\nAnd nations in exchange for your life."},{"Verse":5,"Text":" Do not be afraid, for I am with you.\r\nI will bring your offspring from the east\r\nAnd gather you together from the west."},{"Verse":6,"Text":" I will say to the north, ‘Give them up!’\r\nAnd to the south, ‘Do not hold them back.\r\nBring my sons from afar, and my daughters from the ends of the earth,"},{"Verse":7,"Text":" Everyone who is called by my name\r\nAnd whom I created for my own glory,\r\nWhom I have formed and made.’"},{"Verse":8,"Text":" Bring out a people who are blind, though they have eyes,\r\nAnd who are deaf, though they have ears."},{"Verse":9,"Text":" Let all the nations assemble in one place,\r\nAnd let the peoples be gathered together.\r\nWho among them can tell this?\r\nOr can they cause us to hear the first things?\r\nLet them present their witnesses to prove themselves right,\r\nOr let them hear and say, ‘It is the truth!’”"},{"Verse":10,"Text":" “You are my witnesses,” declares Jehovah,\r\n“Yes, my servant whom I have chosen,\r\nSo that you may know and have faith in me\r\nAnd understand that I am the same One.\r\nBefore me no God was formed,\r\nAnd after me there has been none."},{"Verse":11,"Text":" I—I am Jehovah, and besides me there is no savior.”"},{"Verse":12,"Text":" “I am the One who declared and saved and made known\r\nWhen there was no foreign god among you.\r\nSo you are my witnesses,” declares Jehovah, “and I am God."},{"Verse":13,"Text":" Also, I am always the same One;\r\nAnd no one can snatch anything out of my hand.\r\nWhen I act, who can prevent it?”"},{"Verse":14,"Text":" This is what Jehovah says, your Repurchaser, the Holy One of Israel:\r\n“For your sakes I will send to Babylon and bring down all the bars of the gates,\r\nAnd the Chaldeʹans, in their ships, will cry out in distress."},{"Verse":15,"Text":" I am Jehovah, your Holy One, the Creator of Israel, your King.”"},{"Verse":16,"Text":" This is what Jehovah says,\r\nThe One making a way through the sea\r\nAnd a path even through turbulent waters,"},{"Verse":17,"Text":" The One who draws out the war chariot and the horse,\r\nThe army together with the mighty warriors:\r\n“They will lie down and not get up.\r\nThey will be extinguished, snuffed out like a burning wick.”"},{"Verse":18,"Text":" “Do not remember the former things,\r\nAnd do not dwell on the past."},{"Verse":19,"Text":" Look! I am doing something new;\r\nEven now it is springing up.\r\nDo you not recognize it?\r\nI will make a way through the wilderness\r\nAnd rivers through the desert."},{"Verse":20,"Text":" The wild beast of the field will honor me,\r\nThe jackals and the ostriches,\r\nFor I provide water in the wilderness,\r\nRivers in the desert,\r\nFor my people, my chosen one, to drink,"},{"Verse":21,"Text":" The people whom I formed for myself\r\nSo that they might declare my praise."},{"Verse":22,"Text":" But you have not called on me, O Jacob,\r\nBecause you grew weary of me, O Israel."},{"Verse":23,"Text":" You have not brought me sheep for your whole burnt offerings\r\nOr glorified me with your sacrifices.\r\nI have not compelled you to bring me a gift,\r\nNor have I made you weary by demanding frankincense."},{"Verse":24,"Text":" You did not buy me sweet cane with your money,\r\nAnd with the fat of your sacrifices you did not satisfy me.\r\nInstead, you have burdened me with your sins\r\nAnd made me weary with your errors."},{"Verse":25,"Text":" I, I am the One who is blotting out your transgressions for my own sake,\r\nAnd I will not remember your sins."},{"Verse":26,"Text":" Remind me; let us bring our case against each other;\r\nTell your side of it to prove you are in the right."},{"Verse":27,"Text":" Your first forefather sinned,\r\nAnd your own spokesmen have rebelled against me."},{"Verse":28,"Text":" So I will profane the princes of the holy place,\r\nAnd I will give Jacob over to destruction\r\nAnd subject Israel to insulting words."}]},{"Chapter":44,"Verses":[{"Verse":1,"Text":" “Now listen, O Jacob my servant,\r\nAnd you, O Israel, whom I have chosen."},{"Verse":2,"Text":" This is what Jehovah says,\r\nYour Maker and the One who formed you,\r\nWho has helped you from the womb:\r\n‘Do not be afraid, my servant Jacob,\r\nAnd you, Jeshʹurun, whom I have chosen."},{"Verse":3,"Text":" For I will pour out water on the thirsty one\r\nAnd flowing streams on the dry ground.\r\nI will pour out my spirit on your offspring\r\nAnd my blessing on your descendants."},{"Verse":4,"Text":" And they will spring up as among the green grass,\r\nLike poplars by the streams of water."},{"Verse":5,"Text":" One will say: “I belong to Jehovah.”\r\nAnother will call himself by the name of Jacob,\r\nAnd yet another will write on his hand: “Belonging to Jehovah.”\r\nAnd he will adopt the name of Israel.’"},{"Verse":6,"Text":" This is what Jehovah says,\r\nThe King of Israel and his Repurchaser, Jehovah of armies:\r\n‘I am the first and I am the last.\r\nThere is no God but me."},{"Verse":7,"Text":" Who is there like me?\r\nLet him call out and tell it and prove it to me!\r\nFrom the time I established the people of long ago,\r\nLet them tell both the things to come\r\nAnd what will yet happen."},{"Verse":8,"Text":" Do not be in dread,\r\nAnd do not become paralyzed with fear.\r\nHave I not told each of you beforehand and declared it?\r\nYou are my witnesses.\r\nIs there any God but me?\r\nNo, there is no other Rock; I know of none.’”"},{"Verse":9,"Text":" All who form carved images amount to nothing,\r\nAnd their cherished objects will be of no benefit.\r\nAs their witnesses, they see nothing and know nothing,\r\nSo those who made them will be put to shame."},{"Verse":10,"Text":" Who would form a god or cast a metal image\r\nThat can bring no benefit?"},{"Verse":11,"Text":" Look! All his associates will be put to shame!\r\nThe craftsmen are mere humans.\r\nLet them all assemble and take their stand.\r\nThey will be terrified and be put to shame together."},{"Verse":12,"Text":" The metalsmith works the iron over the coals with his tool.\r\nHe forms it with hammers,\r\nWorking it with his powerful arm.\r\nThen he grows hungry and his strength fails;\r\nHe drinks no water and grows tired."},{"Verse":13,"Text":" The wood-carver stretches the measuring line, tracing out the pattern with red chalk.\r\nHe works it with a wood scraper and traces it with a compass.\r\nHe patterns it after a man,\r\nWith the beauty of a man,\r\nTo sit in a house."},{"Verse":14,"Text":" There is one whose work is to cut down cedars.\r\nHe selects a certain type of tree, an oak,\r\nAnd he lets it grow strong among the trees of the forest.\r\nHe plants a laurel tree, and the rain makes it grow."},{"Verse":15,"Text":" Then it becomes fuel for a man to make fires.\r\nHe takes part of it to warm himself;\r\nHe builds a fire and bakes bread.\r\nBut he also makes a god and worships it.\r\nHe makes it into a carved image, and he bows down before it."},{"Verse":16,"Text":" Half of it he burns up in a fire;\r\nWith that half he roasts the meat that he eats, and he is satisfied.\r\nHe also warms himself and says:\r\n“Ah! I am warm as I watch the fire.”"},{"Verse":17,"Text":" But the rest of it he makes into a god, into his carved image.\r\nHe bows down to it and worships it.\r\nHe prays to it and says:\r\n“Save me, for you are my god.”"},{"Verse":18,"Text":" They know nothing, they understand nothing,\r\nBecause their eyes are sealed shut and they cannot see,\r\nAnd their heart has no insight."},{"Verse":19,"Text":" No one reflects in his heart\r\nOr has knowledge or understanding, saying:\r\n“Half of it I burned up in a fire,\r\nAnd on its coals I baked bread and roasted meat to eat.\r\nShould I, then, make the rest of it into a detestable thing?\r\nShould I worship a block of wood from a tree?”"},{"Verse":20,"Text":" He feeds on ashes.\r\nHis own deluded heart has led him astray.\r\nHe cannot save himself, nor does he say:\r\n“Is there not a lie in my right hand?”"},{"Verse":21,"Text":" “Remember these things, O Jacob, and you, O Israel,\r\nFor you are my servant.\r\nI formed you, and you are my servant.\r\nO Israel, I will not forget you."},{"Verse":22,"Text":" I will blot out your transgressions as with a cloud\r\nAnd your sins as with a thick cloud.\r\nReturn to me, for I will repurchase you."},{"Verse":23,"Text":" Shout joyfully, you heavens,\r\nFor Jehovah has acted!\r\nShout in triumph, you depths of the earth!\r\nShout for joy, you mountains,\r\nYou forest, and all your trees!\r\nFor Jehovah has repurchased Jacob,\r\nAnd on Israel he displays his splendor.”"},{"Verse":24,"Text":" This is what Jehovah says, your Repurchaser,\r\nWho formed you since you were in the womb:\r\n“I am Jehovah, who made everything.\r\nI stretched out the heavens by myself,\r\nAnd I spread out the earth.\r\nWho was with me?"},{"Verse":25,"Text":" I am frustrating the signs of the empty talkers,\r\nAnd I am the One who makes diviners act like fools;\r\nThe One confounding the wise men\r\nAnd turning their knowledge into foolishness;"},{"Verse":26,"Text":" The One making the word of his servant come true\r\nAnd completely fulfilling the predictions of his messengers;\r\nThe One saying of Jerusalem, ‘She will be inhabited,’\r\nAnd of the cities of Judah, ‘They will be rebuilt,\r\nAnd I will restore her ruins’;"},{"Verse":27,"Text":" The One saying to the deep waters, ‘Be evaporated,\r\nAnd I will dry up all your rivers’;"},{"Verse":28,"Text":" The One saying of Cyrus, ‘He is my shepherd,\r\nAnd he will completely carry out all my will’;\r\nThe One saying of Jerusalem, ‘She will be rebuilt,’\r\nAnd of the temple, ‘Your foundation will be laid.’”"}]},{"Chapter":45,"Verses":[{"Verse":1,"Text":" This is what Jehovah says to his anointed one, to Cyrus,\r\nWhose right hand I have taken hold of\r\nTo subdue nations before him,\r\nTo disarm kings,\r\nTo open before him the double doors,\r\nSo that the gates will not be shut:"},{"Verse":2,"Text":" “Before you I will go,\r\nAnd the hills I will level.\r\nThe copper doors I will break in pieces,\r\nAnd the iron bars I will cut down."},{"Verse":3,"Text":" I will give you the treasures in the darkness\r\nAnd the hidden treasures in the concealed places,\r\nSo that you may know that I am Jehovah,\r\nThe God of Israel, who is calling you by your name."},{"Verse":4,"Text":" For the sake of my servant Jacob and of Israel my chosen one,\r\nI am calling you by your name.\r\nI am giving you a name of honor, although you did not know me."},{"Verse":5,"Text":" I am Jehovah, and there is no one else.\r\nThere is no God except me.\r\nI will strengthen you, although you did not know me,"},{"Verse":6,"Text":" In order that people may know\r\nFrom the rising of the sun to its setting\r\nThat there is none besides me.\r\nI am Jehovah, and there is no one else."},{"Verse":7,"Text":" I form light and create darkness,\r\nI make peace and create calamity;\r\nI, Jehovah, am doing all these things."},{"Verse":8,"Text":" You heavens, rain down from above;\r\nLet the clouds pour down righteousness.\r\nLet the earth open up and be fruitful with salvation,\r\nAnd let it cause righteousness to spring up at the same time.\r\nI, Jehovah, have created it.”"},{"Verse":9,"Text":" Woe to the one who contends with his Maker,\r\nFor he is just an earthenware fragment\r\nAmong the other earthenware fragments lying on the ground!\r\nShould the clay say to the Potter: “What are you making?”\r\nOr should your work say: “He has no hands”?"},{"Verse":10,"Text":" Woe to the one who says to a father: “What do you become father to?”\r\nAnd to a woman: “What are you giving birth to?”"},{"Verse":11,"Text":" This is what Jehovah says, the Holy One of Israel, the One who formed him:\r\n“Would you question me about the things coming\r\nAnd command me about my sons and the works of my hands?"},{"Verse":12,"Text":" I made the earth and created man on it.\r\nI stretched out the heavens with my own hands,\r\nAnd I give orders to all their army.”"},{"Verse":13,"Text":" “I have raised up a man in righteousness,\r\nAnd I will make all his ways straight.\r\nHe is the one who will build my city\r\nAnd set my exiles free without a price or a bribe,” says Jehovah of armies."},{"Verse":14,"Text":" This is what Jehovah says:\r\n“The profit of Egypt and the merchandise of Ethioʹpia and the Sabeʹans, tall of stature,\r\nWill come over to you and become yours.\r\nThey will walk behind you in chains.\r\nThey will come over and bow down to you.\r\nTo you they will say in prayer, ‘Surely God is with you,\r\nAnd there is no one else; there is no other God.’”"},{"Verse":15,"Text":" Truly you are a God who conceals himself,\r\nO God of Israel, the Savior."},{"Verse":16,"Text":" They will all be put to shame and be humiliated;\r\nThe makers of idols will all go off in disgrace."},{"Verse":17,"Text":" But Israel will be saved by Jehovah with an everlasting salvation.\r\nYou will not be put to shame or disgraced for all eternity."},{"Verse":18,"Text":" For this is what Jehovah says,\r\nThe Creator of the heavens, the true God,\r\nThe One who formed the earth, its Maker who firmly established it,\r\nWho did not create it simply for nothing, but formed it to be inhabited:\r\n“I am Jehovah, and there is no one else."},{"Verse":19,"Text":" I did not speak in a concealed place, in a land of darkness;\r\nI did not say to the offspring of Jacob,\r\n‘Seek me simply for nothing.’\r\nI am Jehovah, who speaks what is righteous and declares what is upright."},{"Verse":20,"Text":" Gather together and come.\r\nApproach together, you escapees from the nations.\r\nThey know nothing, those who carry around carved images\r\nAnd pray to a god that cannot save them."},{"Verse":21,"Text":" Make your report, present your case.\r\nLet them consult together in unity.\r\nWho foretold this long ago\r\nAnd declared it from times past?\r\nIs it not I, Jehovah?\r\nThere is no other God but me;\r\nA righteous God and a Savior, there is none besides me."},{"Verse":22,"Text":" Turn to me and be saved, all the ends of the earth,\r\nFor I am God, and there is no one else."},{"Verse":23,"Text":" By myself I have sworn;\r\nThe word has gone out of my mouth in righteousness,\r\nAnd it will not return:\r\nTo me every knee will bend,\r\nEvery tongue will swear loyalty"},{"Verse":24,"Text":" And say, ‘Surely in Jehovah are true righteousness and strength.\r\nAll those enraged against him will come before him in shame."},{"Verse":25,"Text":" In Jehovah all the offspring of Israel will prove to be right,\r\nAnd in him they will make their boast.’”"}]},{"Chapter":46,"Verses":[{"Verse":1,"Text":" Bel bends down, Neʹbo stoops over.\r\nTheir idols are loaded on animals, on beasts of burden,\r\nLike baggage that burdens the weary animals."},{"Verse":2,"Text":" They stoop and bend down together;\r\nThey cannot rescue the loads,\r\nAnd they themselves go into captivity."},{"Verse":3,"Text":" “Listen to me, O house of Jacob, and all you who remain of the house of Israel,\r\nYou whom I have supported from birth and carried from the womb."},{"Verse":4,"Text":" Until you grow old I will be the same;\r\nUntil your hair is gray I will keep bearing you.\r\nAs I have done, I will carry you and bear you and rescue you."},{"Verse":5,"Text":" To whom will you liken me or make me equal or compare me,\r\nSo that we should resemble each other?"},{"Verse":6,"Text":" There are those who lavish gold from their purse;\r\nThey weigh out the silver on the scale.\r\nThey hire a metalworker, and he makes it into a god.\r\nThen they prostrate themselves, yes, they worship it."},{"Verse":7,"Text":" They lift it to their shoulders;\r\nThey carry it and put it in its place, and it just stands there.\r\nIt does not move from its place.\r\nThey cry out to it, but it does not answer;\r\nIt cannot rescue anyone from distress."},{"Verse":8,"Text":" Remember this, and take courage.\r\nTake it to heart, you transgressors."},{"Verse":9,"Text":" Remember the former things of long ago,\r\nThat I am God, and there is no other.\r\nI am God, and there is no one like me."},{"Verse":10,"Text":" From the beginning I foretell the outcome,\r\nAnd from long ago the things that have not yet been done.\r\nI say, ‘My decision will stand,\r\nAnd I will do whatever I please.’"},{"Verse":11,"Text":" I am calling a bird of prey from the sunrise,\r\nFrom a distant land the man to carry out my decision.\r\nI have spoken, and I will bring it about.\r\nI have purposed it, and I will also carry it out."},{"Verse":12,"Text":" Listen to me, you who are stubborn of heart,\r\nYou who are far away from righteousness."},{"Verse":13,"Text":" I have brought my righteousness near;\r\nIt is not far away,\r\nAnd my salvation will not delay.\r\nI will grant salvation in Zion, my splendor to Israel.”"}]},{"Chapter":47,"Verses":[{"Verse":1,"Text":" Come down and sit in the dust,\r\nO virgin daughter of Babylon.\r\nSit down on the ground where there is no throne,\r\nO daughter of the Chaldeʹans,\r\nFor never again will people call you delicate and pampered."},{"Verse":2,"Text":" Take a hand mill and grind flour.\r\nRemove your veil.\r\nStrip off your skirt, uncover your legs.\r\nCross over the rivers."},{"Verse":3,"Text":" Your nakedness will be uncovered.\r\nYour shame will be exposed.\r\nI will take vengeance, and no man will stand in my way."},{"Verse":4,"Text":" “The One repurchasing us\r\n—Jehovah of armies is his name—\r\nIs the Holy One of Israel.”"},{"Verse":5,"Text":" Sit there silently and go into darkness,\r\nO daughter of the Chaldeʹans;\r\nNo more will they call you Mistress of Kingdoms."},{"Verse":6,"Text":" I grew indignant at my people.\r\nI profaned my inheritance,\r\nAnd I gave them into your hand.\r\nBut you showed them no mercy.\r\nEven on the elderly you placed a heavy yoke."},{"Verse":7,"Text":" You said: “I will always be the Mistress, forever.”\r\nYou did not take these things to heart;\r\nYou did not consider how the matter would end."},{"Verse":8,"Text":" Now hear this, O lover of pleasure,\r\nWho sits in security, who says in her heart:\r\n“I am the one, and there is no one else.\r\nI will not become a widow.\r\nI will never know the loss of children.”"},{"Verse":9,"Text":" But these two things will come upon you suddenly, in one day:\r\nLoss of children and widowhood.\r\nIn full measure they will come upon you\r\nBecause of your many sorceries and all your powerful spells."},{"Verse":10,"Text":" You trusted in your wickedness.\r\nYou said: “No one sees me.”\r\nYour wisdom and knowledge are what led you astray,\r\nAnd you say in your heart: “I am the one, and there is no one else.”"},{"Verse":11,"Text":" But calamity will come upon you,\r\nAnd none of your charms will stop it.\r\nAdversity will befall you; you will not be able to avert it.\r\nSudden ruin will come upon you like you have never known."},{"Verse":12,"Text":" Go ahead, then, with your spells and your many sorceries,\r\nWith which you have toiled from your youth.\r\nPerhaps you may be able to benefit;\r\nPerhaps you may strike people with awe."},{"Verse":13,"Text":" You have grown weary with the multitude of your advisers.\r\nLet them stand up now and save you,\r\nThose who worship the heavens, who gaze at the stars,\r\nThose giving out knowledge at the new moons\r\nAbout the things that will come upon you."},{"Verse":14,"Text":" Look! They are like stubble.\r\nA fire will burn them up.\r\nThey cannot save themselves from the power of the flame.\r\nThese are not charcoals for keeping warm,\r\nAnd this is not a fire to sit in front of."},{"Verse":15,"Text":" So your charmers will become to you,\r\nThose with whom you toiled from your youth.\r\nThey will wander, each one in his own direction.\r\nThere will be no one to save you."}]},{"Chapter":48,"Verses":[{"Verse":1,"Text":" Hear this, O house of Jacob,\r\nYou who call yourselves by the name of Israel\r\nAnd who have come from the waters of Judah,\r\nYou who swear by the name of Jehovah\r\nAnd who call on the God of Israel,\r\nThough not in truth and righteousness."},{"Verse":2,"Text":" For they call themselves after the holy city\r\nAnd seek the support of the God of Israel,\r\nWhose name is Jehovah of armies."},{"Verse":3,"Text":" “The former things I told you long ago.\r\nFrom my own mouth they went out,\r\nAnd I made them known.\r\nSuddenly I took action, and they came about."},{"Verse":4,"Text":" Because I knew how stubborn you are\r\n—That your neck is an iron sinew and your forehead is copper—"},{"Verse":5,"Text":" I told you long ago.\r\nBefore it came about, I caused you to hear it,\r\nSo that you could not say, ‘My idol did this;\r\nMy carved image and my metal image commanded this.’"},{"Verse":6,"Text":" You have heard and seen all of this.\r\nWill you not declare it?\r\nFrom now on I am announcing new things to you,\r\nGuarded secrets that you have not known."},{"Verse":7,"Text":" Only now are they being created, and not long ago,\r\nThings that you never heard before today,\r\nSo that you cannot say, ‘Look! I already know them.’"},{"Verse":8,"Text":" No, you have not heard, you have not known,\r\nAnd in the past your ears were not opened.\r\nFor I know that you are very treacherous,\r\nAnd you have been called a transgressor from birth."},{"Verse":9,"Text":" But for the sake of my name I will hold back my anger;\r\nFor my own praise I will restrain myself toward you,\r\nAnd I will not do away with you."},{"Verse":10,"Text":" Look! I have refined you, but not in the form of silver.\r\nI have tested you in the smelting furnace of affliction."},{"Verse":11,"Text":" For my own sake, for my own sake I will act,\r\nFor how could I let myself be profaned?\r\nI give my glory to no one else."},{"Verse":12,"Text":" Listen to me, O Jacob, and Israel, whom I have called.\r\nI am the same One. I am the first; I am also the last."},{"Verse":13,"Text":" My own hand laid the foundation of the earth,\r\nAnd my right hand spread out the heavens.\r\nWhen I call to them, they stand up together."},{"Verse":14,"Text":" Gather together, all of you, and listen.\r\nWho among them has announced these things?\r\nJehovah has loved him.\r\nHe will carry out his delight against Babylon,\r\nAnd his arm will come against the Chaldeʹans."},{"Verse":15,"Text":" I myself have spoken, and I have called him.\r\nI have brought him, and his way will be successful."},{"Verse":16,"Text":" Come near to me, and hear this.\r\nFrom the very start I have not spoken in secret.\r\nFrom the time it happened I was there.”\r\nAnd now the Sovereign Lord Jehovah has sent me, and his spirit."},{"Verse":17,"Text":" This is what Jehovah says, your Repurchaser, the Holy One of Israel:\r\n“I, Jehovah, am your God,\r\nThe One teaching you to benefit yourself,\r\nThe One guiding you in the way you should walk."},{"Verse":18,"Text":" If only you would pay attention to my commandments!\r\nThen your peace would become just like a river\r\nAnd your righteousness like the waves of the sea."},{"Verse":19,"Text":" Your offspring would be as many as the sand\r\nAnd your descendants as its grains.\r\nTheir name would never be cut off or annihilated from before me.”"},{"Verse":20,"Text":" Go out from Babylon!\r\nFlee from the Chaldeʹans!\r\nAnnounce it with a joyful cry! Proclaim it!\r\nMake it known to the ends of the earth.\r\nSay: “Jehovah has repurchased his servant Jacob."},{"Verse":21,"Text":" They did not become thirsty when he led them through devastated places.\r\nHe caused water to flow out of the rock for them;\r\nHe split a rock and made water gush out.”"},{"Verse":22,"Text":" “There is no peace,” says Jehovah, “for the wicked.”"}]},{"Chapter":49,"Verses":[{"Verse":1,"Text":" Listen to me, you islands,\r\nAnd pay attention, you faraway nations.\r\nJehovah has called me before I was born.\r\nFrom the time I was in my mother’s womb he has made mention of my name."},{"Verse":2,"Text":" He made my mouth like a sharp sword;\r\nHe has hidden me in the shadow of his hand.\r\nHe made me a polished arrow;\r\nHe concealed me in his quiver."},{"Verse":3,"Text":" He said to me: “You are my servant, O Israel,\r\nThrough whom I will show my splendor.”"},{"Verse":4,"Text":" But I said: “I have toiled for nothing.\r\nI used up my strength for an unreality, in vain.\r\nBut surely my judgment is with Jehovah,\r\nAnd my wages with my God.”"},{"Verse":5,"Text":" And now Jehovah, the One who formed me from the womb as his servant,\r\nHas said for me to bring Jacob back to him,\r\nSo that Israel may be gathered to him.\r\nI will be glorified in the eyes of Jehovah,\r\nAnd my God will have become my strength."},{"Verse":6,"Text":" And he said: “It is not enough that you are my servant\r\nTo raise up the tribes of Jacob\r\nAnd to bring back those who were preserved of Israel.\r\nI have also given you as a light of nations,\r\nSo that my salvation may reach the ends of the earth.”"},{"Verse":7,"Text":" This is what Jehovah, the Repurchaser of Israel, his Holy One, says to the one who is despised, to the one who is detested by the nation, to the servant of rulers:\r\n“Kings will see and rise up,\r\nAnd princes will bow down\r\nBecause of Jehovah, who is faithful,\r\nThe Holy One of Israel, who has chosen you.”"},{"Verse":8,"Text":" This is what Jehovah says:\r\n“In a time of favor I answered you,\r\nAnd in a day of salvation I helped you;\r\nI kept safeguarding you to give you as a covenant for the people,\r\nTo rehabilitate the land,\r\nTo cause them to possess their desolate inheritances,"},{"Verse":9,"Text":" To say to the prisoners, ‘Come out!’\r\nAnd to those in the darkness, ‘Show yourselves!’\r\nBy the roadways they will feed,\r\nAlong all the worn paths will be their pastures."},{"Verse":10,"Text":" They will not go hungry, nor will they thirst,\r\nNor will scorching heat or the sun beat down on them.\r\nFor the One who has mercy on them will lead them,\r\nAnd he will guide them by the springs of water."},{"Verse":11,"Text":" I will make all my mountains into a road,\r\nAnd my highways will be raised up."},{"Verse":12,"Text":" Look! These are coming from far away,\r\nAnd look! these from the north and from the west,\r\nAnd these from the land of Siʹnim.”"},{"Verse":13,"Text":" Shout for joy, you heavens, and rejoice, you earth.\r\nLet the mountains become cheerful with a joyful cry.\r\nFor Jehovah has comforted his people,\r\nAnd he shows mercy to his own afflicted ones."},{"Verse":14,"Text":" But Zion kept saying:\r\n“Jehovah has abandoned me, and Jehovah has forgotten me.”"},{"Verse":15,"Text":" Can a woman forget her nursing child\r\nOr have no compassion for the son of her womb?\r\nEven if these women forget, I would never forget you."},{"Verse":16,"Text":" Look! On my palms I have engraved you.\r\nYour walls are always before me."},{"Verse":17,"Text":" Your sons hurry back.\r\nThose who tore you down and devastated you will depart from you."},{"Verse":18,"Text":" Raise your eyes and look all around.\r\nThey are all gathering together.\r\nThey are coming to you.\r\n“As surely as I am living,” declares Jehovah,\r\n“You will clothe yourself with all of them as with ornaments,\r\nAnd you will fasten them on yourself as a bride does."},{"Verse":19,"Text":" Although your places were devastated and desolate and your land was in ruins,\r\nNow it will become too cramped for those dwelling there,\r\nAnd those who swallowed you down will be far away."},{"Verse":20,"Text":" The sons born when you were bereaved will say in your hearing,\r\n‘This place is too cramped for me.\r\nMake room for me to dwell here.’"},{"Verse":21,"Text":" And you will say in your heart,\r\n‘Who has fathered these for me,\r\nSince I am a woman bereaved of children and barren,\r\nExiled and taken prisoner?\r\nWho has raised these?\r\nLook! I was left all alone,\r\nSo where have these come from?’”"},{"Verse":22,"Text":" This is what the Sovereign Lord Jehovah says:\r\n“Look! I will raise up my hand to the nations,\r\nAnd I will lift up my signal to the peoples.\r\nThey will bring your sons in their arms\r\nAnd carry your daughters on their shoulders."},{"Verse":23,"Text":" Kings will become caretakers for you,\r\nAnd their princesses will be your nurses.\r\nThey will bow down to you with their faces to the ground\r\nAnd lick the dust of your feet,\r\nAnd you will have to know that I am Jehovah;\r\nThose hoping in me will not be put to shame.”"},{"Verse":24,"Text":" Can those already captured be taken from a mighty man,\r\nOr can the captives of the tyrant be rescued?"},{"Verse":25,"Text":" But this is what Jehovah says:\r\n“Even the captives of a mighty man will be taken away,\r\nAnd those captured by the tyrant will be rescued.\r\nI will oppose those who oppose you,\r\nAnd I will save your own sons."},{"Verse":26,"Text":" I will make those who mistreat you eat their own flesh,\r\nAnd as with sweet wine, they will become drunk with their own blood.\r\nAnd all people will have to know that I am Jehovah,\r\nYour Savior and your Repurchaser,\r\nThe Powerful One of Jacob.”"}]},{"Chapter":50,"Verses":[{"Verse":1,"Text":" This is what Jehovah says:\r\n“Where is the divorce certificate of your mother, whom I sent away?\r\nOr to which of my creditors did I sell you?\r\nLook! It was because of your own errors you were sold,\r\nAnd because of your own transgressions your mother was sent away."},{"Verse":2,"Text":" Why, then, was no one here when I came?\r\nWhy did no one answer when I called?\r\nIs my hand too short to redeem,\r\nOr is there no power in me to rescue?\r\nLook! With my rebuke I dry up the sea;\r\nI make rivers a desert.\r\nTheir fish rot for lack of water,\r\nAnd they die because of thirst."},{"Verse":3,"Text":" I clothe the heavens with gloom,\r\nAnd I make sackcloth their covering.”"},{"Verse":4,"Text":" The Sovereign Lord Jehovah has given me the tongue of those taught,\r\nSo that I may know how to answer the tired one with the right word.\r\nHe awakens me morning by morning;\r\nHe awakens my ear to listen like the taught ones."},{"Verse":5,"Text":" The Sovereign Lord Jehovah has opened my ear,\r\nAnd I was not rebellious.\r\nI did not turn in the opposite direction."},{"Verse":6,"Text":" I offered my back to those striking me\r\nAnd my cheeks to those who plucked them bare.\r\nI did not hide my face from humiliating things and from spit."},{"Verse":7,"Text":" But the Sovereign Lord Jehovah will help me.\r\nThat is why I will not feel humiliated.\r\nThat is why I have set my face like a flint,\r\nAnd I know that I will not be put to shame."},{"Verse":8,"Text":" The One who declares me righteous is near.\r\nWho can accuse me?\r\nLet us stand up together.\r\nWho has a case against me?\r\nLet him approach me."},{"Verse":9,"Text":" Look! The Sovereign Lord Jehovah will help me.\r\nWho will pronounce me guilty?\r\nLook! They will all wear out like a garment.\r\nA moth will eat them up."},{"Verse":10,"Text":" Who among you fears Jehovah\r\nAnd listens to the voice of his servant?\r\nWho has walked in deep darkness, without any brightness?\r\nLet him trust in the name of Jehovah and support himself on his God."},{"Verse":11,"Text":" “Look! All of you who are igniting a fire,\r\nMaking sparks fly,\r\nWalk in the light of your fire,\r\nAmong the sparks you have set ablaze.\r\nThis is what you will have from my hand:\r\nIn sheer pain you will lie down."}]},{"Chapter":51,"Verses":[{"Verse":1,"Text":" “Listen to me, you who are pursuing righteousness,\r\nYou who are seeking Jehovah.\r\nLook to the rock from which you were hewn\r\nAnd to the quarry from which you were dug."},{"Verse":2,"Text":" Look to Abraham your father\r\nAnd to Sarah who gave birth to you.\r\nFor he was only one when I called him,\r\nAnd I blessed him and made him many."},{"Verse":3,"Text":" For Jehovah will comfort Zion.\r\nHe will bring comfort to all her ruins,\r\nAnd he will make her wilderness like Eʹden\r\nAnd her desert plain like the garden of Jehovah.\r\nExultation and rejoicing will be found in her,\r\nThanksgiving and melodious song."},{"Verse":4,"Text":" Pay attention to me, O my people,\r\nAnd give ear to me, my nation.\r\nFor a law will go out from me,\r\nAnd my justice I will establish as a light to the peoples."},{"Verse":5,"Text":" My righteousness draws near.\r\nMy salvation will go out,\r\nAnd my arms will judge the peoples.\r\nIn me the islands will hope,\r\nAnd for my arm they will wait."},{"Verse":6,"Text":" Raise your eyes to the heavens,\r\nAnd look at the earth below.\r\nFor the heavens will disperse in fragments like smoke;\r\nThe earth will wear out like a garment,\r\nAnd its inhabitants will die like gnats.\r\nBut my salvation will be eternal,\r\nAnd my righteousness will never fail."},{"Verse":7,"Text":" Listen to me, you who know righteousness,\r\nThe people with my law in their heart.\r\nDo not be afraid of the taunts of mortal men,\r\nAnd do not be terrified because of their insults."},{"Verse":8,"Text":" For a moth will eat them up just like a garment;\r\nThe clothes moth will devour them like wool.\r\nBut my righteousness will last forever,\r\nAnd my salvation for all generations.”"},{"Verse":9,"Text":" Awake! Awake! Clothe yourself with strength,\r\nO arm of Jehovah!\r\nAwake as in the days of long ago, as in past generations.\r\nWas it not you who broke Raʹhab to pieces,\r\nWho pierced the sea monster?"},{"Verse":10,"Text":" Are you not the one who dried up the sea, the waters of the vast deep?\r\nThe one who made the depths of the sea a roadway for the repurchased ones to cross?"},{"Verse":11,"Text":" The redeemed ones of Jehovah will return.\r\nThey will come to Zion with a joyful cry,\r\nAnd unending joy will crown them.\r\nExultation and rejoicing will be theirs,\r\nAnd grief and sighing will flee away."},{"Verse":12,"Text":" “I myself am the One comforting you.\r\nWhy should you be afraid of a mortal man who will die\r\nAnd of a son of man who will wither like green grass?"},{"Verse":13,"Text":" Why do you forget Jehovah your Maker,\r\nThe One who stretched out the heavens and laid the foundation of the earth?\r\nAnd all day long you were in constant fear of the rage of the oppressor,\r\nAs though he were in a position to bring you to ruin.\r\nWhere, now, is the rage of the oppressor?"},{"Verse":14,"Text":" The one bent over in chains will soon be set free;\r\nHe will not die and go into the pit,\r\nNor will his bread be lacking."},{"Verse":15,"Text":" But I am Jehovah your God,\r\nWho stirs up the sea and makes its waves boisterous\r\n—Jehovah of armies is his name."},{"Verse":16,"Text":" I will put my words in your mouth,\r\nAnd with the shadow of my hand I will cover you,\r\nIn order to plant the heavens and to lay the foundation of the earth\r\nAnd to say to Zion, ‘You are my people.’"},{"Verse":17,"Text":" Awake! Awake! Rise up, O Jerusalem,\r\nYou who have drunk from the hand of Jehovah his cup of wrath.\r\nYou have drunk the goblet;\r\nYou have drained out the cup causing staggering."},{"Verse":18,"Text":" Not one of all the sons whom she bore is there to guide her,\r\nAnd not one of all the sons whom she raised has taken hold of her hand."},{"Verse":19,"Text":" These two things have befallen you.\r\nWho will sympathize with you?\r\nDestruction and devastation, hunger and sword!\r\nWho will comfort you?"},{"Verse":20,"Text":" Your sons have fainted.\r\nThey lie down at every street corner\r\nLike wild sheep in the net.\r\nThey are full of the wrath of Jehovah, the rebuke of your God.”"},{"Verse":21,"Text":" So please listen to this,\r\nO woman afflicted and drunk, though not with wine."},{"Verse":22,"Text":" This is what your Lord Jehovah says, your God who defends his people:\r\n“Look! I will take from your hand the cup causing staggering,\r\nThe goblet, my cup of wrath;\r\nYou will never drink it again."},{"Verse":23,"Text":" I will put it into the hand of your tormentors,\r\nThose who said to you, ‘Bow down so that we may walk over you!’\r\nSo you made your back like the ground,\r\nLike a street for them to walk on.”"}]},{"Chapter":52,"Verses":[{"Verse":1,"Text":" Awake! Awake! Clothe yourself with strength, O Zion!\r\nPut on your beautiful garments, O Jerusalem, the holy city!\r\nFor no more will the uncircumcised and unclean one enter into you."},{"Verse":2,"Text":" Shake off the dust, rise and take a seat, O Jerusalem.\r\nLoosen the bonds on your neck, O captive daughter of Zion."},{"Verse":3,"Text":" For this is what Jehovah says:\r\n“You were sold for nothing,\r\nAnd without money you will be repurchased.”"},{"Verse":4,"Text":" For this is what the Sovereign Lord Jehovah says:\r\n“At first my people went down to Egypt to live there as foreigners;\r\nThen Assyrʹia oppressed them without cause.”"},{"Verse":5,"Text":" “What, then, should I do here?” declares Jehovah.\r\n“For my people were taken for nothing.\r\nThose ruling over them keep howling in triumph,” declares Jehovah,\r\n“And constantly, all day long, my name is treated with disrespect."},{"Verse":6,"Text":" For that reason my people will know my name;\r\nFor that reason they will know in that day that I am the One speaking.\r\nLook, it is I!”"},{"Verse":7,"Text":" How beautiful on the mountains are the feet of the one bringing good news,\r\nThe one proclaiming peace,\r\nThe one bringing good news of something better,\r\nThe one proclaiming salvation,\r\nThe one saying to Zion: “Your God has become King!”"},{"Verse":8,"Text":" Listen! Your watchmen raise their voice.\r\nIn unison they shout joyfully,\r\nFor they will see it clearly when Jehovah gathers back Zion."},{"Verse":9,"Text":" Become cheerful, shout joyfully in unison, you ruins of Jerusalem,\r\nFor Jehovah has comforted his people; he has repurchased Jerusalem."},{"Verse":10,"Text":" Jehovah has bared his holy arm before the eyes of all the nations;\r\nAll the ends of the earth will see the acts of salvation of our God."},{"Verse":11,"Text":" Turn away, turn away, get out of there, touch nothing unclean!\r\nGet out from the midst of her, keep yourselves clean,\r\nYou who are carrying the utensils of Jehovah."},{"Verse":12,"Text":" For you will not depart in panic,\r\nNor will you have to flee,\r\nFor Jehovah will go ahead of you,\r\nAnd the God of Israel will be your rear guard."},{"Verse":13,"Text":" Look! My servant will act with insight.\r\nHe will be raised up high,\r\nHe will be elevated and greatly exalted."},{"Verse":14,"Text":" Just as there were many who stared at him in amazement\r\n—For his appearance was disfigured more than that of any other man\r\nAnd his stately form more than that of mankind—"},{"Verse":15,"Text":" So he will startle many nations.\r\nKings will shut their mouths before him,\r\nBecause they will see what they had not been told\r\nAnd give consideration to what they had not heard."}]},{"Chapter":53,"Verses":[{"Verse":1,"Text":" Who has put faith in the thing heard from us?\r\nAnd as for the arm of Jehovah, to whom has it been revealed?"},{"Verse":2,"Text":" He will come up like a twig before him, like a root out of parched land.\r\nNo stately form does he have, nor any splendor;\r\nAnd when we see him, his appearance does not draw us to him."},{"Verse":3,"Text":" He was despised and was avoided by men,\r\nA man who was meant for pains and was familiar with sickness.\r\nIt was as if his face were hidden from us.\r\nHe was despised, and we held him as of no account."},{"Verse":4,"Text":" Truly he himself carried our sicknesses,\r\nAnd he bore our pains.\r\nBut we considered him as plagued, stricken by God and afflicted."},{"Verse":5,"Text":" But he was pierced for our transgression;\r\nHe was crushed for our errors.\r\nHe bore the punishment for our peace,\r\nAnd because of his wounds we were healed."},{"Verse":6,"Text":" Like sheep we have all wandered about,\r\nEach has turned his own way,\r\nAnd Jehovah has caused the error of us all to meet up with him."},{"Verse":7,"Text":" He was oppressed and he let himself be afflicted,\r\nBut he would not open his mouth.\r\nHe was brought like a sheep to the slaughter,\r\nLike a ewe that is silent before its shearers,\r\nAnd he would not open his mouth."},{"Verse":8,"Text":" Because of restraint and judgment he was taken away;\r\nAnd who will concern himself with the details of his generation?\r\nFor he was cut off from the land of the living;\r\nBecause of the transgression of my people he received the stroke."},{"Verse":9,"Text":" And he was given a burial place with the wicked,\r\nAnd with the rich in his death,\r\nAlthough he had done no wrong\r\nAnd there was no deception in his mouth."},{"Verse":10,"Text":" But it was Jehovah’s will to crush him, and he let him become sick.\r\nIf you will present his life as a guilt offering,\r\nHe will see his offspring, he will prolong his days,\r\nAnd through him the delight of Jehovah will have success."},{"Verse":11,"Text":" Because of his anguish, he will see and be satisfied.\r\nBy means of his knowledge the righteous one, my servant,\r\nWill bring a righteous standing to many people,\r\nAnd their errors he will bear."},{"Verse":12,"Text":" For that reason I will assign him a portion among the many,\r\nAnd he will apportion the spoil with the mighty,\r\nBecause he poured out his life even to death\r\nAnd was counted among the transgressors;\r\nHe carried the sin of many people,\r\nAnd he interceded for the transgressors."}]},{"Chapter":54,"Verses":[{"Verse":1,"Text":" “Shout joyfully, you barren woman who has not given birth!\r\nBecome cheerful and cry out for joy, you who never had birth pains,\r\nFor the sons of the desolate one are more numerous\r\nThan the sons of the woman with a husband,” says Jehovah."},{"Verse":2,"Text":" “Make the place of your tent more spacious.\r\nStretch out the tent cloths of your grand tabernacle.\r\nDo not hold back, lengthen your tent cords,\r\nAnd make your tent pins strong."},{"Verse":3,"Text":" For you will spread out to the right and to the left.\r\nYour offspring will take possession of nations,\r\nAnd they will inhabit the desolated cities."},{"Verse":4,"Text":" Do not be afraid, for you will not be put to shame;\r\nAnd do not feel humiliated, for you will not be disappointed.\r\nFor you will forget the shame of your youth,\r\nAnd the disgrace of your widowhood you will remember no more.”"},{"Verse":5,"Text":" “For your Grand Maker is as your husband,\r\nJehovah of armies is his name,\r\nAnd the Holy One of Israel is your Repurchaser.\r\nHe will be called the God of the whole earth."},{"Verse":6,"Text":" For Jehovah called you as if you were an abandoned wife and grief-stricken,\r\nLike a wife married in youth and then rejected,” says your God."},{"Verse":7,"Text":" “For a brief moment I abandoned you,\r\nBut with great mercy I will gather you back."},{"Verse":8,"Text":" In a flood of indignation I hid my face from you for a moment,\r\nBut with everlasting loyal love I will have mercy on you,” says your Repurchaser, Jehovah."},{"Verse":9,"Text":" “This is like the days of Noah to me.\r\nJust as I have sworn that the waters of Noah will no more cover the earth,\r\nSo I swear that I will no more become indignant toward you or rebuke you."},{"Verse":10,"Text":" For the mountains may be removed\r\nAnd the hills may be shaken,\r\nBut my loyal love will not be removed from you,\r\nNor will my covenant of peace be shaken,” says Jehovah, the One having mercy on you."},{"Verse":11,"Text":" “O afflicted woman, storm-tossed, uncomforted,\r\nI am laying your stones with hard mortar\r\nAnd your foundation with sapphires."},{"Verse":12,"Text":" I will make your battlements of rubies,\r\nYour gates of sparkling stones,\r\nAnd all your boundaries of precious stones."},{"Verse":13,"Text":" And all your sons will be taught by Jehovah,\r\nAnd the peace of your sons will be abundant."},{"Verse":14,"Text":" You will be firmly established in righteousness.\r\nYou will be far removed from oppression,\r\nYou will fear nothing and have no cause for terror,\r\nFor it will not come near you."},{"Verse":15,"Text":" If anyone should attack you,\r\nIt will not be at my orders.\r\nWhoever makes an attack on you will fall because of you.”"},{"Verse":16,"Text":" “Look! I myself created the craftsman,\r\nWho blows on the charcoal fire,\r\nAnd his work produces a weapon.\r\nI myself also created the destructive man to bring ruin."},{"Verse":17,"Text":" No weapon formed against you will have any success,\r\nAnd you will condemn any tongue that rises up against you in the judgment.\r\nThis is the heritage of the servants of Jehovah,\r\nAnd their righteousness is from me,” declares Jehovah."}]},{"Chapter":55,"Verses":[{"Verse":1,"Text":" Come, all you thirsty ones, come to the water!\r\nYou with no money, come, buy and eat!\r\nYes, come, buy wine and milk without money and without cost."},{"Verse":2,"Text":" Why do you keep paying out money for what is not bread,\r\nAnd why spend your earnings for what brings no satisfaction?\r\nListen intently to me, and eat what is good,\r\nAnd you will find great delight in what is truly rich."},{"Verse":3,"Text":" Incline your ear and come to me.\r\nListen, and you will keep alive,\r\nAnd I will readily make with you an everlasting covenant\r\nIn harmony with the expressions of loyal love to David, which are faithful."},{"Verse":4,"Text":" Look! I made him a witness to the nations,\r\nA leader and commander to the nations."},{"Verse":5,"Text":" Look! You will call a nation that you do not know,\r\nAnd those of a nation who have not known you will run to you\r\nFor the sake of Jehovah your God, the Holy One of Israel,\r\nBecause he will glorify you."},{"Verse":6,"Text":" Search for Jehovah while he may be found.\r\nCall to him while he is near."},{"Verse":7,"Text":" Let the wicked man leave his way\r\nAnd the evil man his thoughts;\r\nLet him return to Jehovah, who will have mercy on him,\r\nTo our God, for he will forgive in a large way."},{"Verse":8,"Text":" “For my thoughts are not your thoughts,\r\nAnd your ways are not my ways,” declares Jehovah."},{"Verse":9,"Text":" “For as the heavens are higher than the earth,\r\nSo my ways are higher than your ways\r\nAnd my thoughts than your thoughts."},{"Verse":10,"Text":" For just as the rain and the snow pour down from heaven\r\nAnd do not return there until they saturate the earth, making it produce and sprout,\r\nGiving seed to the sower and bread to the eater,"},{"Verse":11,"Text":" So my word that goes out of my mouth will be.\r\nIt will not return to me without results,\r\nBut it will certainly accomplish whatever is my delight,\r\nAnd it will have sure success in what I send it to do."},{"Verse":12,"Text":" For you will go out with rejoicing,\r\nAnd in peace you will be brought back.\r\nThe mountains and the hills will become cheerful before you with a joyful cry,\r\nAnd the trees of the field will all clap their hands."},{"Verse":13,"Text":" Instead of thornbushes the juniper tree will grow,\r\nAnd instead of the stinging nettle the myrtle tree will grow.\r\nAnd it will bring fame to Jehovah,\r\nAn everlasting sign that will never perish.”"}]},{"Chapter":56,"Verses":[{"Verse":1,"Text":" This is what Jehovah says:\r\n“Uphold justice, and do what is righteous,\r\nFor my salvation will soon come\r\nAnd my righteousness will be revealed."},{"Verse":2,"Text":" Happy is the man who does this\r\nAnd the son of man who holds fast to it,\r\nWho keeps the Sabbath and does not profane it\r\nAnd who holds his hand back from any kind of evil."},{"Verse":3,"Text":" The foreigner who joins himself to Jehovah should not say,\r\n‘Jehovah will surely separate me from his people.’\r\nAnd the eunuch should not say, ‘Look! I am a dried-up tree.’”"},{"Verse":4,"Text":" For this is what Jehovah says to the eunuchs who keep my sabbaths and who choose what I delight in and who hold fast to my covenant:"},{"Verse":5,"Text":" “I will give to them in my house and within my walls a monument and a name,\r\nSomething better than sons and daughters.\r\nAn everlasting name I will give them,\r\nOne that will not perish."},{"Verse":6,"Text":" As for the foreigners who join themselves to Jehovah to minister to him,\r\nTo love the name of Jehovah\r\nAnd to be his servants,\r\nAll those who keep the Sabbath and do not profane it\r\nAnd who hold fast to my covenant,"},{"Verse":7,"Text":" I will also bring them to my holy mountain\r\nAnd make them rejoice inside my house of prayer.\r\nTheir whole burnt offerings and their sacrifices will be accepted on my altar.\r\nFor my house will be called a house of prayer for all the peoples.”"},{"Verse":8,"Text":" The Sovereign Lord Jehovah, who is gathering the dispersed ones of Israel, declares:\r\n“I will gather to him others besides those already gathered.”"},{"Verse":9,"Text":" All you wild animals of the field, come to eat,\r\nAll you wild animals in the forest."},{"Verse":10,"Text":" His watchmen are blind, none of them have taken note.\r\nAll of them are speechless dogs, unable to bark.\r\nThey are panting and lying down; they love to slumber."},{"Verse":11,"Text":" They are dogs with a voracious appetite;\r\nThey are never satisfied.\r\nThey are shepherds who have no understanding.\r\nThey have all gone their own way;\r\nEvery last one of them seeks his own dishonest gain and says:"},{"Verse":12,"Text":" “Come, let me take some wine,\r\nAnd let us drink our fill of alcohol.\r\nAnd tomorrow will be like today, only far better!”"}]},{"Chapter":57,"Verses":[{"Verse":1,"Text":" The righteous one has perished,\r\nBut no one takes it to heart.\r\nLoyal men are taken away,\r\nWith no one discerning that the righteous one has been taken away\r\nBecause of the calamity."},{"Verse":2,"Text":" He enters into peace.\r\nThey rest on their beds, all who walk uprightly."},{"Verse":3,"Text":" “But as for you, come closer,\r\nYou sons of a sorceress,\r\nYou children of an adulterer and a prostitute:"},{"Verse":4,"Text":" Whom are you making fun of?\r\nAgainst whom do you open your mouth wide and stick out your tongue?\r\nAre you not the children of transgression,\r\nThe children of deceit,"},{"Verse":5,"Text":" Those who are inflamed with passion among big trees,\r\nUnder every luxuriant tree,\r\nWho slaughter the children in the valleys,\r\nUnder the clefts of the crags?"},{"Verse":6,"Text":" With the smooth stones of the valley is your portion.\r\nYes, these are your lot.\r\nEven to them you pour out drink offerings and offer gifts.\r\nShould I be satisfied with these things?"},{"Verse":7,"Text":" On a mountain high and lofty you prepared your bed,\r\nAnd you went up there to offer sacrifice."},{"Verse":8,"Text":" Behind the door and the doorpost you set up your memorial.\r\nYou left me and uncovered yourself;\r\nYou went up and made your bed spacious.\r\nAnd you made a covenant with them.\r\nYou loved sharing their bed,\r\nAnd you gazed at the male organ."},{"Verse":9,"Text":" You went down to Melʹech with oil\r\nAnd with an abundance of perfume.\r\nYou sent your envoys far off,\r\nSo that you descended to the Grave."},{"Verse":10,"Text":" You have toiled in following your many ways,\r\nBut you did not say, ‘It is hopeless!’\r\nYou found renewed strength.\r\nThat is why you do not give up."},{"Verse":11,"Text":" Whom did you dread and fear\r\nSo that you started to lie?\r\nYou did not remember me.\r\nYou took nothing to heart.\r\nHave I not kept silent and withdrawn?\r\nSo you showed no fear of me."},{"Verse":12,"Text":" I will make known your ‘righteousness’ and your works,\r\nAnd they will not benefit you."},{"Verse":13,"Text":" When you cry for help,\r\nYour collection of idols will not rescue you.\r\nA wind will carry all of them away,\r\nA mere breath will blow them away,\r\nBut the one who takes refuge in me will inherit the land\r\nAnd will take possession of my holy mountain."},{"Verse":14,"Text":" It will be said, ‘Build up, build up a road! Prepare the way!\r\nRemove any obstacle from the way of my people.’”"},{"Verse":15,"Text":" For this is what the High and Lofty One says,\r\nWho lives forever and whose name is holy:\r\n“I reside in the high and holy place,\r\nBut also with those crushed and lowly in spirit,\r\nTo revive the spirit of the lowly\r\nAnd to revive the heart of those being crushed."},{"Verse":16,"Text":" For I will not oppose them forever\r\nOr always remain indignant;\r\nFor a man’s spirit would grow feeble because of me,\r\nEven the breathing creatures that I have made."},{"Verse":17,"Text":" I was indignant at his sinful pursuit of dishonest gain,\r\nSo I struck him, I hid my face, and I was indignant.\r\nBut he kept walking as a renegade, following the way of his heart."},{"Verse":18,"Text":" I have seen his ways,\r\nBut I will heal him and lead him\r\nAnd restore comfort to him and to his mourning ones.”"},{"Verse":19,"Text":" “I am creating the fruit of the lips.\r\nContinuous peace will be given to the one who is far away and the one who is near,” says Jehovah,\r\n“And I will heal him.”"},{"Verse":20,"Text":" “But the wicked are like the restless sea that cannot calm down,\r\nAnd its waters keep tossing up seaweed and mire."},{"Verse":21,"Text":" There is no peace,” says my God, “for the wicked.”"}]},{"Chapter":58,"Verses":[{"Verse":1,"Text":" “Call out full-throated; do not hold back!\r\nRaise your voice like a horn.\r\nProclaim to my people their revolt,\r\nTo the house of Jacob their sins."},{"Verse":2,"Text":" They seek me day after day,\r\nAnd they express delight to know my ways,\r\nAs if they were a nation that had practiced righteousness\r\nAnd had not abandoned the justice of their God.\r\nThey ask me for righteous judgments,\r\nDelighting to draw close to God:"},{"Verse":3,"Text":" ‘Why do you not see when we fast?\r\nAnd why do you not notice when we afflict ourselves?’\r\nBecause on the day of your fast, you pursue your own interests,\r\nAnd you oppress your laborers."},{"Verse":4,"Text":" Your fasting ends in quarrels and fights,\r\nAnd you strike with the fist of wickedness.\r\nYou cannot fast as you do today and have your voice heard in heaven."},{"Verse":5,"Text":" Should the fast that I choose be like this,\r\nAs a day for someone to afflict himself,\r\nTo bow down his head like a rush,\r\nTo make his bed on sackcloth and ashes?\r\nIs this what you call a fast and a day pleasing to Jehovah?"},{"Verse":6,"Text":" No, this is the fast that I choose:\r\nTo remove the fetters of wickedness,\r\nTo untie the bands of the yoke bar,\r\nTo let the oppressed go free,\r\nAnd to break in half every yoke bar;"},{"Verse":7,"Text":" It is to share your bread with the hungry,\r\nTo bring the poor and homeless into your house,\r\nTo clothe someone naked when you see him,\r\nAnd not to turn your back on your own flesh."},{"Verse":8,"Text":" Then your light will shine through like the dawn,\r\nAnd your healing will spring up quickly.\r\nYour righteousness will go before you,\r\nAnd the glory of Jehovah will be your rear guard."},{"Verse":9,"Text":" Then you will call, and Jehovah will answer;\r\nYou will cry for help, and he will say, ‘Here I am!’\r\nIf you remove from among you the yoke bar\r\nAnd stop pointing your finger and speaking maliciously,"},{"Verse":10,"Text":" If you grant to the hungry what you yourself desire\r\nAnd satisfy those who are afflicted,\r\nThen your light will shine even in the darkness,\r\nAnd your gloom will be like midday."},{"Verse":11,"Text":" Jehovah will always lead you\r\nAnd satisfy you even in a parched land;\r\nHe will invigorate your bones,\r\nAnd you will become like a well-watered garden,\r\nLike a spring whose waters never fail."},{"Verse":12,"Text":" They will rebuild ancient ruins on your account,\r\nAnd you will restore the foundations of past generations.\r\nYou will be called the repairer of the broken walls,\r\nThe restorer of roadways by which to dwell."},{"Verse":13,"Text":" If because of the Sabbath you refrain from pursuing your own interests on my holy day\r\nAnd you call the Sabbath an exquisite delight, a holy day of Jehovah, a day to be glorified,\r\nAnd you glorify it rather than pursuing your own interests and speaking idle words,"},{"Verse":14,"Text":" Then you will find your exquisite delight in Jehovah,\r\nAnd I will make you ride on the high places of the earth.\r\nI will cause you to eat from the inheritance of Jacob your forefather,\r\nFor the mouth of Jehovah has spoken.”"}]},{"Chapter":59,"Verses":[{"Verse":1,"Text":" Look! The hand of Jehovah is not too short to save,\r\nNor is his ear too dull to hear."},{"Verse":2,"Text":" No, your own errors have separated you from your God.\r\nYour sins have made him hide his face from you,\r\nAnd he refuses to hear you."},{"Verse":3,"Text":" For your palms are polluted with blood\r\nAnd your fingers with error.\r\nYour lips speak lies, and your tongue mutters unrighteousness."},{"Verse":4,"Text":" No one calls out for righteousness,\r\nAnd no one goes to court in truthfulness.\r\nThey trust in unreality and speak what is worthless.\r\nThey conceive trouble and give birth to what is harmful."},{"Verse":5,"Text":" They hatch the eggs of a poisonous snake,\r\nAnd they weave the cobweb of a spider.\r\nAnyone who eats their eggs would die,\r\nAnd the egg that is crushed hatches a viper."},{"Verse":6,"Text":" Their cobweb will not serve as a garment,\r\nNor will they cover themselves with what they make.\r\nTheir works are harmful,\r\nAnd deeds of violence are in their hands."},{"Verse":7,"Text":" Their feet run to do evil,\r\nAnd they hurry to shed innocent blood.\r\nTheir thoughts are harmful thoughts;\r\nRuin and misery are in their ways."},{"Verse":8,"Text":" They have not known the way of peace,\r\nAnd there is no justice in their tracks.\r\nThey make their roadways crooked;\r\nNo one treading on them will know peace."},{"Verse":9,"Text":" That is why justice is far away from us,\r\nAnd righteousness does not overtake us.\r\nWe keep hoping for light, but look! there is darkness;\r\nFor brightness, but we keep walking in gloom."},{"Verse":10,"Text":" We grope for the wall like blind men;\r\nLike those without eyes we keep groping.\r\nWe stumble at high noon as in evening darkness;\r\nAmong the strong we are just like the dead."},{"Verse":11,"Text":" We all keep growling like bears\r\nAnd cooing mournfully like doves.\r\nWe hope for justice, but there is none;\r\nFor salvation, but it is far away from us."},{"Verse":12,"Text":" For our revolts are many before you;\r\nEach of our sins testifies against us.\r\nFor our revolts are with us;\r\nWe well know our errors."},{"Verse":13,"Text":" We have transgressed and denied Jehovah;\r\nWe have turned our backs on our God.\r\nWe have spoken of oppression and revolt;\r\nWe have conceived lies and muttered false words from the heart."},{"Verse":14,"Text":" Justice is driven back,\r\nAnd righteousness stands far off;\r\nFor truth has stumbled in the public square,\r\nAnd what is upright is unable to enter."},{"Verse":15,"Text":" Truth has vanished,\r\nAnd anyone who turns away from bad is plundered.\r\nJehovah saw this and was displeased,\r\nFor there was no justice."},{"Verse":16,"Text":" He saw that there was no man,\r\nAnd he was astonished that no one interceded,\r\nSo his own arm brought about salvation,\r\nAnd his own righteousness supported him."},{"Verse":17,"Text":" Then he put on righteousness like a coat of mail\r\nAnd the helmet of salvation on his head.\r\nHe put on the garments of vengeance as his clothing\r\nAnd wrapped himself with zeal like a coat."},{"Verse":18,"Text":" He will reward them for what they have done:\r\nWrath to his adversaries, retribution to his enemies.\r\nAnd to the islands he will repay their due."},{"Verse":19,"Text":" From the sunset they will fear the name of Jehovah\r\nAnd from the sunrise his glory,\r\nFor he will come in like a rushing river,\r\nWhich the spirit of Jehovah drives along."},{"Verse":20,"Text":" “To Zion the Repurchaser will come,\r\nTo those in Jacob who turn from transgression,” declares Jehovah."},{"Verse":21,"Text":" “As for me, this is my covenant with them,” says Jehovah. “My spirit that is on you and my words that I have placed in your mouth—they will not be removed from your mouth, from the mouth of your children, or from the mouth of your grandchildren,” says Jehovah, “from now on and forever.”"}]},{"Chapter":60,"Verses":[{"Verse":1,"Text":" “Arise, O woman, shed light, for your light has come.\r\nThe glory of Jehovah shines on you."},{"Verse":2,"Text":" For look! darkness will cover the earth\r\nAnd thick gloom the nations;\r\nBut on you Jehovah will shine,\r\nAnd on you his glory will be seen."},{"Verse":3,"Text":" Nations will go to your light\r\nAnd kings to your shining splendor."},{"Verse":4,"Text":" Raise your eyes and look all around you!\r\nThey have all been assembled; they are coming to you.\r\nFrom far away your sons keep coming,\r\nAnd your daughters being supported on the hip."},{"Verse":5,"Text":" At that time you will see and become radiant,\r\nAnd your heart will throb and overflow,\r\nBecause the wealth of the sea will be directed to you;\r\nThe resources of the nations will come to you."},{"Verse":6,"Text":" Throngs of camels will cover your land,\r\nYoung male camels of Midʹian and Eʹphah.\r\nAll those from Sheʹba—they will come;\r\nGold and frankincense they will carry.\r\nThey will proclaim the praises of Jehovah."},{"Verse":7,"Text":" All the flocks of Keʹdar will be gathered to you.\r\nThe rams of Nebaʹioth will serve you.\r\nThey will come on my altar with approval,\r\nAnd I will beautify my glorious house."},{"Verse":8,"Text":" Who are these that fly along like clouds,\r\nLike doves to their dovecotes?"},{"Verse":9,"Text":" For in me the islands will hope;\r\nThe ships of Tarʹshish are in the lead,\r\nTo bring your sons from far away,\r\nAlong with their silver and their gold,\r\nTo the name of Jehovah your God and to the Holy One of Israel,\r\nFor he will glorify you."},{"Verse":10,"Text":" Foreigners will build your walls,\r\nAnd their kings will minister to you,\r\nFor in my indignation I struck you,\r\nBut in my favor I will have mercy on you."},{"Verse":11,"Text":" Your gates will be kept open constantly;\r\nThey will not be closed by day or by night,\r\nTo bring to you the resources of the nations,\r\nAnd their kings will take the lead."},{"Verse":12,"Text":" For any nation and any kingdom that will not serve you will perish,\r\nAnd the nations will be utterly devastated."},{"Verse":13,"Text":" To you the glory of Lebʹanon will come,\r\nThe juniper tree, the ash tree, and the cypress together,\r\nTo beautify the place of my sanctuary;\r\nI will glorify the place for my feet."},{"Verse":14,"Text":" The sons of those who oppressed you will come and bow down before you;\r\nAll those treating you disrespectfully must bow down at your feet,\r\nAnd they will have to call you the city of Jehovah,\r\nZion of the Holy One of Israel."},{"Verse":15,"Text":" Instead of your being abandoned and hated, with nobody passing through,\r\nI will make you a source of everlasting pride,\r\nA cause for rejoicing throughout all generations."},{"Verse":16,"Text":" And you will actually drink the milk of nations,\r\nAt the breast of kings you will nurse;\r\nAnd you will certainly know that I, Jehovah, am your Savior,\r\nAnd the Powerful One of Jacob is your Repurchaser."},{"Verse":17,"Text":" Instead of the copper I will bring in gold,\r\nAnd instead of the iron I will bring in silver,\r\nInstead of the wood, copper,\r\nAnd instead of the stones, iron;\r\nAnd I will appoint peace as your overseers\r\nAnd righteousness as your task assigners."},{"Verse":18,"Text":" No more will violence be heard in your land\r\nOr destruction and ruin within your boundaries.\r\nAnd you will call your walls Salvation and your gates Praise."},{"Verse":19,"Text":" For you the sun will no longer be a light by day,\r\nNor will the shining of the moon give you light,\r\nFor Jehovah will become to you an eternal light,\r\nAnd your God will be your beauty."},{"Verse":20,"Text":" No more will your sun set,\r\nNor will your moon wane,\r\nFor Jehovah will become for you an eternal light,\r\nAnd the days of your mourning will have ended."},{"Verse":21,"Text":" And all your people will be righteous;\r\nThey will possess the land forever.\r\nThey are the sprout that I planted,\r\nThe work of my hands, for me to be beautified."},{"Verse":22,"Text":" The little one will become a thousand\r\nAnd the small one a mighty nation.\r\nI myself, Jehovah, will speed it up in its own time.”"}]},{"Chapter":61,"Verses":[{"Verse":1,"Text":" The spirit of the Sovereign Lord Jehovah is upon me,\r\nBecause Jehovah anointed me to declare good news to the meek.\r\nHe sent me to bind up the brokenhearted,\r\nTo proclaim liberty to the captives\r\nAnd the wide opening of the eyes to the prisoners,"},{"Verse":2,"Text":" To proclaim the year of Jehovah’s goodwill\r\nAnd the day of vengeance of our God,\r\nTo comfort all who mourn,"},{"Verse":3,"Text":" To provide for those mourning over Zion,\r\nTo give them a headdress instead of ashes,\r\nThe oil of exultation instead of mourning,\r\nThe garment of praise instead of a despondent spirit.\r\nAnd they will be called big trees of righteousness,\r\nThe planting of Jehovah, in order to glorify him."},{"Verse":4,"Text":" They will rebuild the ancient ruins;\r\nThey will raise up the desolated places of the past,\r\nAnd they will restore the devastated cities,\r\nThe places that lay desolate for generation after generation."},{"Verse":5,"Text":" “Strangers will stand and shepherd your flocks,\r\nAnd foreigners will be your farmers and your vinedressers."},{"Verse":6,"Text":" As for you, you will be called the priests of Jehovah;\r\nThey will call you the ministers of our God.\r\nYou will eat the resources of the nations,\r\nAnd about their glory you will boast."},{"Verse":7,"Text":" Instead of shame you will have a double portion,\r\nAnd instead of humiliation they will shout joyfully over their share.\r\nYes, they will possess a double portion in their land.\r\nEverlasting rejoicing will be theirs."},{"Verse":8,"Text":" For I, Jehovah, love justice;\r\nI hate robbery and unrighteousness.\r\nI will faithfully give them their wages,\r\nAnd I will make an everlasting covenant with them."},{"Verse":9,"Text":" Their offspring will be known among the nations\r\nAnd their descendants among the peoples.\r\nAll who see them will recognize them,\r\nThat they are the offspring whom Jehovah has blessed.”"},{"Verse":10,"Text":" I will greatly exult in Jehovah.\r\nMy whole being will rejoice in my God.\r\nFor he has clothed me with the garments of salvation;\r\nHe has wrapped me with the robe of righteousness,\r\nJust like a bridegroom who wears a turban like that of a priest,\r\nAnd like a bride who adorns herself with her ornaments."},{"Verse":11,"Text":" For as the earth brings forth its sprouts\r\nAnd as the garden makes what is sown in it sprout,\r\nSo will the Sovereign Lord Jehovah\r\nCause righteousness and praise to sprout before all the nations."}]},{"Chapter":62,"Verses":[{"Verse":1,"Text":" For the sake of Zion I will not keep silent,\r\nAnd for the sake of Jerusalem I will not keep still\r\nUntil her righteousness shines like a bright light\r\nAnd her salvation burns like a torch."},{"Verse":2,"Text":" “The nations will see your righteousness, O woman,\r\nAnd all kings your glory.\r\nAnd you will be called by a new name,\r\nWhich Jehovah’s own mouth will designate."},{"Verse":3,"Text":" You will become a crown of beauty in the hand of Jehovah,\r\nA royal turban in the palm of your God."},{"Verse":4,"Text":" No more will you be called an abandoned woman,\r\nAnd your land will no longer be called desolate.\r\nBut you will be called My Delight Is in Her,\r\nAnd your land will be called the Married One.\r\nFor Jehovah will take delight in you,\r\nAnd your land will be as one married."},{"Verse":5,"Text":" For just as a young man marries a virgin,\r\nYour sons will marry you.\r\nWith the rejoicing of a bridegroom over a bride,\r\nYour God will rejoice over you."},{"Verse":6,"Text":" Upon your walls, O Jerusalem, I have commissioned watchmen.\r\nContinuously, all day long and all night long, they should not be silent.\r\nYou who make mention of Jehovah,\r\nDo not rest,"},{"Verse":7,"Text":" And do not give him any rest until he firmly establishes Jerusalem,\r\nYes, until he makes her the praise of the earth.”"},{"Verse":8,"Text":" Jehovah has sworn an oath with his right hand, with his strong arm:\r\n“I will no longer give your grain as food to your enemies,\r\nNor will foreigners drink your new wine, for which you have toiled."},{"Verse":9,"Text":" But those gathering it will eat it and they will praise Jehovah;\r\nAnd those collecting it will drink it in my holy courtyards.”"},{"Verse":10,"Text":" Pass through, pass through the gates.\r\nClear the way for the people.\r\nBuild up, build up the highway.\r\nRid it of stones.\r\nRaise up a signal for the peoples."},{"Verse":11,"Text":" Look! Jehovah has proclaimed to the ends of the earth:\r\n“Say to the daughter of Zion,\r\n‘Look! Your salvation is coming.\r\nLook! His reward is with him,\r\nAnd the wage he pays is before him.’”"},{"Verse":12,"Text":" They will be called the holy people, those repurchased by Jehovah,\r\nAnd you will be called Sought After, a City Not Abandoned."}]},{"Chapter":63,"Verses":[{"Verse":1,"Text":" Who is this coming from Eʹdom,\r\nFrom Bozʹrah with bright-colored garments,\r\nThis one with splendid clothing,\r\nMarching in his great power?\r\n“It is I, the One speaking in righteousness,\r\nThe One with great power to save.”"},{"Verse":2,"Text":" Why is your clothing red,\r\nAnd why are your garments like those of one treading the winepress?"},{"Verse":3,"Text":" “I have trodden the wine trough alone.\r\nNo one from the peoples was with me.\r\nI kept treading them in my anger,\r\nAnd I kept trampling them in my wrath.\r\nMy garments were spattered with their blood,\r\nAnd I have stained all my clothing."},{"Verse":4,"Text":" For the day of vengeance is in my heart,\r\nAnd the year of my repurchased ones has come."},{"Verse":5,"Text":" I looked, but there was no one to help;\r\nI was appalled that no one offered support.\r\nSo my arm brought me salvation,\r\nAnd my own wrath supported me."},{"Verse":6,"Text":" I trampled peoples in my anger,\r\nI made them drunk with my wrath\r\nAnd poured out their blood on the ground.”"},{"Verse":7,"Text":" I will mention Jehovah’s acts of loyal love,\r\nThe praiseworthy acts of Jehovah,\r\nBecause of all that Jehovah has done for us,\r\nThe many good things he has done for the house of Israel,\r\nAccording to his mercy and his great loyal love."},{"Verse":8,"Text":" For he said: “Surely they are my people, sons who will not be disloyal.”\r\nSo he became their Savior."},{"Verse":9,"Text":" During all their distress it was distressing to him.\r\nAnd his own personal messenger saved them.\r\nIn his love and compassion he repurchased them,\r\nAnd he lifted them up and carried them all the days of old."},{"Verse":10,"Text":" But they rebelled and grieved his holy spirit.\r\nHe then turned into their enemy,\r\nAnd he fought against them."},{"Verse":11,"Text":" And they remembered the days of old,\r\nThe days of Moses his servant:\r\n“Where is the One who brought them up out of the sea with the shepherds of his flock?\r\nWhere is the One who put within him His holy spirit,"},{"Verse":12,"Text":" The One who made His glorious arm go with the right hand of Moses,\r\nThe One who split the waters before them\r\nTo make an everlasting name for himself,"},{"Verse":13,"Text":" The One who made them walk through the surging waters,\r\nSo that they walked without stumbling,\r\nLike a horse in the open country?"},{"Verse":14,"Text":" Just like livestock when they go down into the valley plain,\r\nThe spirit of Jehovah made them rest.”\r\nThis is how you led your people,\r\nTo make a majestic name for yourself."},{"Verse":15,"Text":" Look down from heaven and see\r\nFrom your lofty abode of holiness and glory.\r\nWhere are your zeal and your mightiness,\r\nThe stirring of your compassions and your mercy?\r\nThey are withheld from me."},{"Verse":16,"Text":" For you are our Father;\r\nAlthough Abraham may not know us\r\nAnd Israel may not recognize us,\r\nYou, O Jehovah, are our Father.\r\nOur Repurchaser of long ago is your name."},{"Verse":17,"Text":" Why do you, O Jehovah, let us wander from your ways?\r\nWhy do you let our hearts become hard, so that we do not fear you?\r\nReturn, for the sake of your servants,\r\nThe tribes of your inheritance."},{"Verse":18,"Text":" Your holy people possessed it for a short time.\r\nOur adversaries have trampled on your sanctuary."},{"Verse":19,"Text":" For too long we have become like those you never ruled over,\r\nLike those never called by your name."}]},{"Chapter":64,"Verses":[{"Verse":1,"Text":" If only you had ripped the heavens apart and come down,\r\nSo that the mountains would quake because of you,"},{"Verse":2,"Text":" As when a fire ignites the brushwood,\r\nAnd the fire makes the water boil,\r\nThen your name would be known to your adversaries,\r\nAnd the nations would tremble before you!"},{"Verse":3,"Text":" When you did awe-inspiring things that we dared not hope for,\r\nYou came down, and the mountains quaked before you."},{"Verse":4,"Text":" From of old no one has heard or given ear,\r\nNor has any eye seen a God except you,\r\nWho acts in behalf of those who keep in expectation of him."},{"Verse":5,"Text":" You have met up with those who joyfully do what is right,\r\nThose who remember you and follow your ways.\r\nLook! You became indignant, while we kept sinning,\r\nWe did so for a long time.\r\nShould we now be saved?"},{"Verse":6,"Text":" And we have all become like someone unclean,\r\nAnd all our acts of righteousness are like a menstrual cloth.\r\nWe will all wither like a leaf,\r\nAnd our errors will carry us off like the wind."},{"Verse":7,"Text":" There is no one calling on your name,\r\nNo one who stirs himself to take hold of you,\r\nFor you have hidden your face from us,\r\nAnd you cause us to waste away because of our error."},{"Verse":8,"Text":" But now, O Jehovah, you are our Father.\r\nWe are the clay, and you are our Potter;\r\nWe are all the work of your hand."},{"Verse":9,"Text":" Do not become too indignant, O Jehovah,\r\nAnd do not remember our error forever.\r\nLook at us, please, for we are all your people."},{"Verse":10,"Text":" Your holy cities have become a wilderness.\r\nZion has become a wilderness,\r\nJerusalem a wasteland."},{"Verse":11,"Text":" Our house of holiness and glory,\r\nWhere our forefathers praised you,\r\nHas been burned with fire,\r\nAnd all the things we cherished lie in ruins."},{"Verse":12,"Text":" In view of this, will you still restrain yourself, O Jehovah?\r\nWill you remain silent and let us be afflicted so severely?"}]},{"Chapter":65,"Verses":[{"Verse":1,"Text":" “I have let myself be searched for by those who did not ask for me;\r\nI have let myself be found by those who did not look for me.\r\nI said, ‘Here I am, here I am!’ to a nation that was not calling on my name."},{"Verse":2,"Text":" I have spread out my hands all day long to a stubborn people,\r\nTo those walking in the way that is not good,\r\nFollowing their own thoughts;"},{"Verse":3,"Text":" A people who constantly offend me to my face,\r\nSacrificing in gardens and making sacrificial smoke on bricks."},{"Verse":4,"Text":" They sit among graves,\r\nAnd they pass the night in hidden places,\r\nEating the flesh of pigs,\r\nAnd the broth of foul things is in their vessels."},{"Verse":5,"Text":" They say, ‘Keep to yourself; do not approach me,\r\nFor I am holier than you.’\r\nThese are a smoke in my nostrils, a fire burning all day long."},{"Verse":6,"Text":" Look! It is written before me;\r\nI will not stand still,\r\nBut I will repay them,\r\nI will repay them in full measure"},{"Verse":7,"Text":" For their errors and for the errors of their forefathers as well,” says Jehovah.\r\n“Because they have made sacrificial smoke on the mountains\r\nAnd have reproached me on the hills,\r\nI will first measure out their wages in full.”"},{"Verse":8,"Text":" This is what Jehovah says:\r\n“Just as when new wine is found in a cluster of grapes\r\nAnd someone says, ‘Do not destroy it, for there is some good in it,’\r\nSo I will do for the sake of my servants;\r\nI will not destroy them all."},{"Verse":9,"Text":" I will bring out of Jacob an offspring\r\nAnd out of Judah the one to inherit my mountains;\r\nMy chosen ones will take possession of it,\r\nAnd my servants will reside there."},{"Verse":10,"Text":" Sharʹon will become a pasture for sheep\r\nAnd the Valley of Aʹchor a resting-place for cattle,\r\nFor my people who search for me."},{"Verse":11,"Text":" But you are among those forsaking Jehovah,\r\nThose forgetting my holy mountain,\r\nThose setting a table for the god of Good Luck,\r\nAnd those filling up cups of mixed wine for the god of Destiny."},{"Verse":12,"Text":" So I will destine you for the sword,\r\nAnd all of you will bow down to be slaughtered,\r\nBecause I called, but you did not answer,\r\nI spoke, but you did not listen;\r\nYou kept doing what was bad in my eyes,\r\nAnd you chose what displeased me.”"},{"Verse":13,"Text":" Therefore this is what the Sovereign Lord Jehovah says:\r\n“Look! My servants will eat, but you will go hungry.\r\nLook! My servants will drink, but you will go thirsty.\r\nLook! My servants will rejoice, but you will suffer shame."},{"Verse":14,"Text":" Look! My servants will shout joyfully because of the good condition of the heart,\r\nBut you will cry out because of the pain of heart\r\nAnd you will wail because of a broken spirit."},{"Verse":15,"Text":" You will leave behind a name that my chosen ones will use as a curse,\r\nAnd the Sovereign Lord Jehovah will put each of you to death,\r\nBut his own servants he will call by another name;"},{"Verse":16,"Text":" So that anyone who seeks a blessing for himself in the earth\r\nWill be blessed by the God of truth,\r\nAnd anyone who swears an oath in the earth\r\nWill swear by the God of truth.\r\nFor the former distresses will be forgotten;\r\nThey will be concealed from my eyes."},{"Verse":17,"Text":" For look! I am creating new heavens and a new earth;\r\nAnd the former things will not be called to mind,\r\nNor will they come up into the heart."},{"Verse":18,"Text":" So exult and be joyful forever in what I am creating.\r\nFor look! I am creating Jerusalem a cause for joy\r\nAnd her people a cause for exultation."},{"Verse":19,"Text":" And I will rejoice in Jerusalem and exult in my people;\r\nNo more will there be heard in her the sound of weeping or a cry of distress.”"},{"Verse":20,"Text":" “No more will there be an infant from that place who lives but a few days,\r\nNor an old man who fails to live out his days.\r\nFor anyone who dies at a hundred will be considered a mere boy,\r\nAnd the sinner will be cursed, even though he is a hundred years of age."},{"Verse":21,"Text":" They will build houses and live in them,\r\nAnd they will plant vineyards and eat their fruitage."},{"Verse":22,"Text":" They will not build for someone else to inhabit,\r\nNor will they plant for others to eat.\r\nFor the days of my people will be like the days of a tree,\r\nAnd the work of their hands my chosen ones will enjoy to the full."},{"Verse":23,"Text":" They will not toil for nothing,\r\nNor will they bear children for distress,\r\nBecause they are the offspring made up of those blessed by Jehovah,\r\nAnd their descendants with them."},{"Verse":24,"Text":" Even before they call out, I will answer;\r\nWhile they are yet speaking, I will hear."},{"Verse":25,"Text":" The wolf and the lamb will feed together,\r\nThe lion will eat straw just like the bull,\r\nAnd the serpent’s food will be dust.\r\nThey will do no harm nor cause any ruin in all my holy mountain,” says Jehovah."}]},{"Chapter":66,"Verses":[{"Verse":1,"Text":" This is what Jehovah says:\r\n“The heavens are my throne, and the earth is my footstool.\r\nWhere, then, is the house that you could build for me,\r\nAnd where is my resting-place?”"},{"Verse":2,"Text":" “My own hand has made all these things,\r\nAnd this is how they all came to be,” declares Jehovah.\r\n“To this one, then, I will look,\r\nTo the one humble and broken in spirit who trembles at my word."},{"Verse":3,"Text":" The one slaughtering the bull is like one striking down a man.\r\nThe one sacrificing a sheep is like one breaking the neck of a dog.\r\nThe one offering a gift—like the blood of a pig!\r\nThe one presenting a memorial offering of frankincense is like one saying a blessing with magical words.\r\nThey have chosen their own ways,\r\nAnd they take delight in what is disgusting."},{"Verse":4,"Text":" So I will choose ways to punish them,\r\nAnd the very things they dread I will bring upon them.\r\nBecause when I called, no one answered;\r\nWhen I spoke, there were none who listened.\r\nThey kept doing what was bad in my eyes,\r\nAnd they chose to do what displeased me.”"},{"Verse":5,"Text":" Hear the word of Jehovah, you who tremble at his word:\r\n“Your brothers who hate you and exclude you because of my name said, ‘May Jehovah be glorified!’\r\nBut He will appear and bring you joy,\r\nAnd they are the ones who will be put to shame.”"},{"Verse":6,"Text":" There is a sound of uproar from the city, a sound from the temple!\r\nIt is the sound of Jehovah repaying his enemies what they deserve."},{"Verse":7,"Text":" Before she went into labor, she gave birth.\r\nBefore birth pangs came to her, she delivered a male child."},{"Verse":8,"Text":" Who has ever heard of such a thing?\r\nWho has seen such things?\r\nWill a land be brought to birth in one day?\r\nOr will a nation be born all at once?\r\nYet, as soon as Zion went into labor, she gave birth to her sons."},{"Verse":9,"Text":" “Will I bring it to the point of birth and then not bring it forth?” says Jehovah.\r\n“Or would I cause the birth and then shut the womb?” says your God."},{"Verse":10,"Text":" Rejoice with Jerusalem and be joyful with her, all you who love her.\r\nExult greatly with her, all you who are in mourning over her,"},{"Verse":11,"Text":" For you will nurse and be fully satisfied from her breast of consolation,\r\nAnd you will drink deeply and find delight in the abundance of her glory."},{"Verse":12,"Text":" For this is what Jehovah says:\r\n“Here I am extending to her peace just like a river\r\nAnd the glory of nations like a flooding torrent.\r\nYou will nurse and be carried on the hip,\r\nAnd you will be bounced on the knees."},{"Verse":13,"Text":" As a mother comforts her son,\r\nSo I will keep comforting you;\r\nAnd over Jerusalem you will be comforted."},{"Verse":14,"Text":" You will see this, and your heart will rejoice,\r\nYour bones will flourish just like new grass.\r\nAnd the hand of Jehovah will become known to his servants,\r\nBut he will denounce his enemies.”"},{"Verse":15,"Text":" “For Jehovah will come as a fire,\r\nAnd his chariots are like a storm wind,\r\nTo repay in furious anger,\r\nTo rebuke with flames of fire."},{"Verse":16,"Text":" For with fire Jehovah will execute judgment,\r\nYes, with his sword, against all flesh;\r\nAnd the slain of Jehovah will be many."},{"Verse":17,"Text":" “Those sanctifying themselves and cleansing themselves to enter the gardens following one who is in the center, those eating the flesh of pigs and loathsome things and mice, they will all come to their end together,” declares Jehovah."},{"Verse":18,"Text":" “Since I know about their works and their thoughts, I am coming to gather people of all nations and languages, and they will come and see my glory.”"},{"Verse":19,"Text":" “I will set a sign among them, and I will send some of those who escape to the nations—to Tarʹshish, Pul, and Lud, those who draw the bow, to Tuʹbal and Jaʹvan, and to the faraway islands—who have not heard a report about me or seen my glory; and they will proclaim my glory among the nations."},{"Verse":20,"Text":" They will bring all your brothers out of all the nations as a gift to Jehovah, on horses, in chariots, in covered wagons, on mules, and on swift camels, up to my holy mountain, Jerusalem,” says Jehovah, “just as when the people of Israel bring their gift in a clean vessel into the house of Jehovah.”"},{"Verse":21,"Text":" “I will also take some for the priests and for the Levites,” says Jehovah."},{"Verse":22,"Text":" “For just as the new heavens and the new earth that I am making will remain standing before me,” declares Jehovah, “so your offspring and your name will remain.”"},{"Verse":23,"Text":" “And from new moon to new moon and from sabbath to sabbath,\r\nAll flesh will come in to bow down before me,” says Jehovah."},{"Verse":24,"Text":" “And they will go out and look on the carcasses of the men who rebelled against me;\r\nFor the worms on them will not die,\r\nAnd their fire will not be extinguished,\r\nAnd they will become something repulsive to all people.”"}]}]}