{"Name":"nwt_03_Le_E","Abbrev":["le","lev"],"Chapters":[{"Chapter":1,"Verses":[{"Verse":1,"Text":" And Jehovah called Moses and spoke to him from the tent of meeting, saying:"},{"Verse":2,"Text":" “Speak to the Israelites and tell them, ‘If any one of you would present an offering to Jehovah from the domestic animals, you should present your offering from the herd or from the flock."},{"Verse":3,"Text":" “‘If his offering is a burnt offering from the herd, he should present a sound male animal. He should present it of his own free will before Jehovah at the entrance of the tent of meeting."},{"Verse":4,"Text":" He is to lay his hand on the head of the burnt offering, and it will be accepted in his behalf to make atonement for him."},{"Verse":5,"Text":" “‘Then the young bull must be slaughtered before Jehovah, and the sons of Aaron, the priests, will present the blood and sprinkle the blood on all sides of the altar, which is at the entrance of the tent of meeting."},{"Verse":6,"Text":" The burnt offering should be skinned and cut into pieces."},{"Verse":7,"Text":" The sons of Aaron, the priests, are to put fire on the altar and arrange wood on the fire."},{"Verse":8,"Text":" The sons of Aaron, the priests, will arrange the pieces of the offering with the head and the suet over the wood that is on the fire on the altar."},{"Verse":9,"Text":" Its intestines and its shanks will be washed with water, and the priest is to make all of it smoke on the altar as a burnt offering, an offering made by fire of a pleasing aroma to Jehovah."},{"Verse":10,"Text":" “‘If his offering for a burnt offering is from the flock, from the young rams or the goats, he should present a sound male."},{"Verse":11,"Text":" It is to be slaughtered at the north side of the altar before Jehovah, and the sons of Aaron, the priests, will sprinkle its blood on all sides of the altar."},{"Verse":12,"Text":" He will cut it up into pieces, and with its head and its suet, the priest will arrange them over the wood on the fire on the altar."},{"Verse":13,"Text":" He will wash the intestines and the shanks with water, and the priest will present all of it and make it smoke on the altar. It is a burnt offering, an offering made by fire of a pleasing aroma to Jehovah."},{"Verse":14,"Text":" “‘However, if he offers birds as a burnt offering to Jehovah, he will present his offering from the turtledoves or the young pigeons."},{"Verse":15,"Text":" The priest will present it at the altar and nip off its head and make it smoke on the altar, but its blood should be drained out on the side of the altar."},{"Verse":16,"Text":" He should remove its crop and its feathers and throw them beside the altar, to the east, to the place for the ashes."},{"Verse":17,"Text":" He will split it at its wings without dividing it into two parts. Then the priest will make it smoke on the altar over the wood that is on the fire. It is a burnt offering, an offering made by fire of a pleasing aroma to Jehovah."}]},{"Chapter":2,"Verses":[{"Verse":1,"Text":" “‘Now if someone presents a grain offering to Jehovah, his offering must be fine flour, and he should pour oil on it and put frankincense on it."},{"Verse":2,"Text":" Then he will bring it to the sons of Aaron, the priests, and the priest will take a handful of the fine flour and oil and all its frankincense, and he will make it smoke as a token offering on the altar, an offering made by fire of a pleasing aroma to Jehovah."},{"Verse":3,"Text":" Whatever is left of the grain offering belongs to Aaron and his sons as something most holy from Jehovah’s offerings made by fire."},{"Verse":4,"Text":" “‘If you present a grain offering that has been baked in the oven, it should be of fine flour, unleavened ring-shaped loaves mixed with oil or unleavened wafers spread with oil."},{"Verse":5,"Text":" “‘If your offering is a grain offering from the griddle, it should be of fine, unleavened flour mixed with oil."},{"Verse":6,"Text":" It should be broken into pieces, and you are to pour oil on it. It is a grain offering."},{"Verse":7,"Text":" “‘If your offering is a grain offering prepared in a pan, it should be made of fine flour with oil."},{"Verse":8,"Text":" You should bring the grain offering that was made of these to Jehovah, and it will be presented to the priest, who will bring it near to the altar."},{"Verse":9,"Text":" And the priest will lift off some of the grain offering as a token offering and make it smoke on the altar as an offering made by fire of a pleasing aroma to Jehovah."},{"Verse":10,"Text":" What is left of the grain offering belongs to Aaron and his sons as something most holy of Jehovah’s offerings by fire."},{"Verse":11,"Text":" “‘No grain offering that you present to Jehovah should be leavened, for you must not make any sourdough or honey smoke as an offering made by fire to Jehovah."},{"Verse":12,"Text":" “‘You may present them to Jehovah as an offering of the firstfruits, but they must not be brought to the altar as a pleasing aroma."},{"Verse":13,"Text":" “‘Every grain offering you make is to be seasoned with salt; and you must not allow the salt of the covenant of your God to be missing from your grain offering. Along with every offering of yours, you will present salt."},{"Verse":14,"Text":" “‘If you present the grain offering of the first ripe fruits to Jehovah, you should present new grain roasted with fire, coarsely crushed new kernels, as the grain offering of your first ripe fruits."},{"Verse":15,"Text":" You are to put oil on it and place frankincense on it. It is a grain offering."},{"Verse":16,"Text":" The priest will make it smoke as a token offering, that is, some of the coarse grain and oil along with all its frankincense, as an offering made by fire to Jehovah."}]},{"Chapter":3,"Verses":[{"Verse":1,"Text":" “‘If his offering is a communion sacrifice and if he is presenting it from the herd, whether a male or a female, he should present a sound animal before Jehovah."},{"Verse":2,"Text":" He is to lay his hand on the head of his offering, and it will be slaughtered at the entrance of the tent of meeting; and Aaron’s sons, the priests, will sprinkle the blood on all sides of the altar."},{"Verse":3,"Text":" He will present part of the communion sacrifice as an offering made by fire to Jehovah: the fat that covers the intestines, all the fat that surrounds the intestines,"},{"Verse":4,"Text":" and the two kidneys with the fat on them that is near the loins. He will also remove the appendage of the liver along with the kidneys."},{"Verse":5,"Text":" Aaron’s sons will make it smoke on the altar on top of the burnt offering that is placed on the wood that is over the fire; it is an offering made by fire as a pleasing aroma to Jehovah."},{"Verse":6,"Text":" “‘If his offering is from the flock for a communion sacrifice to Jehovah, he will present a sound male or a female animal."},{"Verse":7,"Text":" If he is presenting a young ram as his offering, then he will present it before Jehovah."},{"Verse":8,"Text":" He will lay his hand on the head of his offering, and it will be slaughtered in front of the tent of meeting. Aaron’s sons will sprinkle its blood on all sides of the altar."},{"Verse":9,"Text":" He will present the fat from the communion sacrifice as an offering made by fire to Jehovah. He will remove the entire fat tail near the backbone, the fat that covers the intestines, all the fat that surrounds the intestines,"},{"Verse":10,"Text":" and the two kidneys with the fat on them that is near the loins. He will also remove the appendage of the liver along with the kidneys."},{"Verse":11,"Text":" And the priest will make it smoke on the altar as food, an offering made by fire to Jehovah."},{"Verse":12,"Text":" “‘If his offering is a goat, then he will present it before Jehovah."},{"Verse":13,"Text":" He will lay his hand on its head, and it will be slaughtered before the tent of meeting, and Aaron’s sons must sprinkle its blood on all sides of the altar."},{"Verse":14,"Text":" The part he will present as his offering made by fire to Jehovah is the fat that covers the intestines, all the fat that surrounds the intestines,"},{"Verse":15,"Text":" and the two kidneys with the fat on them that is near the loins. He will also remove the appendage of the liver along with the kidneys."},{"Verse":16,"Text":" The priest will make them smoke on the altar as food, an offering made by fire for a pleasing aroma. All the fat belongs to Jehovah."},{"Verse":17,"Text":" “‘It is a lasting statute for your generations, in all your dwelling places: You must not eat any fat or any blood at all.’”"}]},{"Chapter":4,"Verses":[{"Verse":1,"Text":" Jehovah went on to say to Moses:"},{"Verse":2,"Text":" “Tell the Israelites, ‘If someone sins unintentionally by doing any of the things that Jehovah commanded should not be done:"},{"Verse":3,"Text":" “‘If the anointed priest sins and brings guilt on the people, then he must present a sound young bull to Jehovah as a sin offering for the sin he committed."},{"Verse":4,"Text":" He will bring the bull to the entrance of the tent of meeting before Jehovah and lay his hand on the bull’s head, and he is to slaughter the bull before Jehovah."},{"Verse":5,"Text":" Then the anointed priest will take some of the bull’s blood and bring it into the tent of meeting;"},{"Verse":6,"Text":" and the priest will dip his finger in the blood and spatter some of the blood seven times before Jehovah in front of the curtain of the holy place."},{"Verse":7,"Text":" The priest will also put some of the blood on the horns of the altar of perfumed incense, which is before Jehovah in the tent of meeting; and he will pour all the rest of the bull’s blood at the base of the altar of burnt offering, which is at the entrance of the tent of meeting."},{"Verse":8,"Text":" “‘He will then remove all the fat of the bull of the sin offering, including the fat that covers the intestines and the fat that surrounds the intestines,"},{"Verse":9,"Text":" and the two kidneys with the fat on them that is near the loins. And he will remove the appendage of the liver along with the kidneys."},{"Verse":10,"Text":" It will be the same as what is removed from a bull of the communion sacrifice. And the priest will make them smoke on the altar of burnt offering."},{"Verse":11,"Text":" “‘But as for the skin of the bull and all its flesh along with its head, its shanks, its intestines, and its dung—"},{"Verse":12,"Text":" all the rest of the bull—he will have it taken to the outskirts of the camp to a clean place where the ashes are discarded, and he will burn it on wood in the fire. It should be burned where the ashes are discarded."},{"Verse":13,"Text":" “‘Now if the entire assembly of Israel has become guilty by committing a sin unintentionally, but the congregation was unaware that they had done something that Jehovah commanded them not to do,"},{"Verse":14,"Text":" and then the sin becomes known, the congregation must present a young bull for a sin offering and bring it before the tent of meeting."},{"Verse":15,"Text":" The elders of the assembly will lay their hands on the bull’s head before Jehovah, and the bull will be slaughtered before Jehovah."},{"Verse":16,"Text":" “‘Then the anointed priest will bring some of the bull’s blood into the tent of meeting."},{"Verse":17,"Text":" The priest is to dip his finger into the blood and spatter some of it seven times before Jehovah in front of the curtain."},{"Verse":18,"Text":" He will then put some of the blood on the horns of the altar that is before Jehovah, which is in the tent of meeting; and he will pour all the rest of the blood at the base of the altar of burnt offering, which is at the entrance of the tent of meeting."},{"Verse":19,"Text":" He will remove all its fat and make it smoke on the altar."},{"Verse":20,"Text":" He is to do to the bull just as he did to the other bull of the sin offering. That is how he will do it, and the priest will make atonement for them, and they will be forgiven."},{"Verse":21,"Text":" He will have the bull taken to the outskirts of the camp and will burn it, just as he burned the first bull. It is a sin offering for the congregation."},{"Verse":22,"Text":" “‘When a chieftain unintentionally sins by doing one of all the things that Jehovah his God commands should not be done and has become guilty,"},{"Verse":23,"Text":" or if he becomes aware of a sin that he has committed against the commandment, then he must bring a sound young male goat as his offering."},{"Verse":24,"Text":" He will lay his hand on the head of the young goat and slaughter it in the place where the burnt offering is slaughtered before Jehovah. It is a sin offering."},{"Verse":25,"Text":" The priest will take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering, and he will pour the rest of its blood at the base of the altar of burnt offering."},{"Verse":26,"Text":" He will make all its fat smoke on the altar like the fat of the communion sacrifice; and the priest will make atonement for him for his sin, and it will be forgiven him."},{"Verse":27,"Text":" “‘If any one of the people of the land sins unintentionally and becomes guilty by doing one of the things that Jehovah commands should not be done,"},{"Verse":28,"Text":" or if he becomes aware of a sin that he has committed, then he should bring a sound young female goat as his offering for the sin he has committed."},{"Verse":29,"Text":" He will lay his hand on the head of the sin offering and slaughter the sin offering in the same place as the burnt offering."},{"Verse":30,"Text":" The priest will take some of its blood with his finger and put it on the horns of the altar of burnt offering, and he will pour all the rest of its blood at the base of the altar."},{"Verse":31,"Text":" He will remove all its fat, just as the fat is removed from the communion sacrifice, and the priest will make it smoke on the altar as a pleasing aroma to Jehovah; and the priest will make atonement for him, and it will be forgiven him."},{"Verse":32,"Text":" “‘But if he offers a lamb as his sin offering, he should bring a sound female lamb."},{"Verse":33,"Text":" He will lay his hand on the head of the sin offering and slaughter it as a sin offering in the place where the burnt offering is slaughtered."},{"Verse":34,"Text":" The priest will take some of the blood of the sin offering with his finger and put it on the horns of the altar of burnt offering, and he will pour all the rest of its blood at the base of the altar."},{"Verse":35,"Text":" He will remove all its fat the same way that the fat of the young ram of the communion sacrifice is removed, and the priest will make them smoke on the altar on top of Jehovah’s offerings made by fire; and the priest will make atonement for him for the sin that he has committed, and it will be forgiven him."}]},{"Chapter":5,"Verses":[{"Verse":1,"Text":" “‘If someone sins because he has heard a public call to testify and he is a witness or has seen or learned about it and he does not report it, then he will answer for his error."},{"Verse":2,"Text":" “‘Or when a person touches anything unclean, whether the dead body of an unclean wild animal, an unclean domestic animal, or an unclean swarming creature, he is unclean and has become guilty even if he does not realize it."},{"Verse":3,"Text":" Or in case someone without being aware of it touches human uncleanness—anything unclean that may make him unclean—and he comes to know it, then he becomes guilty."},{"Verse":4,"Text":" “‘Or if someone rashly swears to do something—whether it is to do good or to do evil, no matter what it may be—and he was unaware of it, but then he realizes that he has sworn rashly, he becomes guilty."},{"Verse":5,"Text":" “‘If he becomes guilty as respects one of these things, then he must confess in what way he has sinned."},{"Verse":6,"Text":" He will also bring his guilt offering to Jehovah for the sin that he committed, namely, a female from the flock, either a female lamb or a young female goat, for a sin offering. Then the priest will make atonement for him for his sin."},{"Verse":7,"Text":" “‘If, though, he cannot afford a sheep, he must bring to Jehovah two turtledoves or two young pigeons as his guilt offering for the sin, one for a sin offering and one for a burnt offering."},{"Verse":8,"Text":" He is to bring them to the priest, who will present first the one for the sin offering and nip off its head at the front of its neck, without severing it."},{"Verse":9,"Text":" He will spatter some of the blood of the sin offering on the side of the altar, but the remainder of the blood will be drained out at the base of the altar. It is a sin offering."},{"Verse":10,"Text":" He will handle the other one as a burnt offering according to the regular procedure; and the priest will make atonement for him for the sin that he has committed, and it will be forgiven him."},{"Verse":11,"Text":" “‘Now if he cannot afford two turtledoves or two young pigeons, he must bring as his offering for his sin a tenth of an eʹphah of fine flour for a sin offering. He should not add oil to it or place frankincense on it, for it is a sin offering."},{"Verse":12,"Text":" He will bring it to the priest, and the priest will take from it his handful as a token offering and make it smoke on the altar on top of Jehovah’s offerings made by fire. It is a sin offering."},{"Verse":13,"Text":" The priest will make atonement for him for the sin that he has committed, any one of these sins, and it will be forgiven him. The remainder of the offering will become the priest’s, just like the grain offering.’”"},{"Verse":14,"Text":" Jehovah continued to speak to Moses, saying:"},{"Verse":15,"Text":" “If someone behaves unfaithfully by unintentionally sinning against the holy things of Jehovah, he is to bring to Jehovah a sound ram from the flock as a guilt offering; its value in silver shekels is set according to the standard shekel of the holy place."},{"Verse":16,"Text":" And he will make compensation for the sin he has committed against the holy place and he will also add a fifth of its value. He will give it to the priest, so that the priest may make atonement for him with the ram of the guilt offering, and it will be forgiven him."},{"Verse":17,"Text":" “If someone sins by doing any of the things that Jehovah commands should not be done, even if he is not aware of it, he is still guilty and will answer for his error."},{"Verse":18,"Text":" He should bring to the priest a sound ram from the flock according to the estimated value, for a guilt offering. Then the priest will make atonement for him for the unintentional mistake that he unknowingly committed, and it will be forgiven him."},{"Verse":19,"Text":" It is a guilt offering. He has certainly become guilty of sinning against Jehovah.”"}]},{"Chapter":6,"Verses":[{"Verse":1,"Text":" Jehovah went on to say to Moses:"},{"Verse":2,"Text":" “If someone sins and behaves unfaithfully toward Jehovah by deceiving his neighbor in connection with something entrusted to him, or something deposited with him, or he robs or defrauds his neighbor,"},{"Verse":3,"Text":" or he finds something lost and is deceptive about it, and if he swears falsely over any such sin he may commit, this is what he should do:"},{"Verse":4,"Text":" If he has sinned and is guilty, he must return what he stole, what he extorted, what he took by fraud, what was entrusted to him, or the lost thing that he found,"},{"Verse":5,"Text":" or anything about which he swore falsely, and he must make full compensation for it, and he will add to it a fifth of its value. He will give it to the owner on the day his guilt is proved."},{"Verse":6,"Text":" And he will bring to the priest as his guilt offering to Jehovah a sound ram from the flock according to the assessed value, for a guilt offering."},{"Verse":7,"Text":" The priest will make atonement for him before Jehovah, and he will be forgiven for anything he may have done resulting in his guilt.”"},{"Verse":8,"Text":" Jehovah continued to speak to Moses, saying:"},{"Verse":9,"Text":" “Command Aaron and his sons and say, ‘This is the law of the burnt offering: The burnt offering will remain on the hearth on the altar all night long until the morning, and the fire will be kept burning on the altar."},{"Verse":10,"Text":" The priest will clothe himself with his official dress of linen, and he will put the linen shorts on over his flesh. Then he will remove the ashes of the burnt offering that the fire had consumed on the altar and place them beside the altar."},{"Verse":11,"Text":" Then he will take off his garments and put on other garments and take the ashes to a clean place outside the camp."},{"Verse":12,"Text":" The fire will be kept burning on the altar. It must not go out. The priest must burn wood on it each morning and arrange the burnt offering over it, and he will make the fat of the communion sacrifices smoke over it."},{"Verse":13,"Text":" Fire will be kept constantly burning on the altar. It must not go out."},{"Verse":14,"Text":" “‘Now this is the law of the grain offering: You sons of Aaron are to present it before Jehovah in front of the altar."},{"Verse":15,"Text":" One of them will take a handful from the fine flour of the grain offering and some of its oil and all the frankincense that is on the grain offering, and he will make it smoke on the altar as a pleasing aroma for a token offering to Jehovah."},{"Verse":16,"Text":" Aaron and his sons will eat what is left of it. It will be eaten as unleavened bread in a holy place. They will eat it in the courtyard of the tent of meeting."},{"Verse":17,"Text":" It should not be baked with anything leavened. I have given it as their share out of my offerings made by fire. It is something most holy, like the sin offering and like the guilt offering."},{"Verse":18,"Text":" Every male among the sons of Aaron will eat it. It is their permanent allowance throughout your generations from Jehovah’s offerings made by fire. Everything that touches them will become holy.’”"},{"Verse":19,"Text":" Jehovah spoke again to Moses:"},{"Verse":20,"Text":" “This is the offering that Aaron and his sons will present to Jehovah on the day he is anointed: the tenth of an eʹphah of fine flour as a regular grain offering, half of it in the morning and half of it in the evening."},{"Verse":21,"Text":" It will be made with oil on a griddle. You will bring it well-mixed with oil and present it in pieces as a baked product of the grain offering as a pleasing aroma to Jehovah."},{"Verse":22,"Text":" The anointed priest who succeeds him from among his sons will make it. It is a lasting regulation: As a whole offering it will be made to smoke to Jehovah."},{"Verse":23,"Text":" Every grain offering of a priest should be a whole offering. It must not be eaten.”"},{"Verse":24,"Text":" Jehovah spoke again to Moses and said:"},{"Verse":25,"Text":" “Tell Aaron and his sons, ‘This is the law of the sin offering: In the place where the burnt offering is slaughtered, the sin offering will also be slaughtered before Jehovah. It is a most holy thing."},{"Verse":26,"Text":" The priest who offers it for sin will eat it. It will be eaten in a holy place, in the courtyard of the tent of meeting."},{"Verse":27,"Text":" “‘Everything that touches its flesh will become holy, and when anyone spatters some of its blood on his garment, you should wash what was spattered with blood in a holy place."},{"Verse":28,"Text":" The earthenware vessel in which it was boiled is to be shattered. But if it was boiled in a copper vessel, then the vessel must be scoured and washed with water."},{"Verse":29,"Text":" “‘Every male among the priests will eat it. It is something most holy."},{"Verse":30,"Text":" However, no sin offering is to be eaten if some of its blood is brought into the tent of meeting to make atonement in the holy place. It is to be burned with fire."}]},{"Chapter":7,"Verses":[{"Verse":1,"Text":" “‘This is the law of the guilt offering: It is something most holy."},{"Verse":2,"Text":" They will slaughter the guilt offering in the place where they slaughter the burnt offerings, and its blood should be sprinkled on all sides of the altar."},{"Verse":3,"Text":" He will present all its fat, including the fat tail, the fat that covers the intestines,"},{"Verse":4,"Text":" and the two kidneys with their fat that is near the loins. He will also remove the appendage of the liver along with the kidneys."},{"Verse":5,"Text":" The priest will make them smoke on the altar as an offering made by fire to Jehovah. It is a guilt offering."},{"Verse":6,"Text":" Every male among the priests will eat it, and it should be eaten in a holy place. It is something most holy."},{"Verse":7,"Text":" The law regarding the sin offering applies to the guilt offering; it belongs to the priest who makes atonement with it."},{"Verse":8,"Text":" “‘When the priest presents the burnt offering for someone, the skin of the burnt offering that was presented to the priest will become his."},{"Verse":9,"Text":" “‘Every grain offering that is baked in the oven or prepared in the pan or on the griddle belongs to the priest who presents it. It will become his."},{"Verse":10,"Text":" But every grain offering that is mixed with oil or that is dry will be for all of Aaron’s sons; each will have an equal share."},{"Verse":11,"Text":" “‘Now this is the law of the communion sacrifice that one may present to Jehovah:"},{"Verse":12,"Text":" If he presents it as an expression of thanksgiving, he will present along with the thanksgiving sacrifice unleavened ring-shaped loaves mixed with oil, unleavened wafers spread with oil, and ring-shaped loaves made with fine flour, well-mixed and blended with oil."},{"Verse":13,"Text":" He will present his offering along with ring-shaped loaves of leavened bread and the thanksgiving sacrifice of his communion sacrifices."},{"Verse":14,"Text":" He is to present from it one of each offering as a sacred portion to Jehovah; it will belong to the priest who sprinkles the blood of the communion sacrifices."},{"Verse":15,"Text":" The flesh of the thanksgiving sacrifice of his communion sacrifices is to be eaten on the day he offers it. He must not save any of it until morning."},{"Verse":16,"Text":" “‘If the sacrifice of his offering is a vow or a voluntary offering, it is to be eaten on the day he presents his sacrifice, and what is left of it may also be eaten on the next day."},{"Verse":17,"Text":" But whatever is left of the flesh of the sacrifice on the third day is to be burned with fire."},{"Verse":18,"Text":" However, if any of the flesh of his communion sacrifice is eaten on the third day, the one presenting it will not be accepted with approval. It will not be credited to him; it is an offensive thing, and the person who eats some of it will answer for his error."},{"Verse":19,"Text":" Flesh that touches anything unclean is not to be eaten. It is to be burned with fire. Everyone who is clean may eat the clean flesh."},{"Verse":20,"Text":" “‘But any person who is unclean and eats the flesh of the communion sacrifice, which is for Jehovah, that person must be cut off from his people."},{"Verse":21,"Text":" If someone touches anything unclean, whether the uncleanness of a man or an unclean animal or any unclean disgusting thing, and eats some of the flesh of the communion sacrifice, which is for Jehovah, that person must be cut off from his people.’”"},{"Verse":22,"Text":" Jehovah continued to speak to Moses, saying:"},{"Verse":23,"Text":" “Tell the Israelites, ‘You must not eat any fat of a bull or a young ram or a goat."},{"Verse":24,"Text":" The fat of an animal found dead and the fat of an animal killed by another animal may be used for any other purpose, but you must never eat it."},{"Verse":25,"Text":" For whoever eats fat from an animal that he presents as an offering made by fire to Jehovah must be cut off from his people."},{"Verse":26,"Text":" “‘You must not eat any blood in any of your dwelling places, whether that of birds or that of animals."},{"Verse":27,"Text":" Anyone who eats any blood must be cut off from his people.’”"},{"Verse":28,"Text":" Jehovah went on to speak to Moses, saying:"},{"Verse":29,"Text":" “Tell the Israelites, ‘Whoever presents his communion sacrifice to Jehovah will bring part of the offering from his communion sacrifice to Jehovah."},{"Verse":30,"Text":" He will bring in his own hands the fat along with the breast as an offering made by fire to Jehovah, and he will wave it back and forth as a wave offering before Jehovah."},{"Verse":31,"Text":" The priest will make the fat smoke on the altar, but the breast will belong to Aaron and his sons."},{"Verse":32,"Text":" “‘You will give the right leg as a sacred portion to the priest from your communion sacrifices."},{"Verse":33,"Text":" The son of Aaron who presents the blood of the communion sacrifices and the fat will have the right leg as his portion."},{"Verse":34,"Text":" For I take the breast of the wave offering and the leg of the sacred portion from the communion sacrifices of the Israelites, and I give them to Aaron the priest and his sons as a lasting regulation for the Israelites."},{"Verse":35,"Text":" “‘This was the portion from Jehovah’s offerings made by fire to be set aside for the priests, for Aaron and his sons, on the day he presented them to serve as priests to Jehovah."},{"Verse":36,"Text":" Jehovah commanded to give them this portion from the Israelites on the day he anointed them. It is a permanent statute for their generations.’”"},{"Verse":37,"Text":" This is the law concerning the burnt offering, the grain offering, the sin offering, the guilt offering, the installation sacrifice, and the communion sacrifice,"},{"Verse":38,"Text":" just as Jehovah commanded Moses on Mount Siʹnai in the day he commanded the Israelites to present their offerings to Jehovah in the wilderness of Siʹnai."}]},{"Chapter":8,"Verses":[{"Verse":1,"Text":" Jehovah continued to speak to Moses, saying:"},{"Verse":2,"Text":" “Take Aaron and his sons with him, the garments, the anointing oil, the bull of the sin offering, the two rams, and the basket of unleavened bread,"},{"Verse":3,"Text":" and make all the assembly gather together at the entrance of the tent of meeting.”"},{"Verse":4,"Text":" Then Moses did just as Jehovah had commanded him, and the assembly gathered together at the entrance of the tent of meeting."},{"Verse":5,"Text":" Moses now said to the assembly: “This is what Jehovah has commanded us to do.”"},{"Verse":6,"Text":" So Moses brought Aaron and his sons near and washed them with water."},{"Verse":7,"Text":" After that he put the robe on him, wrapped him with the sash, clothed him with the sleeveless coat, and put the ephʹod on him and tied it with the woven belt of the ephʹod, binding it securely on him."},{"Verse":8,"Text":" Next he placed the breastpiece on him and put the Uʹrim and the Thumʹmim in the breastpiece."},{"Verse":9,"Text":" Then he placed the turban on his head, and he put on the front of the turban the shining plate of gold, the holy sign of dedication, just as Jehovah had commanded Moses."},{"Verse":10,"Text":" Moses then took the anointing oil and anointed the tabernacle and all that was in it and sanctified them."},{"Verse":11,"Text":" After that he spattered some of it seven times on the altar and anointed the altar and all its utensils and the basin and its stand in order to sanctify them."},{"Verse":12,"Text":" Finally he poured some of the anointing oil on Aaron’s head and anointed him in order to sanctify him."},{"Verse":13,"Text":" Moses then brought Aaron’s sons near and clothed them with robes and wrapped them with sashes and put headgear on them, just as Jehovah had commanded Moses."},{"Verse":14,"Text":" Then he brought the bull of the sin offering, and Aaron and his sons laid their hands on the head of the bull of the sin offering."},{"Verse":15,"Text":" Moses slaughtered it and took the blood with his finger and put it on the horns of the altar on all sides, and he purified the altar from sin, but the rest of the blood he poured at the base of the altar, in order to sanctify it to make atonement on it."},{"Verse":16,"Text":" After that he took all the fat that was on the intestines, the appendage of the liver, and the two kidneys and their fat, and Moses made them smoke on the altar."},{"Verse":17,"Text":" Then he had the rest of the bull, its skin, its flesh, and its dung, burned with fire outside the camp, just as Jehovah had commanded Moses."},{"Verse":18,"Text":" He now brought the ram of the burnt offering near, and Aaron and his sons laid their hands on the head of the ram."},{"Verse":19,"Text":" Moses then slaughtered it and sprinkled the blood on all sides of the altar."},{"Verse":20,"Text":" He cut the ram into its pieces, and Moses made the head, the pieces, and the suet smoke."},{"Verse":21,"Text":" He washed the intestines and the shanks with water, and Moses made the entire ram smoke on the altar. It was a burnt offering as a pleasing aroma. It was an offering made by fire to Jehovah, just as Jehovah had commanded Moses."},{"Verse":22,"Text":" Then he brought the second ram, the ram of the installation, and Aaron and his sons laid their hands on the ram’s head."},{"Verse":23,"Text":" Moses slaughtered it and took some of its blood and put it on Aaron’s right earlobe and on the thumb of his right hand and on the big toe of his right foot."},{"Verse":24,"Text":" Next Moses brought Aaron’s sons forward and put some of the blood on their right earlobe and on the thumb of their right hand and on the big toe of their right foot; but Moses sprinkled the rest of the blood on all sides of the altar."},{"Verse":25,"Text":" Then he took the fat, the fat tail, all the fat that was on the intestines, the appendage of the liver, the two kidneys and their fat, and the right leg."},{"Verse":26,"Text":" He took out of the basket of unleavened bread that was before Jehovah one unleavened ring-shaped loaf, one ring-shaped loaf of oiled bread, and one wafer. He then placed them on the pieces of fat and the right leg."},{"Verse":27,"Text":" After that he put all of them on the palms of Aaron and the palms of his sons and began to wave them back and forth as a wave offering before Jehovah."},{"Verse":28,"Text":" Then Moses took them from their hands and made them smoke on the altar on top of the burnt offering. They were an installation sacrifice as a pleasing aroma. It was an offering made by fire to Jehovah."},{"Verse":29,"Text":" Moses then took the breast and waved it back and forth as a wave offering before Jehovah. From the installation ram it became the portion for Moses, just as Jehovah had commanded Moses."},{"Verse":30,"Text":" And Moses took some of the anointing oil and some of the blood that was on the altar and spattered it on Aaron and his garments and on his sons and the garments of his sons who were with him. Thus he sanctified Aaron and his garments and his sons and their garments."},{"Verse":31,"Text":" Then Moses said to Aaron and his sons: “Boil the flesh at the entrance of the tent of meeting, and you will eat it there with the bread that is in the installation basket, just as I was commanded, ‘Aaron and his sons will eat it.’"},{"Verse":32,"Text":" What is left over of the flesh and the bread you will burn with fire."},{"Verse":33,"Text":" You must not go out from the entrance of the tent of meeting for seven days, until the days for completing your installation are over, because it will take seven days to install you as priests."},{"Verse":34,"Text":" Jehovah commanded that we do what we have done today in order to make atonement for you."},{"Verse":35,"Text":" You will stay at the entrance of the tent of meeting day and night for seven days and carry out your obligation to Jehovah, so that you may not die; for so I have been commanded.”"},{"Verse":36,"Text":" And Aaron and his sons did all the things that Jehovah had commanded by means of Moses."}]},{"Chapter":9,"Verses":[{"Verse":1,"Text":" On the eighth day, Moses called Aaron and his sons and the elders of Israel."},{"Verse":2,"Text":" He said to Aaron: “Take for yourself a young calf for a sin offering and a ram for a burnt offering, sound ones, and present them before Jehovah."},{"Verse":3,"Text":" But you will say to the Israelites, ‘Take a male goat for a sin offering and a calf and a young ram, each a year old, sound ones, for a burnt offering,"},{"Verse":4,"Text":" and a bull and a ram for communion sacrifices, to sacrifice them before Jehovah, and a grain offering mixed with oil, for today Jehovah will appear to you.’”"},{"Verse":5,"Text":" So they took what Moses had commanded before the tent of meeting. Then the whole assembly came forward and stood before Jehovah."},{"Verse":6,"Text":" And Moses said: “This is what Jehovah has commanded you to do, so that the glory of Jehovah may appear to you.”"},{"Verse":7,"Text":" Then Moses said to Aaron: “Approach the altar and present your sin offering and your burnt offering, and make atonement in your own behalf and in behalf of your house; and present the offering of the people, and make atonement in their behalf, just as Jehovah has commanded.”"},{"Verse":8,"Text":" Aaron immediately approached the altar and slaughtered the calf of the sin offering that was for him."},{"Verse":9,"Text":" Then Aaron’s sons presented the blood to him, and he dipped his finger in the blood and put it on the horns of the altar, and he poured the rest of the blood at the base of the altar."},{"Verse":10,"Text":" He made the fat and the kidneys and the appendage of the liver from the sin offering smoke on the altar, just as Jehovah had commanded Moses."},{"Verse":11,"Text":" And he burned the flesh and the skin with fire outside the camp."},{"Verse":12,"Text":" Then he slaughtered the burnt offering, and Aaron’s sons handed him the blood, and he sprinkled it on all sides of the altar."},{"Verse":13,"Text":" They handed him the pieces of the burnt offering along with the head, and he made them smoke on the altar."},{"Verse":14,"Text":" Further, he washed the intestines and the shanks and made them smoke on the burnt offering on the altar."},{"Verse":15,"Text":" He then presented the offering of the people and took the goat of the sin offering that was for the people and slaughtered it and made a sin offering with it like the first one."},{"Verse":16,"Text":" And he presented the burnt offering and handled it according to the regular procedure."},{"Verse":17,"Text":" He next presented the grain offering, filling his hand with some of it and making it smoke on the altar, in addition to the burnt offering of the morning."},{"Verse":18,"Text":" After that he slaughtered the bull and the ram of the communion sacrifice that was for the people. Then Aaron’s sons handed him the blood, and he sprinkled it around on all sides of the altar."},{"Verse":19,"Text":" As for the pieces of fat of the bull, the fat tail of the ram, the fat covering the internal organs, the kidneys, and the appendage of the liver,"},{"Verse":20,"Text":" they placed all those pieces of fat on the breasts, after which he made the pieces of fat smoke on the altar."},{"Verse":21,"Text":" But the breasts and the right leg Aaron waved back and forth as a wave offering before Jehovah, just as Moses had commanded."},{"Verse":22,"Text":" Then Aaron raised his hands toward the people and blessed them and came down from making the sin offering and the burnt offering and the communion sacrifices."},{"Verse":23,"Text":" Finally Moses and Aaron went into the tent of meeting and came out and blessed the people.\r\nJehovah’s glory now appeared to all the people,"},{"Verse":24,"Text":" and fire came out from Jehovah and began consuming the burnt offering and the pieces of fat on the altar. When all the people saw it, they started shouting and they fell with their faces to the ground."}]},{"Chapter":10,"Verses":[{"Verse":1,"Text":" Later Aaron’s sons Naʹdab and Abiʹhu each took his fire holder and put fire in it and placed incense on it. Then they began offering before Jehovah unauthorized fire, which he had not commanded them to do."},{"Verse":2,"Text":" At this a fire came out from before Jehovah and consumed them, so that they died before Jehovah."},{"Verse":3,"Text":" Then Moses said to Aaron: “This is what Jehovah has said, ‘I will be made holy among those near to me, and I will be glorified before all the people.’” And Aaron kept silent."},{"Verse":4,"Text":" So Moses called Mishʹael and Elzaʹphan, the sons of Uzʹziel, Aaron’s uncle, and said to them: “Come here, carry your brothers from in front of the holy place to a place outside the camp.”"},{"Verse":5,"Text":" So they came forward and carried the men away in their robes to a place outside the camp, just as Moses had told them."},{"Verse":6,"Text":" Moses then said to Aaron and his other sons Eleaʹzar and Ithʹamar: “Do not let your heads go ungroomed or tear your garments, so that you may not die and that God may not become indignant against all the assembly. Your brothers of the whole house of Israel will weep over those whom Jehovah has killed by the fire."},{"Verse":7,"Text":" You must not go out from the entrance of the tent of meeting or you will die, for Jehovah’s anointing oil is upon you.” So they did according to Moses’ word."},{"Verse":8,"Text":" Then Jehovah said to Aaron:"},{"Verse":9,"Text":" “Do not drink wine or other alcoholic beverages, you and your sons with you, when you come into the tent of meeting, so that you will not die. It is a permanent statute for your generations."},{"Verse":10,"Text":" This is to distinguish between the holy thing and the profane and between the unclean thing and the clean,"},{"Verse":11,"Text":" and to teach the Israelites all the regulations that Jehovah has spoken to them through Moses.”"},{"Verse":12,"Text":" Then Moses spoke to Aaron and to Eleaʹzar and Ithʹamar, his sons who were left: “Take what was left of the grain offering from Jehovah’s offerings made by fire and eat it as unleavened bread near the altar, because it is something most holy."},{"Verse":13,"Text":" You must eat it in a holy place, because it is your allowance and the allowance of your sons from Jehovah’s offerings made by fire, for this is what I have been commanded."},{"Verse":14,"Text":" You will also eat the breast of the wave offering and the leg of the sacred portion in a clean place, you and your sons and your daughters with you, because these things have been given as your allowance and the allowance of your sons from the communion sacrifices of the Israelites."},{"Verse":15,"Text":" They will bring the leg of the sacred portion and the breast of the wave offering along with the offerings of fat made by fire, in order to wave the wave offering back and forth before Jehovah; and it will serve as a permanent allowance for you and your sons with you, just as Jehovah has commanded.”"},{"Verse":16,"Text":" And Moses diligently searched for the goat of the sin offering, and he discovered that it had been burned up. So he grew indignant at Eleaʹzar and Ithʹamar, Aaron’s sons who were left, and he said:"},{"Verse":17,"Text":" “Why did you not eat the sin offering in the holy place, since it is something most holy and he has given it to you so that you may answer for the error of the assembly and make atonement for them before Jehovah?"},{"Verse":18,"Text":" Look! Its blood has not been brought inside the holy place. You certainly should have eaten it in the holy place, just as I was commanded.”"},{"Verse":19,"Text":" Aaron replied to Moses: “Look! Today they presented their sin offering and their burnt offering before Jehovah, and yet these things happened to me. If I had eaten the sin offering today, would that have been pleasing to Jehovah?”"},{"Verse":20,"Text":" When Moses heard that, he was satisfied."}]},{"Chapter":11,"Verses":[{"Verse":1,"Text":" Then Jehovah said to Moses and Aaron:"},{"Verse":2,"Text":" “Tell the Israelites, ‘These are the living creatures of the earth that you may eat:"},{"Verse":3,"Text":" Every animal that has a split hoof and a cleft in its hooves and that chews the cud may be eaten."},{"Verse":4,"Text":" “‘But you must not eat these animals that chew the cud or have a split hoof: the camel, which chews the cud but does not have a split hoof. It is unclean for you."},{"Verse":5,"Text":" Also the rock badger, because it chews the cud but does not have a split hoof. It is unclean for you."},{"Verse":6,"Text":" Also the hare, because it chews the cud but does not have a split hoof. It is unclean for you."},{"Verse":7,"Text":" Also the pig, because it has a split hoof and a cleft in the hoof but does not chew the cud. It is unclean for you."},{"Verse":8,"Text":" You must not eat any of their flesh or touch their dead body. They are unclean for you."},{"Verse":9,"Text":" “‘This is what you may eat of everything in the waters: Anything in the waters that has fins and scales, whether in the seas or in the rivers, it you may eat."},{"Verse":10,"Text":" But anything in the seas and in the rivers that has no fins and scales, among all the swarming creatures and of every other living creature that is in the waters, it is a loathsome thing for you."},{"Verse":11,"Text":" Yes, they should be loathsome to you, and you must not eat any of their flesh and you must loathe their carcasses."},{"Verse":12,"Text":" Everything in the waters that has no fins and scales is a loathsome thing to you."},{"Verse":13,"Text":" “‘These are the flying creatures that you are to loathe; they should not be eaten, for they are loathsome: the eagle, the osprey, the black vulture,"},{"Verse":14,"Text":" the red kite and every kind of black kite,"},{"Verse":15,"Text":" every kind of raven,"},{"Verse":16,"Text":" the ostrich, the owl, the gull, every kind of falcon,"},{"Verse":17,"Text":" the little owl, the cormorant, the long-eared owl,"},{"Verse":18,"Text":" the swan, the pelican, the vulture,"},{"Verse":19,"Text":" the stork, every kind of heron, the hoopoe, and the bat."},{"Verse":20,"Text":" Every winged swarming creature that goes on all fours is something loathsome to you."},{"Verse":21,"Text":" “‘Of the winged swarming creatures that move on all fours, you may eat only those that have jointed legs above their feet for leaping on the ground."},{"Verse":22,"Text":" Of these you may eat: various kinds of migratory locusts, other edible locusts, crickets, and grasshoppers."},{"Verse":23,"Text":" All other winged swarming creatures with four legs are something loathsome to you."},{"Verse":24,"Text":" By these you would make yourselves unclean. Everyone touching their dead bodies will be unclean until the evening."},{"Verse":25,"Text":" Anyone carrying any of their dead bodies should wash his garments; he will be unclean until the evening."},{"Verse":26,"Text":" “‘Any animal that has a split hoof but does not have a cleft and does not chew its cud is unclean to you. Everyone touching them will be unclean."},{"Verse":27,"Text":" Every living creature that walks on paws among the creatures that walk on all fours is unclean to you. Everyone touching their dead bodies will be unclean until the evening."},{"Verse":28,"Text":" The one who carries their dead bodies should wash his garments, and he will be unclean until the evening. They are unclean to you."},{"Verse":29,"Text":" “‘These are the swarming creatures of the earth that are unclean to you: the mole rat, the mouse, every kind of lizard,"},{"Verse":30,"Text":" the gecko, the large lizard, the newt, the sand lizard, and the chameleon."},{"Verse":31,"Text":" These swarming creatures are unclean to you. Everyone touching their dead bodies will be unclean until the evening."},{"Verse":32,"Text":" “‘Now anything they fall on when they die will be unclean, whether a wooden utensil, a garment, a skin, or a piece of sackcloth. Any utensil that is used should be immersed in water, and it will be unclean until the evening; then it will be clean."},{"Verse":33,"Text":" If they fall into an earthenware vessel, you are to smash it, and anything that was in it will be unclean."},{"Verse":34,"Text":" Any kind of food that comes in contact with water from such a vessel will be unclean, and any drinkable liquid in such a vessel will be unclean."},{"Verse":35,"Text":" Anything their dead bodies fall on will be unclean. Whether oven or small stove, it should be broken into pieces. They are unclean, and they will remain unclean to you."},{"Verse":36,"Text":" Only a spring and a cistern for storing water will continue clean, but anyone touching their dead bodies will be unclean."},{"Verse":37,"Text":" If their dead bodies fall on a plant seed that is to be sown, it is clean."},{"Verse":38,"Text":" But if water is put on a seed and part of their dead body falls on it, the seed is unclean to you."},{"Verse":39,"Text":" “‘Now if an animal that you use for food dies, whoever touches its dead body will be unclean until the evening."},{"Verse":40,"Text":" Whoever eats any of its dead body should wash his garments, and he will be unclean until the evening. Whoever carries off its dead body should wash his garments, and he will be unclean until the evening."},{"Verse":41,"Text":" Every swarming creature of the earth is something loathsome. It must not be eaten."},{"Verse":42,"Text":" You must not eat any creature that crawls on its belly, any creature that goes on all fours, or any of earth’s swarming creatures with a great number of legs, for they are something loathsome."},{"Verse":43,"Text":" Do not make yourselves loathsome by means of any swarming creature, and do not defile yourselves and become unclean by them."},{"Verse":44,"Text":" For I am Jehovah your God, and you must sanctify yourselves and become holy, because I am holy. So you must not make yourselves unclean by any swarming creature that moves on the earth."},{"Verse":45,"Text":" For I am Jehovah, who is leading you up out of the land of Egypt to prove myself God to you, and you must be holy, because I am holy."},{"Verse":46,"Text":" “‘This is the law about the animals, the flying creatures, every living creature that moves through the waters, and concerning every creature that swarms on the earth,"},{"Verse":47,"Text":" in order to make a distinction between the unclean and the clean and between the living creatures that may be eaten and those that may not be eaten.’”"}]},{"Chapter":12,"Verses":[{"Verse":1,"Text":" Jehovah went on to say to Moses:"},{"Verse":2,"Text":" “Tell the Israelites, ‘If a woman becomes pregnant and gives birth to a male, she will be unclean for seven days, just as she is in the days of the impurity when she is menstruating."},{"Verse":3,"Text":" On the eighth day, the flesh of his foreskin will be circumcised."},{"Verse":4,"Text":" She will continue cleansing herself from the blood for the next 33 days. She should not touch any holy thing, and she should not come into the holy place until she fulfills the days of her purification."},{"Verse":5,"Text":" “‘If she should give birth to a female, she will then be unclean for 14 days, just as she would be during her menstruation. She will continue cleansing herself from the blood for the next 6"},{"Verse":6,"Text":" days. 6 When the days of her purification for a son or a daughter are completed, she will bring a young ram in its first year for a burnt offering and a young pigeon or a turtledove for a sin offering to the entrance of the tent of meeting, to the priest."},{"Verse":7,"Text":" He will present it before Jehovah and make atonement for her, and she will be clean from her flow of blood. This is the law about the woman who gives birth to either a male or a female."},{"Verse":8,"Text":" But if she cannot afford a sheep, she must then take two turtledoves or two young pigeons, one for a burnt offering and one for a sin offering, and the priest will make atonement for her, and she will be clean.’”"}]},{"Chapter":13,"Verses":[{"Verse":1,"Text":" Jehovah continued to speak to Moses and Aaron, saying:"},{"Verse":2,"Text":" “If a man develops on his skin a swelling, a scab, or a blotch and it could become the disease of leprosy on his skin, he must then be brought to Aaron the priest or to one of his sons, the priests."},{"Verse":3,"Text":" The priest will examine the infection on his skin. When the hair in the infection has turned white and the appearance of the infection is deeper than the skin, it is the disease of leprosy. The priest will examine it and declare him unclean."},{"Verse":4,"Text":" But if the blotch on his skin is white and its appearance is not deeper than the skin and the hair has not turned white, the priest will then quarantine the infected person for seven days."},{"Verse":5,"Text":" The priest will then examine him on the seventh day, and if it appears that the infection has stopped and has not spread on the skin, the priest will quarantine him for another seven days."},{"Verse":6,"Text":" “The priest should examine him again on the seventh day, and if the infection has faded and has not spread in the skin, the priest will declare him clean; it was only a scab. The man will then wash his garments and be clean."},{"Verse":7,"Text":" But if the scab has definitely spread on the skin after he appears before the priest to establish his purification, he will then appear again before the priest."},{"Verse":8,"Text":" The priest will examine it, and if the scab has spread in the skin, the priest will then declare him unclean. It is leprosy."},{"Verse":9,"Text":" “If the disease of leprosy develops in a man, he must then be brought to the priest,"},{"Verse":10,"Text":" and the priest will examine him. If there is a white swelling on the skin and it has turned the hair white and there is an open sore in the swelling,"},{"Verse":11,"Text":" it is chronic leprosy on his skin, and the priest will declare him unclean. He should not quarantine him, for he is unclean."},{"Verse":12,"Text":" Now if the leprosy breaks out all over the skin and the leprosy covers the person with the disease from head to foot, as far as the priest can see,"},{"Verse":13,"Text":" and the priest has examined him and sees that the leprosy has covered all his skin, he will then declare the infected person clean. All of it has turned white, and he is clean."},{"Verse":14,"Text":" But whenever an open sore appears in it, he will be unclean."},{"Verse":15,"Text":" When the priest sees the open sore, he will declare him unclean. The open sore is unclean. It is leprosy."},{"Verse":16,"Text":" But if the open sore again turns white, he will then come to the priest."},{"Verse":17,"Text":" The priest will examine him, and if the infection has turned white, the priest will then declare the infected person clean. He is clean."},{"Verse":18,"Text":" “If a person develops a boil on his skin and it heals,"},{"Verse":19,"Text":" but in the place of the boil a white swelling or a reddish-white blotch has developed, he must then show himself to the priest."},{"Verse":20,"Text":" The priest will examine it, and if it appears to be deeper than the skin and its hair has turned white, the priest will then declare him unclean. It is the disease of leprosy that has broken out in the boil."},{"Verse":21,"Text":" But if the priest examines it and sees that there is no white hair in it and it is not deeper than the skin and appears faded, the priest will then quarantine him for seven days."},{"Verse":22,"Text":" And if it has clearly spread on the skin, the priest will then declare him unclean. It is a disease."},{"Verse":23,"Text":" But if the blotch stays in one place and has not spread, it is only the inflammation from the boil, and the priest will declare him clean."},{"Verse":24,"Text":" “Or if someone has a scar from the fire and the raw flesh of the scar becomes a reddish-white blotch or a white one,"},{"Verse":25,"Text":" the priest will then examine it. If the hair in the blotch has turned white and it appears to be deeper than the skin, it is leprosy that has broken out in the scar, and the priest will declare him unclean. It is the disease of leprosy."},{"Verse":26,"Text":" But if the priest examines it and sees that there is no white hair in the blotch and it is not deeper than the skin and it is faded, the priest will then quarantine him for seven days."},{"Verse":27,"Text":" The priest will examine him on the seventh day, and if it has clearly spread on the skin, the priest will then declare him unclean. It is the disease of leprosy."},{"Verse":28,"Text":" But if the blotch stays in one place and has not spread over the skin and it is faded, it is only a swelling of the scar, and the priest will declare him clean, because it is an inflammation of the scar."},{"Verse":29,"Text":" “When a man or a woman develops an infection on the head or on the chin,"},{"Verse":30,"Text":" the priest will then examine the infection. If it appears to be deeper than the skin and the hair is yellow and thin, the priest will then declare such one unclean; it is an infection of the scalp or the beard. It is leprosy of the head or of the chin."},{"Verse":31,"Text":" But if the priest sees that the infection does not appear to be deeper than the skin and there is no black hair in it, the priest should quarantine the infected person for seven days."},{"Verse":32,"Text":" The priest will examine the infection on the seventh day, and if the infected area has not spread and no yellow hair has developed in it and the appearance of the infected area is not deeper than the skin,"},{"Verse":33,"Text":" the person should have himself shaved, but he will not have the infected area shaved. Then the priest will quarantine the infected person for seven days."},{"Verse":34,"Text":" “The priest will again examine the infected area on the seventh day, and if the infection of the scalp and beard has not spread on the skin and it does not appear deeper than the skin, the priest must then declare him clean, and he should wash his garments and be clean."},{"Verse":35,"Text":" But if the infection clearly spreads on the skin after his purification,"},{"Verse":36,"Text":" the priest will examine him, and if the infection has spread on the skin, the priest does not need to look for yellow hair; that person is unclean."},{"Verse":37,"Text":" But if the examination shows that the infection has not spread and black hair has grown on it, the infection has been healed. He is clean, and the priest will declare him clean."},{"Verse":38,"Text":" “If a man or a woman develops blotches on the skin and the blotches are white,"},{"Verse":39,"Text":" the priest will examine them. If the skin blotches are faded white, it is a harmless rash that has broken out on the skin. That person is clean."},{"Verse":40,"Text":" “If a man loses the hair of his head and becomes bald, he is clean."},{"Verse":41,"Text":" If he loses the hair on the front of his head and becomes bald there, he is clean."},{"Verse":42,"Text":" But if a reddish-white sore develops on the bald part of his scalp or on his forehead, it is leprosy breaking out on his scalp or on his forehead."},{"Verse":43,"Text":" The priest will examine him, and if the swelling from the infection is reddish-white on the bald spot on top of his head or on his forehead and it looks like leprosy on his skin,"},{"Verse":44,"Text":" he is a leper. He is unclean, and the priest should declare him unclean because of the disease on his head."},{"Verse":45,"Text":" As for the leper who has the disease, his garments should be torn and his head should be left ungroomed and he should cover over his mustache and call out, ‘Unclean, unclean!’"},{"Verse":46,"Text":" He will be unclean the whole time that he has the disease. Since he is unclean, he should live in isolation. His dwelling place will be outside the camp."},{"Verse":47,"Text":" “If the disease of leprosy contaminates a garment, whether a woolen or a linen garment,"},{"Verse":48,"Text":" either in the warp or in the woof of the linen or of the wool, or in a skin or in anything made of skin,"},{"Verse":49,"Text":" and the yellowish-green or reddish stain from the disease contaminates the garment, a skin, the warp, the woof, or any article of skin, it is a contamination from leprosy, and it should be shown to the priest."},{"Verse":50,"Text":" The priest will examine the disease, and he must quarantine the disease for seven days."},{"Verse":51,"Text":" When he examines the disease on the seventh day and sees that it has spread in the garment, in the warp, in the woof, or in the skin (regardless of what the skin is used for), the disease is malignant leprosy, and it is unclean."},{"Verse":52,"Text":" He should burn the garment or the warp or the woof in the wool or in the linen or any article of skin in which the disease has developed, for it is malignant leprosy. It should be burned in the fire."},{"Verse":53,"Text":" “But if the priest examines it and the disease has not spread in the garment or in the warp or in the woof or in any article of skin,"},{"Verse":54,"Text":" the priest will then command that they should wash the contaminated item, and he will quarantine it for another seven days."},{"Verse":55,"Text":" The priest will then examine the contaminated item after it has been thoroughly washed. If the appearance of the contamination has not changed, even if the disease has not spread, it is unclean. You should burn it in the fire because it has been eaten away, either from its underside or from its outside."},{"Verse":56,"Text":" “But if the priest has examined it and the contaminated part is faded after it has been thoroughly washed, he will then tear it out of the garment or the skin or the warp or the woof."},{"Verse":57,"Text":" However, if it still appears in another part of the garment or in the warp or in the woof or in any article of skin, it is spreading, and you should burn any contaminated item in the fire."},{"Verse":58,"Text":" But when the contamination disappears from the garment or the warp or the woof or any article of skin that you wash, it should then be washed a second time, and it will be clean."},{"Verse":59,"Text":" “This is the law of the disease of leprosy in a garment of wool or of linen, or in the warp or in the woof, or in any article of skin, for declaring it clean or unclean.”"}]},{"Chapter":14,"Verses":[{"Verse":1,"Text":" Jehovah continued to speak to Moses, saying:"},{"Verse":2,"Text":" “This is to be the law of the leper on the day his purification is established, when he is to be brought to the priest."},{"Verse":3,"Text":" The priest will go outside the camp and examine him. If the leper has been cured of the leprosy,"},{"Verse":4,"Text":" the priest will command him to bring two live clean birds, cedarwood, scarlet material, and hyssop for his cleansing."},{"Verse":5,"Text":" The priest will command that the one bird be killed in an earthenware vessel over running water."},{"Verse":6,"Text":" But he should take the living bird along with the cedarwood, the scarlet material, and the hyssop, and dip them together in the blood of the bird that was killed over the running water."},{"Verse":7,"Text":" Then he will spatter it seven times on the one cleansing himself from the leprosy and declare him clean, and he will set the living bird free in the open field."},{"Verse":8,"Text":" “The one cleansing himself must wash his garments and shave off all his hair and bathe in water, and he will be clean. Afterward, he may come into the camp, but he will dwell outside his tent for seven days."},{"Verse":9,"Text":" On the seventh day, he should shave off all the hair on his head and his chin and his eyebrows. After he shaves off all his hair, he will wash his garments and bathe himself in water, and he will be clean."},{"Verse":10,"Text":" “On the eighth day, he will take two sound young rams, one sound female lamb in its first year, three tenths of an eʹphah of fine flour mixed with oil as a grain offering, and one log measure of oil;"},{"Verse":11,"Text":" and the priest who declares him clean will present the man who is cleansing himself, along with the offerings, before Jehovah at the entrance of the tent of meeting."},{"Verse":12,"Text":" The priest will take the one young ram and offer it as a guilt offering together with the log measure of oil, and he will wave them back and forth as a wave offering before Jehovah."},{"Verse":13,"Text":" Then he will slaughter the young ram in the place where the sin offering and the burnt offering are usually slaughtered, in a holy place, because, like the sin offering, the guilt offering belongs to the priest. It is something most holy."},{"Verse":14,"Text":" “Then the priest will take some of the blood of the guilt offering, and the priest will put it on the right earlobe of the one cleansing himself and on the thumb of his right hand and on the big toe of his right foot."},{"Verse":15,"Text":" And the priest will take some of the log measure of oil and pour it into his own left palm."},{"Verse":16,"Text":" The priest will then dip his right finger into the oil that is in his left palm and spatter some of the oil with his finger seven times before Jehovah."},{"Verse":17,"Text":" Then the priest will put some of the remaining oil in his palm on the right earlobe of the one cleansing himself and on the thumb of his right hand and on the big toe of his right foot over the blood of the guilt offering."},{"Verse":18,"Text":" The priest will put what is left over of the oil in his palm on the head of the one cleansing himself, and the priest will make atonement for him before Jehovah."},{"Verse":19,"Text":" “The priest will sacrifice the sin offering and make atonement for the one cleansing himself from his impurity, and afterward he will slaughter the burnt offering."},{"Verse":20,"Text":" And the priest will offer up the burnt offering and the grain offering on the altar, and the priest will make atonement for him, and he will be clean."},{"Verse":21,"Text":" “However, if he is poor and does not have enough means, he will then take one young ram as a guilt offering for a wave offering, in order to make atonement for himself, along with one tenth of an eʹphah of fine flour mixed with oil as a grain offering, a log measure of oil,"},{"Verse":22,"Text":" and two turtledoves or two young pigeons, according to his means. The one will serve as a sin offering, and the other as a burnt offering."},{"Verse":23,"Text":" On the eighth day, he will bring them for establishing his purification to the priest at the entrance of the tent of meeting before Jehovah."},{"Verse":24,"Text":" “The priest will take the young ram of the guilt offering and the log measure of oil, and the priest will wave them back and forth as a wave offering before Jehovah."},{"Verse":25,"Text":" He will then slaughter the young ram of the guilt offering, and the priest will take some of the blood of the guilt offering and put it on the right earlobe of the one cleansing himself and on the thumb of his right hand and on the big toe of his right foot."},{"Verse":26,"Text":" The priest will pour some of the oil into his own left palm,"},{"Verse":27,"Text":" and he will then spatter with his right finger some of the oil that is in his left palm seven times before Jehovah."},{"Verse":28,"Text":" And the priest will put some of the oil that is in his palm on the right earlobe of the one cleansing himself and on the thumb of his right hand and on the big toe of his right foot on the same places that he put the blood of the guilt offering."},{"Verse":29,"Text":" The priest will then put what is left over of the oil in his palm on the head of the one cleansing himself, in order to make atonement for him before Jehovah."},{"Verse":30,"Text":" “He will offer up one of the turtledoves or one of the young pigeons, according to his means,"},{"Verse":31,"Text":" the one he can afford, as a sin offering and the other as a burnt offering along with the grain offering; and the priest will make atonement for the one cleansing himself before Jehovah."},{"Verse":32,"Text":" “This is the law for the one in whom the disease of leprosy was but who does not have the means when establishing his purification.”"},{"Verse":33,"Text":" Then Jehovah said to Moses and Aaron:"},{"Verse":34,"Text":" “When you come into the land of Caʹnaan, which I am giving you as a possession, and I contaminate a house in your land with the disease of leprosy,"},{"Verse":35,"Text":" the one to whom the house belongs should then come and tell the priest, ‘Some kind of contamination has appeared in my house.’"},{"Verse":36,"Text":" The priest will give orders to clear out the house before he comes to examine the contamination, in order that he may not declare everything that is in the house unclean; and after that the priest will come in to inspect the house."},{"Verse":37,"Text":" He will examine the affected area, and if the walls of the house are contaminated with yellowish-green or reddish depressions and they appear to be deeper than the wall surface,"},{"Verse":38,"Text":" the priest will then go out of the house to the entryway of the house and quarantine the house for seven days."},{"Verse":39,"Text":" “Then the priest will return on the seventh day and make an inspection. If the contamination has spread in the walls of the house,"},{"Verse":40,"Text":" the priest will then give orders, and the contaminated stones must be torn out and thrown outside the city into an unclean place."},{"Verse":41,"Text":" Then he is to have the inside of the house thoroughly scraped, and the plaster and mortar that is removed should be discarded outside the city in an unclean place."},{"Verse":42,"Text":" They will then insert other stones in the place of the stones they removed, and he should use different mortar and have the house plastered."},{"Verse":43,"Text":" “If, though, the contamination returns and breaks out in the house after the stones were torn out and the house was scraped and replastered,"},{"Verse":44,"Text":" the priest will then go in and inspect it. If the contamination has spread in the house, it is malignant leprosy in the house. The house is unclean."},{"Verse":45,"Text":" He will then have the house pulled down—its stones, its timbers, and all the plaster and mortar of the house—and carried outside the city to an unclean place."},{"Verse":46,"Text":" But whoever enters the house any of the days it is quarantined will be unclean until the evening;"},{"Verse":47,"Text":" and whoever lies down in the house should wash his garments, and whoever eats in the house should wash his garments."},{"Verse":48,"Text":" “However, if the priest comes and sees that the contamination has not spread in the house after the house was replastered, the priest will then declare the house clean, because the contamination has been healed."},{"Verse":49,"Text":" In order to purify the house from uncleanness, he will take two birds, cedarwood, scarlet material, and hyssop."},{"Verse":50,"Text":" He is to kill the one bird in an earthenware vessel over running water."},{"Verse":51,"Text":" Then he will take the cedarwood, the hyssop, the scarlet material, and the live bird and dip them in the blood of the bird that was killed and in the running water, and he must spatter it toward the house seven times."},{"Verse":52,"Text":" And he will purify the house from uncleanness with the blood of the bird, the running water, the live bird, the cedarwood, the hyssop, and the scarlet material."},{"Verse":53,"Text":" He will then set the live bird free outside the city in the open field and make atonement for the house, and it will be clean."},{"Verse":54,"Text":" “This is the law respecting any case of leprosy, infection of the scalp or the beard,"},{"Verse":55,"Text":" leprosy of the garment or the house,"},{"Verse":56,"Text":" and respecting swellings, scabs, and blotches,"},{"Verse":57,"Text":" in order to determine when something is unclean and when something is clean. This is the law about leprosy.”"}]},{"Chapter":15,"Verses":[{"Verse":1,"Text":" Jehovah continued to speak to Moses and Aaron, saying:"},{"Verse":2,"Text":" “Speak to the Israelites and tell them, ‘If a man has a discharge from his genital organ, this discharge makes him unclean."},{"Verse":3,"Text":" He is unclean from the discharge, whether the discharge continues to flow from his genitals or is obstructed, he is still unclean."},{"Verse":4,"Text":" “‘Any bed that the one with the discharge lies on will be unclean, and anything he sits on will be unclean."},{"Verse":5,"Text":" A man who touches his bed must wash his garments, and he should bathe in water and be unclean until the evening."},{"Verse":6,"Text":" Anyone who sits on an article that the one having a discharge sat on should wash his garments, bathe in water, and be unclean until the evening."},{"Verse":7,"Text":" Whoever touches the flesh of the one having a discharge should wash his garments, bathe in water, and be unclean until the evening."},{"Verse":8,"Text":" If the one who has a discharge spits on someone clean, that person must wash his garments, bathe in water, and be unclean until the evening."},{"Verse":9,"Text":" Any saddle that the one with the discharge rides on will be unclean."},{"Verse":10,"Text":" Anyone touching anything that was under him will be unclean until the evening, and anyone who carries those items will wash his garments, bathe in water, and be unclean until the evening."},{"Verse":11,"Text":" If the one with the discharge has not washed his hands in water and he touches someone, that person must then wash his garments, bathe in water, and be unclean until the evening."},{"Verse":12,"Text":" An earthenware vessel that the one having a discharge touches should be smashed, and any wooden vessel should be washed with water."},{"Verse":13,"Text":" “‘When the discharge stops and the person becomes clean from it, he will then count seven days for his purification, and he must wash his garments, bathe himself in running water, and he will be clean."},{"Verse":14,"Text":" On the eighth day, he should take two turtledoves or two young pigeons and come before Jehovah at the entrance of the tent of meeting and give them to the priest."},{"Verse":15,"Text":" And the priest will offer them, the one as a sin offering and the other as a burnt offering, and the priest will make atonement for him before Jehovah concerning his discharge."},{"Verse":16,"Text":" “‘Now if a man has an emission of semen, he should bathe his whole body in water and be unclean until the evening."},{"Verse":17,"Text":" He must wash with water any garment and any skin with semen on it, and it will be unclean until the evening."},{"Verse":18,"Text":" “‘When a man lies with a woman and has an emission of semen, they should bathe in water and be unclean until the evening."},{"Verse":19,"Text":" “‘If a woman has a discharge of blood from her body, she will continue in her menstrual impurity for seven days. Anyone touching her will be unclean until the evening."},{"Verse":20,"Text":" Anything she lies down on in her menstrual impurity will be unclean, and everything she sits on will be unclean."},{"Verse":21,"Text":" Anyone touching her bed should wash his garments, bathe in water, and be unclean until the evening."},{"Verse":22,"Text":" Anyone touching any article she sat on should wash his garments, bathe in water, and be unclean until the evening."},{"Verse":23,"Text":" If she sat on the bed or on another article, his touching it will make him unclean until the evening."},{"Verse":24,"Text":" And if a man lies down with her and her menstrual impurity comes on him, he will then be unclean for seven days, and any bed on which he lies down will be unclean."},{"Verse":25,"Text":" “‘When a woman’s discharge of blood flows for many days when it is not the regular time of her menstruation, or if she should have a flow longer than her usual menstruation, she will be unclean during all the days of her discharge, as in the days of her menstrual impurity."},{"Verse":26,"Text":" Any bed she lies on during the days of her discharge will become like the bed of her menstrual impurity, and any article she sits on will become unclean like the uncleanness of her menstrual impurity."},{"Verse":27,"Text":" Anyone touching them will be unclean, and he must wash his garments, bathe in water, and be unclean until the evening."},{"Verse":28,"Text":" “‘However, when she is clean from her discharge, she will count for herself seven days, and afterward she will be clean."},{"Verse":29,"Text":" On the eighth day, she should take two turtledoves or two young pigeons, and she will bring them to the priest at the entrance of the tent of meeting."},{"Verse":30,"Text":" The priest will make the one a sin offering and the other a burnt offering, and the priest will make atonement for her before Jehovah concerning her unclean discharge."},{"Verse":31,"Text":" “‘Thus you must keep the Israelites separate from their uncleanness, so that they do not die in their uncleanness by defiling my tabernacle, which is in their midst."},{"Verse":32,"Text":" “‘This is the law about the man having a discharge, the man who is unclean because of an emission of semen,"},{"Verse":33,"Text":" the woman during her menstrual impurity, any male or female who has a discharge flowing from the body, and a man who lies down with an unclean woman.’”"}]},{"Chapter":16,"Verses":[{"Verse":1,"Text":" Jehovah spoke to Moses after the death of Aaron’s two sons who died for approaching Jehovah."},{"Verse":2,"Text":" Jehovah said to Moses: “Tell Aaron your brother that he may not come at just any time into the holy place inside the curtain, in front of the cover on the Ark, so that he may not die, for I will appear over the cover in a cloud."},{"Verse":3,"Text":" “This is what Aaron should bring when he comes into the holy place: a young bull for a sin offering and a ram for a burnt offering."},{"Verse":4,"Text":" He should put on the holy linen robe, and the linen shorts should cover his body, and he should wrap himself with the linen sash and his head with the linen turban. They are holy garments. He will bathe himself in water and put them on."},{"Verse":5,"Text":" “He should take from the assembly of the Israelites two young male goats for a sin offering and one ram for a burnt offering."},{"Verse":6,"Text":" “Aaron must then present the bull of the sin offering, which is for himself, and he will make atonement in behalf of himself and his house."},{"Verse":7,"Text":" “He will then take the two goats and make them stand before Jehovah at the entrance of the tent of meeting."},{"Verse":8,"Text":" Aaron will draw lots over the two goats, the one lot for Jehovah and the other lot for Azaʹzel."},{"Verse":9,"Text":" Aaron will present the goat that was designated by lot for Jehovah and make it a sin offering."},{"Verse":10,"Text":" But the goat designated by lot for Azaʹzel should be brought alive to stand before Jehovah in order to perform the atonement upon it, so that it may be sent away for Azaʹzel into the wilderness."},{"Verse":11,"Text":" “Aaron will present the bull of the sin offering, which is for himself, and make atonement in behalf of himself and his house; afterward he will slaughter the bull of the sin offering, which is for himself."},{"Verse":12,"Text":" “He will then take the fire holder full of burning coals from the altar before Jehovah and two handfuls of fine perfumed incense, and he will bring them inside the curtain."},{"Verse":13,"Text":" He will also put the incense on the fire before Jehovah, and the cloud of the incense will envelop the Ark cover, which is on the Testimony, so that he may not die."},{"Verse":14,"Text":" “He will take some of the bull’s blood and spatter it with his finger in front of the cover on the east side, and he will spatter some of the blood with his finger seven times before the cover."},{"Verse":15,"Text":" “He will then slaughter the goat of the sin offering, which is for the people, and bring its blood inside the curtain and do with its blood the same as he did with the bull’s blood; he is to spatter it toward the cover and before the cover."},{"Verse":16,"Text":" “He must make atonement for the holy place concerning the acts of uncleanness of the Israelites and concerning their transgressions and their sins, and that is what he should do for the tent of meeting, which is located among them in the midst of their acts of uncleanness."},{"Verse":17,"Text":" “No other man should be in the tent of meeting from the time he goes in to make atonement in the holy place until he comes out. He will make atonement in behalf of himself and his house and in behalf of the entire congregation of Israel."},{"Verse":18,"Text":" “He will then come out to the altar, which is before Jehovah, and make atonement for it, and he will take some of the bull’s blood and some of the goat’s blood and put it on the horns of the altar on all sides."},{"Verse":19,"Text":" He will also spatter some of the blood on it with his finger seven times and cleanse it and sanctify it from the acts of uncleanness of the Israelites."},{"Verse":20,"Text":" “When he has finished making atonement for the holy place and the tent of meeting and the altar, he will also present the live goat."},{"Verse":21,"Text":" Aaron will lay both his hands on the head of the live goat and confess over it all the errors of the Israelites and all their transgressions and all their sins, and he will put them on the head of the goat and send it away into the wilderness by the hand of a man designated to do this."},{"Verse":22,"Text":" The goat will carry upon itself all their errors into a desert land, and he will send the goat away into the wilderness."},{"Verse":23,"Text":" “Aaron will then enter into the tent of meeting and take off the linen garments that he put on when he went into the holy place, and he will lay them down there."},{"Verse":24,"Text":" He must bathe himself in water in a holy place and put on his garments; then he will come out and offer up his burnt offering and the people’s burnt offering and make atonement in his own behalf and in behalf of the people."},{"Verse":25,"Text":" He will make the fat of the sin offering smoke on the altar."},{"Verse":26,"Text":" “The man who sent away the goat for Azaʹzel should wash his garments and bathe himself in water, and after that he may come into the camp."},{"Verse":27,"Text":" “And the bull of the sin offering and the goat of the sin offering, whose blood was brought into the holy place to make atonement, will be taken outside the camp, and their skins and their flesh and their dung will be burned in the fire."},{"Verse":28,"Text":" The one who burns them should wash his garments and bathe himself in water, and after that he may come into the camp."},{"Verse":29,"Text":" “It will serve as a lasting statute for you: In the seventh month, on the tenth of the month, you should afflict yourselves, and you must not do any work, whether a native or a foreigner who is residing among you."},{"Verse":30,"Text":" On this day atonement will be made for you, to declare you clean. You will be clean from all your sins before Jehovah."},{"Verse":31,"Text":" It is a sabbath of complete rest for you, and you should afflict yourselves. It is a lasting statute."},{"Verse":32,"Text":" “The priest who is anointed and installed to serve as priest in place of his father will make atonement and put on the linen garments, the holy garments."},{"Verse":33,"Text":" He will make atonement for the holy sanctuary, the tent of meeting, and the altar; and he will make atonement for the priests and for all the people of the congregation."},{"Verse":34,"Text":" This will serve as a lasting statute for you, to make atonement for the Israelites concerning all their sins once each year.”\r\nSo he did just as Jehovah had commanded Moses."}]},{"Chapter":17,"Verses":[{"Verse":1,"Text":" Jehovah went on to say to Moses:"},{"Verse":2,"Text":" “Speak to Aaron and his sons and all the Israelites and say to them, ‘This is what Jehovah has commanded:"},{"Verse":3,"Text":" “‘“If any man of the house of Israel slaughters a bull or a young ram or a goat in the camp or if he slaughters it outside the camp,"},{"Verse":4,"Text":" instead of bringing it to the entrance of the tent of meeting to present it as an offering to Jehovah before the tabernacle of Jehovah, bloodguilt will be counted to that man. He has shed blood, and that man must be cut off from among his people."},{"Verse":5,"Text":" This is so that the Israelites will bring the sacrifices, which they now sacrifice in the open field, to Jehovah, to the entrance of the tent of meeting, to the priest. They are to sacrifice these as communion sacrifices to Jehovah."},{"Verse":6,"Text":" And the priest will sprinkle the blood on Jehovah’s altar at the entrance of the tent of meeting and make the fat smoke as a pleasing aroma to Jehovah."},{"Verse":7,"Text":" So they should no longer offer sacrifices to the goatlike demons, with which they are prostituting themselves. This will serve as a lasting statute for you throughout your generations.”’"},{"Verse":8,"Text":" “You should say to them, ‘Any man of the house of Israel or any foreigner who is residing in your midst who offers up a burnt offering or a sacrifice"},{"Verse":9,"Text":" and does not bring it to the entrance of the tent of meeting to offer it to Jehovah must be cut off from his people."},{"Verse":10,"Text":" “‘If any man of the house of Israel or any foreigner who is residing in your midst eats any sort of blood, I will certainly set my face against the one who is eating the blood, and I will cut him off from among his people."},{"Verse":11,"Text":" For the life of the flesh is in the blood, and I myself have given it on the altar for you to make atonement for yourselves, because it is the blood that makes atonement by means of the life in it."},{"Verse":12,"Text":" That is why I have said to the Israelites: “None of you should eat blood, and no foreigner who is residing in your midst should eat blood.”"},{"Verse":13,"Text":" “‘If one of the Israelites or some foreigner who is residing in your midst is hunting and catches a wild animal or a bird that may be eaten, he must pour its blood out and cover it with dust."},{"Verse":14,"Text":" For the life of every sort of flesh is its blood, because the life is in it. Consequently, I said to the Israelites: “You must not eat the blood of any sort of flesh because the life of every sort of flesh is its blood. Anyone eating it will be cut off.”"},{"Verse":15,"Text":" If anyone, whether a native or a foreigner, eats an animal found dead or one torn by a wild animal, he must then wash his garments and bathe in water and be unclean until the evening; then he will be clean."},{"Verse":16,"Text":" But if he does not wash them and does not bathe himself, he will answer for his error.’”"}]},{"Chapter":18,"Verses":[{"Verse":1,"Text":" Jehovah continued to speak to Moses, saying:"},{"Verse":2,"Text":" “Speak to the Israelites and say to them, ‘I am Jehovah your God."},{"Verse":3,"Text":" You must not behave as they do in the land of Egypt, where you were dwelling, and you must not do what they do in the land of Caʹnaan, where I am bringing you. And you must not walk in their statutes."},{"Verse":4,"Text":" You should carry out my judicial decisions, and you should keep my statutes and walk in them. I am Jehovah your God."},{"Verse":5,"Text":" You must keep my statutes and my judicial decisions; anyone who does so will live by means of them. I am Jehovah."},{"Verse":6,"Text":" “‘No man among you should approach any of his close relatives to have sexual relations. I am Jehovah."},{"Verse":7,"Text":" You must not have sexual relations with your father, and you must not have sexual relations with your mother. She is your mother, and you must not have sexual relations with her."},{"Verse":8,"Text":" “‘You must not have sexual relations with your father’s wife. It is exposing your father to shame."},{"Verse":9,"Text":" “‘You must not have sexual relations with your sister, either the daughter of your father or the daughter of your mother, whether she is born in the same household or born outside of it."},{"Verse":10,"Text":" “‘You must not have sexual relations with the daughter of your son or the daughter of your daughter, because they are your own nakedness."},{"Verse":11,"Text":" “‘You must not have sexual relations with the daughter of your father’s wife, the offspring of your father, because she is your sister."},{"Verse":12,"Text":" “‘You must not have sexual relations with your father’s sister. She is your father’s blood relative."},{"Verse":13,"Text":" “‘You must not have sexual relations with your mother’s sister, because she is your mother’s blood relative."},{"Verse":14,"Text":" “‘You must not expose your father’s brother to shame by having sexual relations with his wife. She is your aunt."},{"Verse":15,"Text":" “‘You must not have sexual relations with your daughter-in-law. She is your son’s wife, and you must not have relations with her."},{"Verse":16,"Text":" “‘You must not have sexual relations with your brother’s wife, because it is exposing your brother to shame."},{"Verse":17,"Text":" “‘You must not have sexual relations with a woman and her daughter. You must not take the daughter of her son and the daughter of her daughter in order to have relations. They are her close relatives; it is an obscene act."},{"Verse":18,"Text":" “‘You must not take a woman in addition to her sister as a rival wife and have sexual relations with her while her sister is alive."},{"Verse":19,"Text":" “‘You must not approach a woman during her menstrual impurity to have sexual relations with her."},{"Verse":20,"Text":" “‘You must not have sexual intercourse with the wife of your fellow man, making yourself unclean."},{"Verse":21,"Text":" “‘You must not allow any of your offspring to be offered to Moʹlech. You must not profane the name of your God in that way. I am Jehovah."},{"Verse":22,"Text":" “‘You must not lie down with a male in the same way that you lie down with a woman. It is a detestable act."},{"Verse":23,"Text":" “‘A man must not have sexual intercourse with an animal to become unclean by it; nor should a woman offer herself to an animal to have intercourse with it. It is a violation of what is natural."},{"Verse":24,"Text":" “‘Do not make yourselves unclean by any of these things, for it is by all these things that the nations that I am driving out from before you have made themselves unclean."},{"Verse":25,"Text":" Therefore, the land is unclean, and I will bring punishment on it for its error, and the land will vomit its inhabitants out."},{"Verse":26,"Text":" But you yourselves must keep my statutes and my judicial decisions, and you must not do any of these detestable things, whether a native or a foreigner who is residing among you."},{"Verse":27,"Text":" For all these detestable things were done by the men who lived in the land before you, and now the land is unclean."},{"Verse":28,"Text":" Then the land will not have to vomit you out for defiling it in the same way that it will vomit out the nations that were before you."},{"Verse":29,"Text":" If anyone does any of these detestable things, all those doing them must be cut off from among their people."},{"Verse":30,"Text":" You must keep your obligation to me by not practicing any of the detestable customs that were carried on before you, so that you do not make yourselves unclean by them. I am Jehovah your God.’”"}]},{"Chapter":19,"Verses":[{"Verse":1,"Text":" Jehovah spoke further to Moses, saying:"},{"Verse":2,"Text":" “Speak to the entire assembly of the Israelites and tell them, ‘You should be holy, because I, Jehovah your God, am holy."},{"Verse":3,"Text":" “‘Each of you should respect his mother and his father, and you should keep my sabbaths. I am Jehovah your God."},{"Verse":4,"Text":" Do not turn to worthless gods or make for yourselves gods of cast metal. I am Jehovah your God."},{"Verse":5,"Text":" “‘Now if you offer a communion sacrifice to Jehovah, you should sacrifice it in such a way that you gain approval for yourselves."},{"Verse":6,"Text":" It should be eaten on the day of your sacrifice and on the next day, but what is left over until the third day should be burned in the fire."},{"Verse":7,"Text":" If, though, any of it is eaten on the third day, it is an offensive thing that will not be accepted with approval."},{"Verse":8,"Text":" The one eating it will answer for his error because he has profaned a holy thing of Jehovah, and that person must be cut off from his people."},{"Verse":9,"Text":" “‘When you reap the harvest of your land, you must not reap the edge of your field completely and you must not pick up the gleaning of your harvest."},{"Verse":10,"Text":" Also, you must not gather the leftovers of your vineyard or pick up the scattered grapes of your vineyard. You should leave them for the poor and the foreign resident. I am Jehovah your God."},{"Verse":11,"Text":" “‘You must not steal, you must not deceive, and you must not deal falsely with one another."},{"Verse":12,"Text":" You must not swear to a lie in my name and thus profane the name of your God. I am Jehovah."},{"Verse":13,"Text":" You must not defraud your fellow man, and you must not rob. You should not withhold the wages of a hired worker all night until morning."},{"Verse":14,"Text":" “‘You must not curse a deaf man or put an obstacle before a blind man, and you must be in fear of your God. I am Jehovah."},{"Verse":15,"Text":" “‘You must not be unjust in your judgment. You must not show partiality to the poor or show preference to the rich. With justice you should judge your fellow man."},{"Verse":16,"Text":" “‘You must not go around spreading slander among your people. You must not stand up against the life of your fellow man. I am Jehovah."},{"Verse":17,"Text":" “‘You must not hate your brother in your heart. You should by all means reprove your fellow man, so that you will not bear sin along with him."},{"Verse":18,"Text":" “‘You must not take vengeance nor hold a grudge against the sons of your people, and you must love your fellow man as yourself. I am Jehovah."},{"Verse":19,"Text":" “‘You should keep my statutes: You must not interbreed two sorts of your domestic animals. You must not sow your field with two sorts of seed, and you must not wear a garment made with two sorts of thread mixed together."},{"Verse":20,"Text":" “‘Now if a man lies down with a woman and has intercourse with her and she is a servant who is designated for another man, but she has not been redeemed or given her freedom, there should be a punishment. However, they should not be put to death, for she was not yet set free."},{"Verse":21,"Text":" He should bring his guilt offering to Jehovah to the entrance of the tent of meeting, a ram of guilt offering."},{"Verse":22,"Text":" The priest will make atonement for him with the ram of the guilt offering before Jehovah for the sin that he committed, and he will be forgiven for the sin that he committed."},{"Verse":23,"Text":" “‘When you come into the land and you plant any tree for food, you must consider its fruitage impure and forbidden. For three years it will be forbidden to you. It must not be eaten."},{"Verse":24,"Text":" But in the fourth year, all its fruit will be holy for rejoicing before Jehovah."},{"Verse":25,"Text":" Then in the fifth year, you may eat its fruit in order to add its produce to your harvest. I am Jehovah your God."},{"Verse":26,"Text":" “‘You must eat nothing containing blood.\r\n“‘You must not look for omens or practice magic."},{"Verse":27,"Text":" “‘You must not shave the hair on the side of your head or disfigure the edges of your beard."},{"Verse":28,"Text":" “‘You must not make cuts in your flesh for a dead person, and you must not make tattoo markings on yourselves. I am Jehovah."},{"Verse":29,"Text":" “‘Do not dishonor your daughter by making her a prostitute, so that the land may not commit prostitution and be filled with loose morals."},{"Verse":30,"Text":" “‘You must keep my sabbaths, and you must show reverence for my sanctuary. I am Jehovah."},{"Verse":31,"Text":" “‘Do not turn to the spirit mediums, and do not consult fortune-tellers so as to become unclean by them. I am Jehovah your God."},{"Verse":32,"Text":" “‘Before gray hair you should rise up, and you must show honor to an older man, and you must be in fear of your God. I am Jehovah."},{"Verse":33,"Text":" “‘If a foreigner resides with you in your land, you must not mistreat him."},{"Verse":34,"Text":" The foreigner who resides with you should become to you like a native among you; and you must love him as yourself, for you were foreign residents in the land of Egypt. I am Jehovah your God."},{"Verse":35,"Text":" “‘You must not use dishonest standards in measuring length, weight, or volume."},{"Verse":36,"Text":" You should use accurate scales, accurate weights, an accurate dry measure, and an accurate liquid measure. I am Jehovah your God, who brought you out of the land of Egypt."},{"Verse":37,"Text":" So you must keep all my statutes and all my judicial decisions, and you must follow them. I am Jehovah.’”"}]},{"Chapter":20,"Verses":[{"Verse":1,"Text":" Jehovah went on speaking to Moses, saying:"},{"Verse":2,"Text":" “You are to say to the Israelites, ‘Any man of Israel and any foreigner who resides in Israel who gives any of his offspring to Moʹlech should be put to death without fail. The people of the land should stone him to death."},{"Verse":3,"Text":" I myself will set my face against that man, and I will cut him off from among his people, because he has given some of his offspring to Moʹlech and has defiled my holy place and has profaned my holy name."},{"Verse":4,"Text":" If the people of the land should deliberately close their eyes to what that man does when he gives his offspring to Moʹlech and they do not put him to death,"},{"Verse":5,"Text":" then I myself will certainly set my face against that man and his family. I will cut off that man from his people along with all who join him in prostituting themselves to Moʹlech."},{"Verse":6,"Text":" “‘As for the person who turns to the spirit mediums and the fortune-tellers so as to commit spiritual prostitution with them, I will certainly turn against that person and cut him off from his people."},{"Verse":7,"Text":" “‘You must sanctify yourselves and become holy, because I am Jehovah your God."},{"Verse":8,"Text":" And you must keep my statutes and carry them out. I am Jehovah, who is sanctifying you."},{"Verse":9,"Text":" “‘If there is any man who curses his father or his mother, he should be put to death without fail. Since he has cursed his father or his mother, his own blood is upon him."},{"Verse":10,"Text":" “‘Now regarding a man who commits adultery with another man’s wife: The one who commits adultery with the wife of his fellow man should be put to death without fail, the adulterer and the adulteress."},{"Verse":11,"Text":" A man who lies down with his father’s wife has exposed his father to shame. Both of them should be put to death without fail. Their own blood is upon them."},{"Verse":12,"Text":" If a man lies down with his daughter-in-law, both of them should be put to death without fail. They have violated what is natural. Their own blood is upon them."},{"Verse":13,"Text":" “‘If a man lies down with a male the same as one lies down with a woman, both of them have done a detestable thing. They should be put to death without fail. Their own blood is upon them."},{"Verse":14,"Text":" “‘If a man takes a woman and her mother, it is an obscene act. They should burn him and them in the fire, so that obscene conduct may not continue among you."},{"Verse":15,"Text":" “‘If a man has intercourse with a beast, he should be put to death without fail, and you should kill the beast."},{"Verse":16,"Text":" If a woman approaches any beast to have intercourse with it, you must kill the woman and the beast. They should be put to death without fail. Their own blood is upon them."},{"Verse":17,"Text":" “‘If a man has sexual relations with his sister, the daughter of his father or the daughter of his mother, and he sees her nakedness and she sees his nakedness, it is a disgrace. They must be cut off before the eyes of the sons of their people. He has exposed his sister to shame. He should answer for his error."},{"Verse":18,"Text":" “‘If a man lies down with a menstruating woman and has sexual relations with her, both he and she have exposed her flow of blood. Both of them must be cut off from among their people."},{"Verse":19,"Text":" “‘You must not have sexual relations with your mother’s sister or your father’s sister, because that would be exposing a blood relative to shame. They should answer for their error."},{"Verse":20,"Text":" A man who lies down with his uncle’s wife has exposed his uncle to shame. They should answer for their sin. They should die childless."},{"Verse":21,"Text":" If a man takes his brother’s wife, it is something abhorrent. He has exposed his brother to shame. They should become childless."},{"Verse":22,"Text":" “‘You must keep all my statutes and all my judicial decisions and carry them out, so that the land where I am bringing you to dwell will not vomit you out."},{"Verse":23,"Text":" You must not walk in the statutes of the nations that I am driving out from before you; for they have done all these things and I abhor them."},{"Verse":24,"Text":" That is why I said to you: “You will take possession of their land, and I will give it to you as your possession, a land flowing with milk and honey. Jehovah your God I am, who has set you apart from the peoples.”"},{"Verse":25,"Text":" You must make a distinction between the clean animal and the unclean and between the unclean bird and the clean; you must not make yourselves loathsome by means of an animal or a bird or anything that creeps on the ground that I set apart for you to regard as unclean."},{"Verse":26,"Text":" You must be holy to me, because I, Jehovah, am holy, and I am setting you apart from the peoples to become mine."},{"Verse":27,"Text":" “‘Any man or woman who acts as a spirit medium or is a fortune-teller should be put to death without fail. The people should stone them to death. Their own blood is upon them.’”"}]},{"Chapter":21,"Verses":[{"Verse":1,"Text":" Jehovah went on to say to Moses: “Talk to the priests, Aaron’s sons, and say to them, ‘No one should defile himself for a dead person among his people."},{"Verse":2,"Text":" But he may do so for a close blood relative, for his mother, his father, his son, his daughter, his brother,"},{"Verse":3,"Text":" and he may defile himself for his sister if she is a virgin who is near to him and has not yet married."},{"Verse":4,"Text":" He may not defile himself and make himself profane for a woman who belongs to a husband of his people."},{"Verse":5,"Text":" They should not make their heads bald or shave off the fringe of their beard or make cuts on their body."},{"Verse":6,"Text":" They should be holy to their God, and they should not profane the name of their God, for they are presenting Jehovah’s offerings made by fire, the bread of their God, and they must be holy."},{"Verse":7,"Text":" They should not marry a prostitute, a woman who has been defiled, or a woman divorced from her husband, because the priest is holy to his God."},{"Verse":8,"Text":" You must sanctify him, because he is one presenting the bread of your God. He should be holy to you, because I, Jehovah, the one sanctifying you, am holy."},{"Verse":9,"Text":" “‘Now if the daughter of a priest should profane herself by committing prostitution, she is profaning her father. She should be burned in the fire."},{"Verse":10,"Text":" “‘The high priest of his brothers, on whose head the anointing oil is poured and who has been installed to wear the priestly garments, should not let his head go ungroomed or tear his garments."},{"Verse":11,"Text":" He should not approach any dead person; he may not defile himself even for his father or his mother."},{"Verse":12,"Text":" He should not go out from the sanctuary and should not profane the sanctuary of his God, for the sign of dedication, the anointing oil of his God, is upon him. I am Jehovah."},{"Verse":13,"Text":" “‘He must take as a wife a woman who is a virgin."},{"Verse":14,"Text":" He may not marry a widow, a divorced woman, one who has been defiled, or a prostitute; but he should take a virgin from his people as a wife."},{"Verse":15,"Text":" He should not profane his offspring among his people, for I am Jehovah, who is sanctifying him.’”"},{"Verse":16,"Text":" Jehovah continued to speak to Moses, saying:"},{"Verse":17,"Text":" “Tell Aaron, ‘No man of your offspring throughout their generations who has a defect may approach to present the bread of his God."},{"Verse":18,"Text":" If there is any man who has a defect, he may not approach: a man who is blind or lame or has a disfigured face or one limb too long,"},{"Verse":19,"Text":" a man with a fractured foot or a fractured hand,"},{"Verse":20,"Text":" a hunchback or a dwarf, or a man with an eye defect or eczema or ringworm or damaged testicles."},{"Verse":21,"Text":" No man of the offspring of Aaron the priest who has a defect may approach to present Jehovah’s offerings made by fire. Because he has a defect, he may not approach to present the bread of his God."},{"Verse":22,"Text":" He may eat the bread of his God from the most holy things and from the holy things."},{"Verse":23,"Text":" However, he may not come near the curtain, and he may not approach the altar, because there is a defect in him; and he should not profane my sanctuary, for I am Jehovah, who is sanctifying them.’”"},{"Verse":24,"Text":" So Moses spoke to Aaron and his sons and all the Israelites."}]},{"Chapter":22,"Verses":[{"Verse":1,"Text":" Jehovah spoke further to Moses, saying:"},{"Verse":2,"Text":" “Tell Aaron and his sons that they should be careful how they handle the holy things of the Israelites and not profane my holy name regarding the things they are sanctifying to me. I am Jehovah."},{"Verse":3,"Text":" Say to them, ‘Throughout your generations, any of your offspring who, while he is unclean, comes near to the holy things that the Israelites sanctify to Jehovah, that person will be cut off from before me. I am Jehovah."},{"Verse":4,"Text":" No man of Aaron’s offspring who has leprosy or a discharge may eat of the holy things until he becomes clean, neither the man who touches someone who became unclean by a dead person, nor a man who has a seminal emission,"},{"Verse":5,"Text":" nor a man who touches an unclean swarming creature or who touches a man who is unclean for any reason and who can make him unclean."},{"Verse":6,"Text":" The person who touches any of these will be unclean until the evening and may not eat any of the holy things, but he should bathe himself in water."},{"Verse":7,"Text":" When the sun has set, he will be clean, and afterward he may eat some of the holy things because it is his food."},{"Verse":8,"Text":" Also, he should not eat any animal found dead or anything torn by wild animals and become unclean by it. I am Jehovah."},{"Verse":9,"Text":" “‘They must keep their obligation to me, so that they may not incur sin because of it and have to die for it because they were profaning it. I am Jehovah, who is sanctifying them."},{"Verse":10,"Text":" “‘No unauthorized person may eat anything holy. No foreign guest of a priest or hired worker may eat anything holy."},{"Verse":11,"Text":" But if a priest should purchase someone with his own money, that person may share in eating it. Slaves born in his house may also share in eating his food."},{"Verse":12,"Text":" If the daughter of a priest should marry someone who is not a priest, she may not eat of the contribution of the holy things."},{"Verse":13,"Text":" But if the daughter of a priest should become a widow or is divorced and she has no offspring and she returns to her father’s house as in her youth, she may eat some of her father’s food; but no unauthorized person may eat it."},{"Verse":14,"Text":" “‘Now if a man eats a holy thing by mistake, he must add a fifth of its value and give the holy offering to the priest."},{"Verse":15,"Text":" So they should not profane the holy things of the Israelites that they contribute to Jehovah"},{"Verse":16,"Text":" and cause them to incur punishment for their guilt because of eating their holy things; for I am Jehovah, who is sanctifying them.’”"},{"Verse":17,"Text":" Jehovah continued speaking to Moses, saying:"},{"Verse":18,"Text":" “Speak to Aaron and his sons and all the Israelites and say to them, ‘When an Israelite man or a foreign resident in Israel presents a burnt offering to Jehovah to fulfill his vows or to make a voluntary offering,"},{"Verse":19,"Text":" he should present a sound male from the herd, the young rams, or the goats, in order to gain approval."},{"Verse":20,"Text":" You must not present anything with a defect, for it will not serve to gain approval for you."},{"Verse":21,"Text":" “‘If a man presents a communion sacrifice to Jehovah to pay a vow or as a voluntary offering, it should be a sound animal from the herd or the flock, in order to gain approval. No defect at all should be in it."},{"Verse":22,"Text":" No offering should be blind, have a fracture, a cut, a wart, scabbiness, or ringworm; you must not present any of these to Jehovah or make such an offering on the altar for Jehovah."},{"Verse":23,"Text":" You may present a bull or a sheep with a limb that is too long or too short as a voluntary offering, but it will not be accepted with approval as a vow offering."},{"Verse":24,"Text":" You must not present to Jehovah one having the testicles damaged or crushed or pulled off or cut off, and you should not offer such animals in your land."},{"Verse":25,"Text":" And you must not present any of these from the hand of a foreigner as the bread of your God, for they are corrupted and defective. They will not be accepted with approval for you.’”"},{"Verse":26,"Text":" Jehovah spoke further to Moses, saying:"},{"Verse":27,"Text":" “When a bull or a young ram or a goat is born, it will continue with its mother for seven days, but from the eighth day forward it will be accepted with approval as an offering, an offering made by fire to Jehovah."},{"Verse":28,"Text":" As for a bull or a sheep, you must not slaughter it and its young on the same day."},{"Verse":29,"Text":" “If you sacrifice a thanksgiving sacrifice to Jehovah, you should sacrifice it to gain approval for yourselves."},{"Verse":30,"Text":" It should be eaten on that day. You must not leave any of it until morning. I am Jehovah."},{"Verse":31,"Text":" “You must keep my commandments and carry them out. I am Jehovah."},{"Verse":32,"Text":" You must not profane my holy name, and I must be sanctified in the midst of the Israelites. I am Jehovah, who is sanctifying you,"},{"Verse":33,"Text":" the one bringing you out of the land of Egypt to prove myself God to you. I am Jehovah.”"}]},{"Chapter":23,"Verses":[{"Verse":1,"Text":" Jehovah continued speaking to Moses, saying:"},{"Verse":2,"Text":" “Speak to the Israelites and tell them, ‘The seasonal festivals of Jehovah that you should proclaim are holy conventions. These are my seasonal festivals:"},{"Verse":3,"Text":" “‘Six days work may be done, but on the seventh day is a sabbath of complete rest, a holy convention. You may not do any sort of work. It is to be a sabbath to Jehovah wherever you dwell."},{"Verse":4,"Text":" “‘These are the seasonal festivals of Jehovah, holy conventions that you should proclaim at the times appointed for them:"},{"Verse":5,"Text":" In the first month, on the 14th day of the month, at twilight is the Passover to Jehovah."},{"Verse":6,"Text":" “‘On the 15th day of this month is the Festival of Unleavened Bread to Jehovah. Seven days you should eat unleavened bread."},{"Verse":7,"Text":" On the first day, you will observe a holy convention. You should not do any hard work."},{"Verse":8,"Text":" But you are to present an offering made by fire to Jehovah for seven days. There will be a holy convention on the seventh day. You should not do any hard work.’”"},{"Verse":9,"Text":" Jehovah continued to speak to Moses, saying:"},{"Verse":10,"Text":" “Speak to the Israelites and tell them, ‘When you eventually come into the land that I am giving you and you have reaped its harvest, you must bring a sheaf of the firstfruits of your harvest to the priest."},{"Verse":11,"Text":" And he will wave the sheaf back and forth before Jehovah to gain approval for you. The priest should wave it on the day after the Sabbath."},{"Verse":12,"Text":" On the day you have the sheaf waved, you must offer a sound young ram in its first year, as a burnt offering to Jehovah."},{"Verse":13,"Text":" Its grain offering will be two tenths of an eʹphah of fine flour mixed with oil, as an offering made by fire to Jehovah, a pleasing aroma. Its drink offering will be a fourth of a hin of wine."},{"Verse":14,"Text":" You must not eat any bread, roasted grain, or new grain until this day, until you bring the offering of your God. It is a lasting statute for all your generations wherever you dwell."},{"Verse":15,"Text":" “‘You are to count seven sabbaths from the day after the Sabbath, from the day that you bring the sheaf of the wave offering. They should be complete weeks."},{"Verse":16,"Text":" You will count off 50 days until the day after the seventh Sabbath, and then you should present a new grain offering to Jehovah."},{"Verse":17,"Text":" You should bring from your dwelling places two loaves as a wave offering. These should be made of two tenths of an eʹphah of fine flour. They should be baked with leaven, as first ripe fruits to Jehovah."},{"Verse":18,"Text":" And you should present along with the loaves seven sound male lambs, each a year old, and one young bull and two rams. They will serve as a burnt offering to Jehovah along with the corresponding grain offering and drink offerings, as an offering made by fire, of a pleasing aroma to Jehovah."},{"Verse":19,"Text":" And you must offer one young goat as a sin offering and two male lambs, each a year old, as a communion sacrifice."},{"Verse":20,"Text":" The priest will wave them back and forth along with the loaves of the first ripe fruits, as a wave offering before Jehovah, together with the two male lambs. They should serve as something holy to Jehovah for the priest."},{"Verse":21,"Text":" On this day you will make a proclamation for a holy convention for yourselves. You may not do any hard work. It is a lasting statute in all your dwelling places for all your generations."},{"Verse":22,"Text":" “‘When you reap the harvest of your land, you must not reap the edge of your field completely and you should not pick up what is left from your harvest. You should leave it for the poor and for the foreign resident. I am Jehovah your God.’”"},{"Verse":23,"Text":" Jehovah went on speaking to Moses, saying:"},{"Verse":24,"Text":" “Tell the Israelites, ‘In the seventh month, on the first of the month, you should observe a complete rest, a memorial signaled by a trumpet blast, a holy convention."},{"Verse":25,"Text":" You may not do any hard work, and you will present an offering made by fire to Jehovah.’”"},{"Verse":26,"Text":" Jehovah spoke further to Moses, saying:"},{"Verse":27,"Text":" “However, on the tenth of this seventh month is the Day of Atonement. You should observe a holy convention, and you must afflict yourselves and present an offering made by fire to Jehovah."},{"Verse":28,"Text":" You are not to do any sort of work on this particular day because it is a day of atonement to make atonement for you before Jehovah your God."},{"Verse":29,"Text":" Anyone who will not afflict himself on this day will be cut off from his people."},{"Verse":30,"Text":" And I will destroy from among his people every person who does any sort of work on this day."},{"Verse":31,"Text":" You must not do any sort of work. It is a lasting statute for all your generations wherever you dwell."},{"Verse":32,"Text":" It is a sabbath of complete rest for you, and you will afflict yourselves on the ninth of the month in the evening. You should observe your sabbath from evening to evening.”"},{"Verse":33,"Text":" Jehovah continued speaking to Moses, saying:"},{"Verse":34,"Text":" “Tell the Israelites, ‘On the 15th day of this seventh month is the Festival of Booths for seven days to Jehovah."},{"Verse":35,"Text":" There is to be a holy convention on the first day, and you should not do any hard work."},{"Verse":36,"Text":" Seven days you must present an offering made by fire to Jehovah. On the eighth day, you should observe a holy convention, and you should present an offering made by fire to Jehovah. It is a solemn assembly. You may not do any hard work."},{"Verse":37,"Text":" “‘These are the seasonal festivals of Jehovah that you should proclaim as holy conventions for presenting an offering made by fire to Jehovah: the burnt offering and the grain offering of the sacrifice and the drink offerings according to the daily schedule."},{"Verse":38,"Text":" These are in addition to what is offered on Jehovah’s sabbaths, and your gifts, your vow offerings, and your voluntary offerings, which you should give to Jehovah."},{"Verse":39,"Text":" However, on the 15th day of the seventh month, when you have gathered the produce of the land, you should celebrate the festival of Jehovah for seven days. On the first day is a complete rest and on the eighth day is a complete rest."},{"Verse":40,"Text":" On the first day, you will take the fruit of majestic trees, the fronds of palm trees, the branches of leafy trees and poplars of the valley, and you will rejoice before Jehovah your God for seven days."},{"Verse":41,"Text":" You will celebrate it as a festival to Jehovah for seven days in the year. As a lasting statute during all your generations, you should celebrate it in the seventh month."},{"Verse":42,"Text":" You should dwell in the booths for seven days. All the natives in Israel should dwell in the booths,"},{"Verse":43,"Text":" so that your future generations may know that it was in the booths that I made the Israelites dwell when I was bringing them out of the land of Egypt. I am Jehovah your God.’”"},{"Verse":44,"Text":" So Moses spoke of the seasonal festivals of Jehovah to the Israelites."}]},{"Chapter":24,"Verses":[{"Verse":1,"Text":" Jehovah continued to speak to Moses, saying:"},{"Verse":2,"Text":" “Command the Israelites to bring to you pure, beaten olive oil for the lights, to keep the lamps lit constantly."},{"Verse":3,"Text":" Outside the curtain of the Testimony in the tent of meeting, Aaron should arrange to keep the lamps lit from evening to morning before Jehovah constantly. It is a permanent statute for all your generations."},{"Verse":4,"Text":" He should set the lamps in order on the lampstand of pure gold before Jehovah constantly."},{"Verse":5,"Text":" “You will take fine flour and bake it into 12 ring-shaped loaves. Two tenths of an eʹphah should go into each loaf."},{"Verse":6,"Text":" You will place them in two sets of layers, six to the layer set, on the table of pure gold before Jehovah."},{"Verse":7,"Text":" You should put pure frankincense on each layer set, and it will serve as the bread for a token offering made by fire to Jehovah."},{"Verse":8,"Text":" On each Sabbath day, he should regularly arrange it before Jehovah. It is a lasting covenant with the Israelites."},{"Verse":9,"Text":" It will become Aaron’s and his sons’, and they will eat it in a holy place, because it is something most holy for him from Jehovah’s offerings made by fire, as a lasting regulation.”"},{"Verse":10,"Text":" Now among the Israelites was a son of an Israelite woman and an Egyptian man, and a fight broke out between him and an Israelite man in the camp."},{"Verse":11,"Text":" The son of the Israelite woman began to abuse the Name and to curse it. So they brought him to Moses. Incidentally, his mother was Sheloʹmith, the daughter of Dibʹri of the tribe of Dan."},{"Verse":12,"Text":" They placed him in custody until Jehovah’s decision was made clear to them."},{"Verse":13,"Text":" Then Jehovah said to Moses:"},{"Verse":14,"Text":" “Bring the one who cursed to the outside of the camp, and all those who heard him must lay their hands on his head, and then the entire assembly must stone him."},{"Verse":15,"Text":" And you should tell the Israelites, ‘If any man curses his God, he will answer for his sin."},{"Verse":16,"Text":" So the abuser of Jehovah’s name should be put to death without fail. The entire assembly should stone him without fail. The foreign resident should be put to death the same as the native for his abusing the Name."},{"Verse":17,"Text":" “‘If a man takes a human life, he should be put to death without fail."},{"Verse":18,"Text":" Anyone who strikes and kills a domestic animal should make compensation for it, life for life."},{"Verse":19,"Text":" If a man injures his fellow man, then what he has done should be done to him."},{"Verse":20,"Text":" Fracture for fracture, eye for eye, tooth for tooth, the same sort of injury he inflicted should be inflicted on him."},{"Verse":21,"Text":" The man who strikes and kills an animal should make compensation for it, but the one who strikes and kills a man should be put to death."},{"Verse":22,"Text":" “‘One judicial decision will apply for you, whether a foreign resident or a native, because I am Jehovah your God.’”"},{"Verse":23,"Text":" Moses then spoke to the Israelites, and they brought the one who uttered the curse to the outside of the camp, and they stoned him. Thus the Israelites did just as Jehovah had commanded Moses."}]},{"Chapter":25,"Verses":[{"Verse":1,"Text":" Jehovah spoke further to Moses on Mount Siʹnai, saying:"},{"Verse":2,"Text":" “Speak to the Israelites and tell them, ‘When you eventually come into the land that I am giving you, then the land will observe a sabbath to Jehovah."},{"Verse":3,"Text":" Six years you should sow your field with seed, and six years you should prune your vineyard, and you will gather the land’s produce."},{"Verse":4,"Text":" But in the seventh year, there should be a sabbath of complete rest for the land, a sabbath to Jehovah. You should not sow your field with seed or prune your vineyard."},{"Verse":5,"Text":" You must not reap what grows on its own from the grain left after the harvest, and the grapes of your unpruned vine you must not gather. There should be a year of complete rest for the land."},{"Verse":6,"Text":" However, you may eat the food that grows in the land during its sabbath; you, your male and female slaves, your hired worker, and the foreign settlers who are residing with you may eat it,"},{"Verse":7,"Text":" as well as the domestic and the wild animals in your land. Everything the land produces may be eaten."},{"Verse":8,"Text":" “‘You will count off seven sabbath years, seven times seven years, and the days of the seven sabbath years will amount to 4"},{"Verse":9,"Text":" years. 9 You will then sound the horn loudly in the seventh month, on the tenth of the month; on the Day of Atonement, you should cause the sound of the horn to be heard in all your land."},{"Verse":10,"Text":" You must sanctify the 50th year and proclaim liberty in the land to all its inhabitants. It will become a Jubilee for you, and each of you will return to his property and each of you should return to his family."},{"Verse":11,"Text":" A Jubilee is what that 50th year will become for you. You will not sow seed or reap what grew on its own from leftover grain nor gather the grapes of unpruned vines."},{"Verse":12,"Text":" For it is a Jubilee. It is to be holy to you. You may eat only what the land produces by itself."},{"Verse":13,"Text":" “‘In this year of the Jubilee, each of you should return to his property."},{"Verse":14,"Text":" If you sell anything to your fellow man or if you buy from him, do not exploit one another."},{"Verse":15,"Text":" You should buy from your fellow man, taking into account the number of the years after the Jubilee, and he should sell to you according to the remaining years for crops."},{"Verse":16,"Text":" If there are many years remaining, he may increase its purchase price, and when there are few years left, he should reduce its purchase price, because he is selling you the number of crops to be produced."},{"Verse":17,"Text":" No one among you should exploit his fellow man, and you must be in fear of your God, for I am Jehovah your God."},{"Verse":18,"Text":" By your carrying out my statutes and keeping my judicial decisions, you will dwell in security in the land."},{"Verse":19,"Text":" The land will give its fruitage, and you will eat to satisfaction and dwell there in security."},{"Verse":20,"Text":" “‘But if you should say: “What will we eat in the seventh year if we may not sow seed or gather our crops?”"},{"Verse":21,"Text":" I will command my blessing for you in the sixth year, and the land will yield a crop sufficient for three years."},{"Verse":22,"Text":" Then you will sow seed in the eighth year and eat from the old crop until the ninth year. Until its crop arrives, you will eat from the old."},{"Verse":23,"Text":" “‘The land should not be sold on a permanent basis, because the land is mine. For you are foreign residents and settlers from my standpoint."},{"Verse":24,"Text":" Throughout the land of your possession, you should grant the right of buying back the land."},{"Verse":25,"Text":" “‘If your brother becomes poor and has to sell some of his property, a repurchaser who is closely related to him must come and buy back what his brother sold."},{"Verse":26,"Text":" If anyone has no repurchaser but he becomes prosperous and finds the means to repurchase it,"},{"Verse":27,"Text":" he should calculate its value for the years since he sold it and refund the difference to the man whom he sold it to. Then he may return to his property."},{"Verse":28,"Text":" “‘But if he does not find the means to get it back from him, what he sold will remain with the purchaser until the Jubilee year; and it will revert to him in the Jubilee, and he will return to his property."},{"Verse":29,"Text":" “‘Now if a man should sell a home in a walled city, his right of repurchase will also continue until the end of the year from the time of his completing the sale; his right of repurchase will be valid a whole year."},{"Verse":30,"Text":" But if it is not bought back by the end of one full year, the house within the walled city will become the permanent property of its purchaser throughout his generations. It should not be released in the Jubilee."},{"Verse":31,"Text":" However, the houses of settlements with no surrounding wall should be considered to be part of the field of the countryside. The right of repurchase should continue for it, and it should be released in the Jubilee."},{"Verse":32,"Text":" “‘As for the houses of the Levites within their cities, the Levites will have the permanent right to repurchase them."},{"Verse":33,"Text":" When the property of the Levites is not bought back, the house sold in the city belonging to them will also be released in the Jubilee, because the houses of the cities of the Levites are their property among the Israelites."},{"Verse":34,"Text":" Moreover, the field of pasture ground surrounding their cities may not be sold, for it is their permanent possession."},{"Verse":35,"Text":" “‘If your brother who is nearby becomes poor and cannot support himself, you must sustain him as you would a foreign resident and a settler, so that he may keep alive with you."},{"Verse":36,"Text":" Do not take interest or make a profit from him. You must be in fear of your God, and your brother will keep alive with you."},{"Verse":37,"Text":" You must not lend him your money on interest or give out your food for profit."},{"Verse":38,"Text":" I am Jehovah your God, who brought you out of the land of Egypt to give you the land of Caʹnaan, to prove myself your God."},{"Verse":39,"Text":" “‘If your brother who lives nearby becomes poor and he has to sell himself to you, you must not force him to do slave labor."},{"Verse":40,"Text":" He should be treated like a hired worker, like a settler. He should serve with you until the Jubilee year."},{"Verse":41,"Text":" Then he will leave you, he and his children with him, and return to his family. He should return to the property of his forefathers."},{"Verse":42,"Text":" For they are my slaves whom I brought out of the land of Egypt. They should not sell themselves the way a slave is sold."},{"Verse":43,"Text":" You must not treat him cruelly, and you must be in fear of your God."},{"Verse":44,"Text":" Your male and female slaves are to come from the nations around you, from them you may buy a male or a female slave."},{"Verse":45,"Text":" Also from the sons of the foreign settlers who are residing with you, from them and from their families that are born to them in your land you may buy slaves, and they will become your possession."},{"Verse":46,"Text":" You may pass them on as an inheritance to your sons after you to inherit as a permanent possession. You may use them as workers, but you must not subject your Israelite brothers to cruel treatment."},{"Verse":47,"Text":" “‘But if a foreign resident or a settler among you becomes wealthy and your brother has become poor alongside him and must sell himself to the foreign resident or the settler who lives among you, or to a member of the family of the foreign resident,"},{"Verse":48,"Text":" he will continue to have the right of repurchase after he has sold himself. One of his brothers may buy him back,"},{"Verse":49,"Text":" or his uncle or the son of his uncle may buy him back, or any close relative, one of his family, may buy him back.\r\n“‘Or if he himself has become wealthy, he may also buy himself back."},{"Verse":50,"Text":" He should calculate with his purchaser the time from the year he sold himself to him until the Jubilee year, and the money of his sale will correspond to the number of years. His workdays during that time will be assessed at the rate of a hired worker."},{"Verse":51,"Text":" If there are many years remaining, he should pay his repurchase price in proportion to the years that are left."},{"Verse":52,"Text":" But if only a few years remain until the Jubilee year, he should then calculate for himself and pay his repurchase price in proportion to the years remaining."},{"Verse":53,"Text":" He should continue to serve him year by year as a hired worker; and you should see to it that he does not treat him cruelly."},{"Verse":54,"Text":" However, if he cannot buy himself back on these terms, he will then go free in the year of Jubilee, he and his children with him."},{"Verse":55,"Text":" “‘For the Israelites are my own slaves. They are my slaves whom I brought out of the land of Egypt. I am Jehovah your God."}]},{"Chapter":26,"Verses":[{"Verse":1,"Text":" “‘You must not make worthless gods for yourselves, and you must not set up a carved image or a sacred pillar for yourselves, and you must not put a stone figure in your land in order to bow down toward it; for I am Jehovah your God."},{"Verse":2,"Text":" You should keep my sabbaths and show reverence for my sanctuary. I am Jehovah."},{"Verse":3,"Text":" “‘If you continue walking in my statutes and keeping my commandments and you carry them out,"},{"Verse":4,"Text":" I will give you showers of rain at their proper time, and the land will yield its produce, and the trees of the field will give their fruit."},{"Verse":5,"Text":" Your threshing season will extend until your grape harvest, and the grape harvest will extend until the sowing season; and you will eat your bread to satisfaction and dwell in security in your land."},{"Verse":6,"Text":" I will put peace in the land, and you will lie down with no one making you afraid; and I will rid the land of vicious wild animals, and a sword of war will not pass through your land."},{"Verse":7,"Text":" You will certainly pursue your enemies, and they will fall before you by the sword."},{"Verse":8,"Text":" Five of you will pursue 100, and 100 of you will pursue 10,000, and your enemies will fall before you by the sword."},{"Verse":9,"Text":" “‘I will direct my favor to you and make you fruitful and multiply you, and I will keep my covenant with you."},{"Verse":10,"Text":" While you are still eating the old produce of the preceding year, you will need to clear out the old to make way for the new."},{"Verse":11,"Text":" And I will place my tabernacle in your midst, and I will not reject you."},{"Verse":12,"Text":" I will walk among you and be your God, and you for your part will be my people."},{"Verse":13,"Text":" I am Jehovah your God, who brought you out of the land of Egypt to be their slaves no longer, and I broke the bars of your yoke and made you walk with heads held high."},{"Verse":14,"Text":" “‘However, if you will not listen to me or keep all these commandments,"},{"Verse":15,"Text":" and if you reject my statutes, and if you abhor my judicial decisions so that you do not keep all my commandments, and you violate my covenant,"},{"Verse":16,"Text":" I, for my part, will do the following to you: I will punish you with distress, with tuberculosis and burning fever, making your eyes fail and your life waste away. You will sow your seed simply for nothing, for your enemies will eat it."},{"Verse":17,"Text":" I will set my face against you, and you will be defeated by your enemies; and those who hate you will tread on you, and you will flee when no one is pursuing you."},{"Verse":18,"Text":" “‘If even this does not make you listen to me, I will have to chastise you seven times as much for your sins."},{"Verse":19,"Text":" I will break your stubborn pride and make your heavens like iron and your earth like copper."},{"Verse":20,"Text":" You will exhaust your strength for nothing, as your land will not yield its produce, and the trees of the land will not produce fruit."},{"Verse":21,"Text":" “‘But if you keep walking in opposition to me and refuse to listen to me, I will then have to strike you seven times as much, according to your sins."},{"Verse":22,"Text":" I will send the wild animals of the field among you, and they will bereave you of children and annihilate your domestic animals and reduce your numbers, and your roads will be deserted."},{"Verse":23,"Text":" “‘If in spite of these things you do not accept my correction and you insist on walking in opposition to me,"},{"Verse":24,"Text":" then I too will walk in opposition to you, and I myself will strike you seven times for your sins."},{"Verse":25,"Text":" I will bring an avenging sword upon you for breaking the covenant. If you gather yourselves into your cities, I will send disease into your midst, and you will be given into the hand of an enemy."},{"Verse":26,"Text":" When I destroy your supply of bread, ten women will be able to bake your bread in only one oven and then ration your bread by weight; and you will eat but you will not be satisfied."},{"Verse":27,"Text":" “‘If in spite of this you will not listen to me and you insist on walking in opposition to me,"},{"Verse":28,"Text":" I will intensify my opposition to you, and I myself will have to chastise you seven times for your sins."},{"Verse":29,"Text":" So you will have to eat the flesh of your sons, and you will eat the flesh of your daughters."},{"Verse":30,"Text":" I will annihilate your sacred high places and cut down your incense stands and pile your carcasses on the carcasses of your disgusting idols, and I will turn away from you in disgust."},{"Verse":31,"Text":" I will give your cities to the sword and make your sanctuaries desolate, and I will not smell the pleasing aromas of your sacrifices."},{"Verse":32,"Text":" I myself will make the land desolate, and your enemies who are dwelling in it will stare in amazement over it."},{"Verse":33,"Text":" And I will scatter you among the nations, and I will unsheathe a sword after you; and your land will be made desolate, and your cities will be devastated."},{"Verse":34,"Text":" “‘At that time the land will pay off its sabbaths all the days it lies desolate, while you are in the land of your enemies. At that time the land will rest, as it must repay its sabbaths."},{"Verse":35,"Text":" All the days it lies desolate it will rest, because it did not rest during your sabbaths when you were dwelling on it."},{"Verse":36,"Text":" “‘As for those who survive, I will fill their hearts with despair in the lands of their enemies; and the sound of a blowing leaf will cause them to flee, and they will flee like someone running from the sword and fall without anyone pursuing them."},{"Verse":37,"Text":" They will stumble over one another like those running from a sword, though no one is pursuing them. You will not be able to resist your enemies."},{"Verse":38,"Text":" You will perish among the nations, and the land of your enemies will consume you."},{"Verse":39,"Text":" Those of you who remain will be left to rot in the lands of your enemies because of your error. Yes, they will rot away because of the errors of their fathers."},{"Verse":40,"Text":" Then they will confess their own error and the error and unfaithfulness of their fathers and admit that they behaved unfaithfully by walking in opposition to me."},{"Verse":41,"Text":" Then I also walked in opposition to them by bringing them into the land of their enemies.\r\n“‘Perhaps then their uncircumcised heart will be humbled, and then they will pay off their error."},{"Verse":42,"Text":" And I will remember my covenant with Jacob, and my covenant with Isaac, and I will remember my covenant with Abraham, and I will remember the land."},{"Verse":43,"Text":" While the land was abandoned by them, it was paying off its sabbaths and lying desolate without them, and they were paying for their error, because they rejected my judicial decisions and they abhorred my statutes."},{"Verse":44,"Text":" But despite all of this, while they are in the land of their enemies, I will never completely reject them nor cast them away to the point of exterminating them, which would violate my covenant with them, for I am Jehovah their God."},{"Verse":45,"Text":" For their sakes I will remember the covenant with their ancestors whom I brought out of the land of Egypt under the eyes of the nations, in order to prove myself their God. I am Jehovah.’”"},{"Verse":46,"Text":" These are the regulations, the judicial decisions, and the laws that Jehovah established between himself and the Israelites on Mount Siʹnai through Moses."}]},{"Chapter":27,"Verses":[{"Verse":1,"Text":" Jehovah continued to speak to Moses, saying:"},{"Verse":2,"Text":" “Speak to the Israelites and tell them, ‘If a man makes a special vow to offer the estimated value of a person to Jehovah,"},{"Verse":3,"Text":" the estimated value of a male from 20 to 60 years old will be 50 shekels of silver by the standard shekel of the holy place."},{"Verse":4,"Text":" But if it is a female, the estimated value will be 30 shekels."},{"Verse":5,"Text":" If the age is from 5 to 20 years old, the estimated value of the male will be 20 shekels and 10 shekels for the female."},{"Verse":6,"Text":" If the age is from one month up to five years old, the estimated value of the male will be five shekels of silver and three shekels of silver for the female."},{"Verse":7,"Text":" “‘If the age is 60 years and over, the estimated value will be 15 shekels for the male and 10 shekels for the female."},{"Verse":8,"Text":" But if he is too poor to pay the estimated value, the person will stand before the priest, and the priest will set a value on him. The priest will make the valuation according to what the one making the vow can afford."},{"Verse":9,"Text":" “‘If the vow involves an animal that is suitable for offering to Jehovah, whatever may be given to Jehovah will become something holy."},{"Verse":10,"Text":" He may not replace it or exchange it with good for bad or with bad for good. But if he should exchange it with one animal for another animal, the original and what is exchanged for it will both become holy."},{"Verse":11,"Text":" If it is an unclean animal that may not be presented as an offering to Jehovah, he will then stand the animal before the priest."},{"Verse":12,"Text":" The priest will then set its value, as to whether it is good or bad. The value estimated by the priest will stand."},{"Verse":13,"Text":" But if he ever wants to buy it back, he must then give a fifth of it in addition to the estimated value."},{"Verse":14,"Text":" “‘Now if a man should sanctify his house as something holy to Jehovah, the priest will then set its value, whether it is good or bad. According to the value that the priest sets, that is what it will cost."},{"Verse":15,"Text":" But if the one who sanctifies his house wants to buy it back, he must then give a fifth of the money of the estimated value in addition to it, and it will become his."},{"Verse":16,"Text":" “‘If a man sanctifies to Jehovah some of the field that he possesses, the value will be estimated in proportion to the seed needed to sow it: a hoʹmer of barley seed will be 50 shekels of silver."},{"Verse":17,"Text":" If he sanctifies his field from the year of Jubilee, the estimated value stands."},{"Verse":18,"Text":" If he sanctifies his field after the Jubilee, the priest will calculate for him the price in proportion to the years that are left until the next year of Jubilee, and a deduction should be made from the estimated value."},{"Verse":19,"Text":" But if the one who sanctified it should ever buy the field back, he must then give a fifth of the money of the estimated value in addition to it, and it will remain his."},{"Verse":20,"Text":" Now if he should not buy the field back and the field is sold to another man, it may not be bought back again."},{"Verse":21,"Text":" When the field is released in the Jubilee, it will become something holy to Jehovah, as a field that is devoted to him. It will become the property of the priests."},{"Verse":22,"Text":" “‘If a man sanctifies to Jehovah a field he purchased that is not part of his hereditary property,"},{"Verse":23,"Text":" the priest will calculate for him the amount of the valuation up until the year of Jubilee, and he will give the estimated value on that day. It is something holy to Jehovah."},{"Verse":24,"Text":" In the year of Jubilee, the field will return to the one he bought it from, to the one the land belongs to."},{"Verse":25,"Text":" “‘Every value should be estimated by the standard shekel of the holy place. The shekel should amount to 20 geʹrahs."},{"Verse":26,"Text":" “‘However, no one should sanctify the firstborn of the animals, since it is born as the firstborn for Jehovah. Whether bull or sheep, it already belongs to Jehovah."},{"Verse":27,"Text":" If it is among the unclean animals and he redeems it according to the estimated value, he should give a fifth of it in addition to it. But if it is not bought back, it will be sold according to the estimated value."},{"Verse":28,"Text":" “‘But no devoted thing that a man devotes unconditionally to Jehovah from his belongings may be sold or bought back, whether from mankind or animals or the field he possesses. Every devoted thing is something most holy to Jehovah."},{"Verse":29,"Text":" Furthermore, no condemned person who is set apart for destruction may be redeemed. He should be put to death without fail."},{"Verse":30,"Text":" “‘Every tenth part of the land, whether from the produce of the field or the fruit of the trees, belongs to Jehovah. It is something holy to Jehovah."},{"Verse":31,"Text":" If a man ever wants to buy any of his tenth part back, he should give a fifth of it in addition to it."},{"Verse":32,"Text":" As for every tenth part of the herd and flock, everything that passes under the shepherd’s staff, the tenth animal should become something holy to Jehovah."},{"Verse":33,"Text":" He should not examine whether it is good or bad, neither should he exchange it. But if he would ever try to exchange it, both the original and what is exchanged for it should become something holy. It may not be bought back.’”"},{"Verse":34,"Text":" These are the commandments that Jehovah gave to Moses for the Israelites on Mount Siʹnai."}]}]}