{"Name":"\\Projects\\nwt_jsonifier\\nwt_E\\nwt_31_Ob_E","Abbrev":["nu","num"],"Chapters":[{"Chapter":1,"Verses":[{"Verse":1,"Text":" The vision of Obadiʹah:\r\nThis is what the Sovereign Lord Jehovah says regarding Eʹdom:\r\n“We have heard a report from Jehovah,\r\nAn envoy has been sent among the nations:\r\n‘Rise up, let us prepare for battle against her.’”"},{"Verse":2,"Text":" “Look! I have made you insignificant among the nations;\r\nYou are utterly despised."},{"Verse":3,"Text":" The presumptuousness of your heart has deceived you,\r\nYou who reside in the retreats of the crag,\r\nDwelling in the height, saying in your heart,\r\n‘Who will bring me down to the earth?’"},{"Verse":4,"Text":" Even if you make your dwelling high like the eagle,\r\nOr if you place your nest among the stars,\r\nI would bring you down from there,” declares Jehovah."},{"Verse":5,"Text":" “If thieves would come to you, robbers by night,\r\n(How utterly you will be destroyed!)\r\nWould they not steal only what they wanted?\r\nOr if it were grape gatherers who would come to you,\r\nWould they not leave some gleanings behind?"},{"Verse":6,"Text":" O how Eʹsau has been searched out!\r\nHow his hidden treasures have been sought after!"},{"Verse":7,"Text":" They have driven you to the border.\r\nAll your allies have deceived you.\r\nThe men at peace with you have prevailed against you.\r\nThose eating bread with you will place a net under you,\r\nBut you will not discern it."},{"Verse":8,"Text":" In that day,” declares Jehovah,\r\n“Will I not destroy the wise ones out of Eʹdom\r\nAnd discernment out of the mountainous region of Eʹsau?"},{"Verse":9,"Text":" And your warriors will become terrified, O Teʹman,\r\nBecause each one in the mountainous region of Eʹsau will be destroyed in the slaughter."},{"Verse":10,"Text":" Because of the violence done to your brother Jacob,\r\nShame will cover you,\r\nAnd you will perish forever."},{"Verse":11,"Text":" On the day when you stood off to the side,\r\nOn the day when strangers took his army into captivity,\r\nWhen foreigners entered his gate and cast lots over Jerusalem,\r\nYou acted like one of them."},{"Verse":12,"Text":" You should not gloat over your brother’s day on the day of his misfortune,\r\nYou should not rejoice over the people of Judah on the day of their perishing,\r\nAnd you should not speak so arrogantly on the day of their distress."},{"Verse":13,"Text":" You should not come into the gate of my people in the day of their disaster,\r\nYou should not gloat over his calamity in the day of his disaster,\r\nAnd you should not lay your hands on his wealth in the day of his disaster."},{"Verse":14,"Text":" You should not stand at the crossroads to slaughter his escapees,\r\nAnd you should not hand over his survivors in the day of distress."},{"Verse":15,"Text":" For the day of Jehovah against all the nations is near.\r\nAs you have done, so it will be done to you.\r\nThe way you treated others will come back on your own head."},{"Verse":16,"Text":" For in the way that you have drunk on my holy mountain,\r\nAll the nations will keep drinking constantly.\r\nThey will drink and gulp down,\r\nAnd they will be as though they had never existed."},{"Verse":17,"Text":" But on Mount Zion will be those who escape,\r\nAnd it will be holy;\r\nAnd the house of Jacob will take possession of the things belonging to them."},{"Verse":18,"Text":" The house of Jacob will become a fire,\r\nThe house of Joseph a flame,\r\nAnd the house of Eʹsau like stubble;\r\nThey will set them ablaze and consume them,\r\nAnd there will be no survivor of the house of Eʹsau,\r\nFor Jehovah himself has spoken."},{"Verse":19,"Text":" They will take possession of the Negʹeb and the mountainous region of Eʹsau,\r\nOf the Shepheʹlah and the land of the Philisʹtines.\r\nThey will take possession of the field of Eʹphraim and the field of Samarʹia,\r\nAnd Benjamin will take possession of Gilʹead."},{"Verse":20,"Text":" To the exiles of this rampart,\r\nTo the people of Israel will belong the land of the Caʹnaanites as far as Zarʹephath.\r\nAnd the exiles of Jerusalem, who were in Sepharʹad, will possess the cities of the Negʹeb."},{"Verse":21,"Text":" And saviors will go up on Mount Zion\r\nTo judge the mountainous region of Eʹsau,\r\nAnd the kingship will become Jehovah’s.”"}]}]}